
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["角斗士勋章"] = {
			9, -- [1]
			"spell", -- [2]
		},
		["装死"] = {
			87, -- [1]
			"spell", -- [2]
		},
		["解散宠物"] = {
			64, -- [1]
			"spell", -- [2]
		},
		["假死"] = {
			26, -- [1]
			"spell", -- [2]
		},
		["召唤宠物 5"] = {
			59, -- [1]
			"spell", -- [2]
		},
		["狂野怒火"] = {
			38, -- [1]
			"spell", -- [2]
		},
		["眼镜蛇射击"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["意气风发"] = {
			32, -- [1]
			"spell", -- [2]
		},
		["召唤宠物 1"] = {
			54, -- [1]
			"spell", -- [2]
		},
		["杀戮命令"] = {
			34, -- [1]
			"spell", -- [2]
		},
		["灵龟守护"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["胁迫"] = {
			42, -- [1]
			"spell", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
		["激活"] = {
			169839, -- [1]
			"item", -- [2]
		},
		["复活战斗宠物"] = {
			2, -- [1]
			"spell", -- [2]
		},
		["自动射击"] = {
			7, -- [1]
			"spell", -- [2]
		},
		["驯服野兽"] = {
			66, -- [1]
			"spell", -- [2]
		},
		["震荡射击"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["召唤宠物 2"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["倒刺射击"] = {
			25, -- [1]
			"spell", -- [2]
		},
		["充电的火花石"] = {
			167800, -- [1]
			"item", -- [2]
		},
		["铁脊协议"] = {
			167799, -- [1]
			"item", -- [2]
		},
		["逃脱"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["猎豹守护"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["误导"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["达拉然炉石"] = {
			140192, -- [1]
			"item", -- [2]
		},
		["焦油陷阱"] = {
			36, -- [1]
			"spell", -- [2]
		},
		["打开"] = {
			169872, -- [1]
			"item", -- [2]
		},
		["吸收"] = {
			166895, -- [1]
			"item", -- [2]
		},
		["聚能艾泽里特射线"] = {
			6, -- [1]
			"spell", -- [2]
		},
		["野兽知识"] = {
			64, -- [1]
			"spell", -- [2]
		},
		["学习"] = {
			162724, -- [1]
			"item", -- [2]
		},
		["反制射击"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["打火棒"] = {
			157847, -- [1]
			"item", -- [2]
		},
		["野性守护"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["角斗士徽章"] = {
			172669, -- [1]
			"item", -- [2]
		},
		["冰冻陷阱"] = {
			27, -- [1]
			"spell", -- [2]
		},
		["复活宠物"] = {
			61, -- [1]
			"spell", -- [2]
		},
		["多重射击"] = {
			30, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["style"] = 1,
		["config"] = false,
		["time"] = 1.2,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 30,
	},
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
