
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["r"] = 1,
		["g"] = 0.1,
		["s"] = 1.2,
		["b"] = 0.1,
	},
	["spellCache"] = {
		["焦油陷阱"] = {
			37, -- [1]
			"spell", -- [2]
		},
		["招募精锐莱加尼唤火者"] = {
			174891, -- [1]
			"item", -- [2]
		},
		["打开"] = {
			169872, -- [1]
			"item", -- [2]
		},
		["自动射击"] = {
			7, -- [1]
			"spell", -- [2]
		},
		["倒刺射击"] = {
			25, -- [1]
			"spell", -- [2]
		},
		["假死"] = {
			26, -- [1]
			"spell", -- [2]
		},
		["逃脱"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["角斗士徽章"] = {
			172669, -- [1]
			"item", -- [2]
		},
		["误导"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["冰冻陷阱"] = {
			27, -- [1]
			"spell", -- [2]
		},
		["狂野怒火"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["眼镜蛇射击"] = {
			41, -- [1]
			"spell", -- [2]
		},
		["聚能艾泽里特射线"] = {
			6, -- [1]
			"spell", -- [2]
		},
		["藏宝图"] = {
			166999, -- [1]
			"item", -- [2]
		},
		["学习"] = {
			163812, -- [1]
			"item", -- [2]
		},
		["反制射击"] = {
			29, -- [1]
			"spell", -- [2]
		},
		["凶暴野兽：蜥蜴"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["野性守护"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["猎豹守护"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["胁迫"] = {
			42, -- [1]
			"spell", -- [2]
		},
		["多重射击"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["杀戮命令"] = {
			35, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["r"] = 1,
		["g"] = 0.8,
		["s"] = 0.9,
		["b"] = 0,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["config"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["time"] = 1.2,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["style"] = 1,
		["size"] = 30,
	},
	["mins"] = {
		["r"] = 0.8,
		["g"] = 0.6,
		["s"] = 0.7,
		["b"] = 0,
	},
	["hrs"] = {
		["r"] = 0.6,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0,
	},
	["days"] = {
		["r"] = 0.4,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0.4,
	},
	["bar"] = false,
}
