
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["角斗士勋章"] = {
			6, -- [1]
			"spell", -- [2]
		},
		["焦油陷阱"] = {
			41, -- [1]
			"spell", -- [2]
		},
		["召唤宠物 3"] = {
			61, -- [1]
			"spell", -- [2]
		},
		["自动射击"] = {
			4, -- [1]
			"spell", -- [2]
		},
		["夺命黑鸦"] = {
			34, -- [1]
			"spell", -- [2]
		},
		["先祖召唤"] = {
			1, -- [1]
			"spell", -- [2]
		},
		["蜘蛛钉刺"] = {
			47, -- [1]
			"spell", -- [2]
		},
		["震荡射击"] = {
			52, -- [1]
			"spell", -- [2]
		},
		["倒刺射击"] = {
			27, -- [1]
			"spell", -- [2]
		},
		["多重射击"] = {
			33, -- [1]
			"spell", -- [2]
		},
		["逃脱"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["猎豹守护"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["束缚射击"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["冰冻陷阱"] = {
			29, -- [1]
			"spell", -- [2]
		},
		["召唤宠物 5"] = {
			64, -- [1]
			"spell", -- [2]
		},
		["狂野怒火"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["眼镜蛇射击"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["意气风发"] = {
			36, -- [1]
			"spell", -- [2]
		},
		["召唤宠物 1"] = {
			60, -- [1]
			"spell", -- [2]
		},
		["杀戮命令"] = {
			38, -- [1]
			"spell", -- [2]
		},
		["反制射击"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["解散宠物"] = {
			69, -- [1]
			"spell", -- [2]
		},
		["野性守护"] = {
			51, -- [1]
			"spell", -- [2]
		},
		["灵龟守护"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["胁迫"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["假死"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["time"] = 1.2,
		["font"] = "Fonts\\ARKai_T.ttf",
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["config"] = false,
		["size"] = 30,
	},
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
