
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["r"] = 1,
		["g"] = 0.1,
		["s"] = 1.2,
		["b"] = 0.1,
	},
	["spellCache"] = {
		["角斗士勋章"] = {
			7, -- [1]
			"spell", -- [2]
		},
		["焦油陷阱"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["要塞炉石"] = {
			110560, -- [1]
			"item", -- [2]
		},
		["先祖召唤"] = {
			1, -- [1]
			"spell", -- [2]
		},
		["坚定决心"] = {
			169223, -- [1]
			"item", -- [2]
		},
		["解散宠物"] = {
			68, -- [1]
			"spell", -- [2]
		},
		["多重射击"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["钢铁胸甲"] = {
			120252, -- [1]
			"item", -- [2]
		},
		["狂野怒火"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["眼镜蛇射击"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["意气风发"] = {
			36, -- [1]
			"spell", -- [2]
		},
		["召唤宠物 1"] = {
			59, -- [1]
			"spell", -- [2]
		},
		["杀戮命令"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["灵龟守护"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["胁迫"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
		["招募精锐近战部队"] = {
			175054, -- [1]
			"item", -- [2]
		},
		["钢铁护肩"] = {
			120256, -- [1]
			"item", -- [2]
		},
		["打开"] = {
			169872, -- [1]
			"item", -- [2]
		},
		["自动射击"] = {
			5, -- [1]
			"spell", -- [2]
		},
		["碾压"] = {
			173937, -- [1]
			"item", -- [2]
		},
		["舒心驭手骑甲"] = {
			168419, -- [1]
			"item", -- [2]
		},
		["震荡射击"] = {
			51, -- [1]
			"spell", -- [2]
		},
		["倒刺射击"] = {
			30, -- [1]
			"spell", -- [2]
		},
		["逃脱"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["猎豹守护"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["尼奥罗萨虚空仪式"] = {
			174279, -- [1]
			"item", -- [2]
		},
		["无形虚空"] = {
			173883, -- [1]
			"item", -- [2]
		},
		["腐蚀 - 暴戾 1"] = {
			177992, -- [1]
			"item", -- [2]
		},
		["聚能艾泽里特射线"] = {
			4, -- [1]
			"spell", -- [2]
		},
		["理智恢复宝珠"] = {
			25, -- [1]
			"spell", -- [2]
		},
		["学习"] = {
			43952, -- [1]
			"item", -- [2]
		},
		["反制射击"] = {
			32, -- [1]
			"spell", -- [2]
		},
		["假死"] = {
			30, -- [1]
			"spell", -- [2]
		},
		["野性守护"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["角斗士徽章"] = {
			172669, -- [1]
			"item", -- [2]
		},
		["冰冻陷阱"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["误导"] = {
			48, -- [1]
			"spell", -- [2]
		},
		["治疗宠物"] = {
			66, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["r"] = 1,
		["g"] = 0.8,
		["s"] = 0.9,
		["b"] = 0,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["font"] = "Fonts\\ARKai_T.ttf",
		["config"] = false,
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["time"] = 1.2,
		["size"] = 30,
	},
	["mins"] = {
		["r"] = 0.8,
		["g"] = 0.6,
		["s"] = 0.7,
		["b"] = 0,
	},
	["hrs"] = {
		["r"] = 0.6,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0,
	},
	["days"] = {
		["r"] = 0.4,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0.4,
	},
	["bar"] = false,
}
