
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["激活"] = {
			169839, -- [1]
			"item", -- [2]
		},
		["焦油陷阱"] = {
			37, -- [1]
			"spell", -- [2]
		},
		["复活战斗宠物"] = {
			2, -- [1]
			"spell", -- [2]
		},
		["自动射击"] = {
			7, -- [1]
			"spell", -- [2]
		},
		["世界血脉共鸣"] = {
			168616, -- [1]
			"item", -- [2]
		},
		["假死"] = {
			26, -- [1]
			"spell", -- [2]
		},
		["飞行管理员的哨子"] = {
			141605, -- [1]
			"item", -- [2]
		},
		["稀有金属收集器"] = {
			168183, -- [1]
			"item", -- [2]
		},
		["凶暴野兽：蜥蜴"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["寻踪卷轴"] = {
			154704, -- [1]
			"item", -- [2]
		},
		["倒刺射击"] = {
			25, -- [1]
			"spell", -- [2]
		},
		["占卜石"] = {
			167077, -- [1]
			"item", -- [2]
		},
		["多重射击"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["逃脱"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["猎豹守护"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["误导"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["装死"] = {
			87, -- [1]
			"spell", -- [2]
		},
		["幻象卷轴"] = {
			151859, -- [1]
			"item", -- [2]
		},
		["狂野怒火"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["眼镜蛇射击"] = {
			41, -- [1]
			"spell", -- [2]
		},
		["聚能艾泽里特射线"] = {
			6, -- [1]
			"spell", -- [2]
		},
		["法罗迪斯宫廷徽章"] = {
			150927, -- [1]
			"item", -- [2]
		},
		["杀戮命令"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["反制射击"] = {
			29, -- [1]
			"spell", -- [2]
		},
		["意气风发"] = {
			33, -- [1]
			"spell", -- [2]
		},
		["野性守护"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["深渊珍珠"] = {
			170186, -- [1]
			"item", -- [2]
		},
		["胁迫"] = {
			42, -- [1]
			"spell", -- [2]
		},
		["织梦者徽章"] = {
			146942, -- [1]
			"item", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["time"] = 1.2,
		["font"] = "Fonts\\ARKai_T.ttf",
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["config"] = false,
		["size"] = 30,
	},
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
