
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["发酵的变异鱼"] = {
			170170, -- [1]
			"item", -- [2]
		},
		["复活战斗宠物"] = {
			2, -- [1]
			"spell", -- [2]
		},
		["自动射击"] = {
			4, -- [1]
			"spell", -- [2]
		},
		["飞行管理员的哨子"] = {
			141605, -- [1]
			"item", -- [2]
		},
		["先祖召唤"] = {
			1, -- [1]
			"spell", -- [2]
		},
		["坚定决心"] = {
			169223, -- [1]
			"item", -- [2]
		},
		["倒刺射击"] = {
			27, -- [1]
			"spell", -- [2]
		},
		["多重射击"] = {
			33, -- [1]
			"spell", -- [2]
		},
		["逃脱"] = {
			48, -- [1]
			"spell", -- [2]
		},
		["猎豹守护"] = {
			42, -- [1]
			"spell", -- [2]
		},
		["误导"] = {
			47, -- [1]
			"spell", -- [2]
		},
		["潮汐涌动"] = {
			153476, -- [1]
			"item", -- [2]
		},
		["狂野怒火"] = {
			41, -- [1]
			"spell", -- [2]
		},
		["眼镜蛇射击"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["意气风发"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["不羁之力"] = {
			168865, -- [1]
			"item", -- [2]
		},
		["燃烧火箭弹"] = {
			160988, -- [1]
			"item", -- [2]
		},
		["反制射击"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["野性守护"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["杀戮命令"] = {
			37, -- [1]
			"spell", -- [2]
		},
		["胁迫"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["假死"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["time"] = 1.2,
		["font"] = "Fonts\\ARKai_T.ttf",
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["config"] = false,
		["size"] = 30,
	},
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
