
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["无牙尛个子 - 雷霆之王"] = "无牙尛个子 - 雷霆之王",
	},
	["profiles"] = {
		["无牙尛个子 - 雷霆之王"] = {
			["lastSearchCode"] = "2-0-0-0",
			["createHistoryList"] = {
				"2-257-683-0", -- [1]
				"9-0-19-0", -- [2]
			},
			["appShine"] = "80300.01",
			["settings"] = {
				["panel"] = false,
				["storage"] = {
					["y"] = -64.99993896484375,
					["x"] = -16.99978637695313,
					["scale"] = 1,
				},
			},
			["version"] = "80300.01",
			["recent"] = {
				["3-258-686-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "秋风入微凉-死亡之翼",
						["iLvl"] = 0,
						["time"] = 1590161581,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "白银之鹰#5360754",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "挖十多万的-梦境之树",
						["time"] = 1590161581,
						["class"] = 5,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "一月儿-梦境之树",
						["time"] = 1590161581,
						["class"] = 5,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "一月花花-梦境之树",
						["time"] = 1590161581,
						["class"] = 5,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "二月花花-梦境之树",
						["time"] = 1590161581,
						["class"] = 5,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "Asdwadff-梦境之树",
						["time"] = 1590161581,
						["class"] = 6,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Wadawdsaq-梦境之树",
						["time"] = 1590161581,
						["class"] = 6,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "月一-梦境之树",
						["time"] = 1590161581,
						["class"] = 6,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "月二-梦境之树",
						["time"] = 1590161581,
						["class"] = 6,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "月三-梦境之树",
						["time"] = 1590161581,
						["class"] = 6,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "月四-梦境之树",
						["time"] = 1590161581,
						["class"] = 6,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "月伍-梦境之树",
						["time"] = 1590161581,
						["class"] = 6,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "月陆-梦境之树",
						["time"] = 1590161581,
						["class"] = 6,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "月七-梦境之树",
						["time"] = 1590161581,
						["class"] = 6,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "月八-梦境之树",
						["time"] = 1590161581,
						["class"] = 6,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "月九-梦境之树",
						["time"] = 1590161581,
						["class"] = 6,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "月十一-梦境之树",
						["time"] = 1590161581,
						["class"] = 6,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "月十二-梦境之树",
						["time"] = 1590161581,
						["class"] = 6,
					}, -- [18]
				},
				["2-257-683-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1591460995,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "夜色丨妖娆-冰霜之刃",
						["iLvl"] = 478,
						["time"] = 1591460995,
						["class"] = 8,
						["bTag"] = "LittleOgre#51829",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "荧光灬绿-埃德萨拉",
						["iLvl"] = 465,
						["time"] = 1591460995,
						["class"] = 12,
						["bTag"] = "鱼丸#5625",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "暗是寸绿-伊利丹",
						["iLvl"] = 464,
						["time"] = 1591460995,
						["class"] = 11,
						["bTag"] = "曾经的王#5319",
					}, -- [4]
				},
				["2-256-679-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "大地丶咆哮-克尔苏加德",
						["iLvl"] = 433,
						["time"] = 1589385310,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "斗神威布#5941",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "月轻歌-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1589384858,
						["class"] = 12,
						["bTag"] = "小月#5126",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "双手丶玩具-闪电之刃",
						["time"] = 1589384728,
						["class"] = 2,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "迷途玉玉-玛瑟里顿",
						["time"] = 1589385310,
						["class"] = 2,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "佩奇藏起来了-斯克提斯",
						["iLvl"] = 477,
						["time"] = 1589385310,
						["class"] = 1,
						["bTag"] = "这货不是辣鸡#5555",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "电动马达-羽月",
						["iLvl"] = 429,
						["time"] = 1589385310,
						["class"] = 3,
						["bTag"] = "我以为撑的起#5813",
					}, -- [6]
				},
				["2-141-514-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "秋天雪域-风暴之鳞",
						["iLvl"] = 458,
						["time"] = 1590597487,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "暗夜之骑士#57557",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "灬神仙-密林游侠",
						["iLvl"] = 467,
						["time"] = 1590597487,
						["class"] = 12,
						["bTag"] = "老神仙#51802",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "灰太狼彵二叔-安苏",
						["iLvl"] = 460,
						["time"] = 1590597487,
						["class"] = 12,
						["bTag"] = "FunkyGnome#53648",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "叁原色-瓦拉斯塔兹",
						["iLvl"] = 461,
						["time"] = 1590597487,
						["class"] = 7,
						["bTag"] = "雷诺#5900",
					}, -- [4]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "迪斯特玛尔-伊森利恩",
						["iLvl"] = 476,
						["time"] = 1589603073,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "闪亮之翼#515391",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "嘴角的蜜桃汁-伊森利恩",
						["iLvl"] = 143,
						["time"] = 1589603073,
						["class"] = 9,
						["bTag"] = "想你的曾经#51855",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "天城云阙-安苏",
						["time"] = 1589603073,
						["class"] = 3,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "有钱人阿昆达-布兰卡德",
						["iLvl"] = 451,
						["time"] = 1589603073,
						["class"] = 6,
						["bTag"] = "小胡鸭#51260",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "小小晓晓的火-伊森利恩",
						["iLvl"] = 469,
						["time"] = 1589603073,
						["class"] = 8,
						["bTag"] = "小小小小的火#5111",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "胖虎弟弟-死亡之翼",
						["iLvl"] = 391,
						["time"] = 1589603073,
						["class"] = 2,
						["bTag"] = "你斗笔么#5451",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "香香喷雾剂-伊森利恩",
						["iLvl"] = 378,
						["time"] = 1589603073,
						["class"] = 12,
						["bTag"] = "三只耳#51409",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "胖加菲么脖子-安苏",
						["iLvl"] = 435,
						["time"] = 1589603073,
						["class"] = 9,
						["bTag"] = "史诗之裤#5223431",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "塞和-迦拉克隆",
						["iLvl"] = 399,
						["time"] = 1589603073,
						["class"] = 11,
						["bTag"] = "塞森#5226",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "星星亮晶晶-燃烧之刃",
						["iLvl"] = 379,
						["time"] = 1589603056,
						["class"] = 8,
						["bTag"] = "风中疏影#5564",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "满天飞雨吖-海克泰尔",
						["time"] = 1589603320,
						["class"] = 3,
						["leader"] = true,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "美女来-神圣之歌",
						["time"] = 1589603320,
						["class"] = 3,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "信哥不遭背刺-埃德萨拉",
						["time"] = 1589603320,
						["class"] = 1,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "风滔怒恐-伊森利恩",
						["time"] = 1589603320,
						["class"] = 1,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "希露德-燃烧之刃",
						["time"] = 1589603320,
						["class"] = 12,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "台北三-黑铁",
						["time"] = 1589603320,
						["class"] = 7,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "超级激光波-罗宁",
						["time"] = 1589603320,
						["class"] = 12,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "坠落的印迹-托塞德林",
						["time"] = 1589603320,
						["class"] = 12,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "银皮苹果-凤凰之神",
						["time"] = 1589603627,
						["class"] = 3,
						["leader"] = true,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "唯爱梓涵-萨菲隆",
						["iLvl"] = 462,
						["time"] = 1589603627,
						["class"] = 1,
						["bTag"] = "潼潼姐的小粉丝#5540",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "巫刺-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1589603627,
						["class"] = 4,
						["bTag"] = "暗夜#5129",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "黑墨水-冰风岗",
						["iLvl"] = 455,
						["time"] = 1589603627,
						["class"] = 6,
						["bTag"] = "SolarSystem#51508",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "流批昂-伊森利恩",
						["iLvl"] = 249,
						["time"] = 1589603627,
						["class"] = 12,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "北落战师门-地狱之石",
						["iLvl"] = 441,
						["time"] = 1589603627,
						["class"] = 1,
						["bTag"] = "机械之咒#5220199",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "一力蛋-斯克提斯",
						["iLvl"] = 476,
						["time"] = 1589603627,
						["class"] = 12,
						["bTag"] = "孔曰我顶#5302",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "柱宝别冲-贫瘠之地",
						["iLvl"] = 377,
						["time"] = 1589603627,
						["class"] = 3,
						["bTag"] = "年少轻狂#55819",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "几把有点大-影之哀伤",
						["time"] = 1589603627,
						["class"] = 11,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "萌大雕-燃烧之刃",
						["time"] = 1589720256,
						["class"] = 11,
						["leader"] = true,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "孤单丶飘絮-洛肯",
						["time"] = 1589720256,
						["class"] = 4,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "达斯雷丶黑盾-格瑞姆巴托",
						["time"] = 1589720256,
						["class"] = 6,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "拔刀总裁-丽丽（四川）",
						["time"] = 1589720256,
						["class"] = 10,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Victorydie-凤凰之神",
						["iLvl"] = 471,
						["time"] = 1589720256,
						["class"] = 1,
						["bTag"] = "VICTORY#54650",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "红尘不醉-死亡之翼",
						["time"] = 1589720256,
						["class"] = 11,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "我就看你一眼-安苏",
						["time"] = 1589720256,
						["class"] = 11,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Polymorph-鲜血熔炉",
						["time"] = 1589720256,
						["class"] = 8,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "漆黑的老白-鬼雾峰",
						["time"] = 1589720256,
						["class"] = 1,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "PlayerIUYkd-无尽之海",
						["time"] = 1589721317,
						["class"] = 3,
						["leader"] = true,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "Cherudim-阿尔萨斯",
						["iLvl"] = 443,
						["time"] = 1589721317,
						["class"] = 3,
						["bTag"] = "泄矢诹访子#51408",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "天眷之光-克尔苏加德",
						["iLvl"] = 442,
						["time"] = 1589721317,
						["class"] = 2,
						["bTag"] = "幸运之虎#57655",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "煤球狂暴战-夏维安",
						["iLvl"] = 438,
						["time"] = 1589721317,
						["class"] = 11,
						["bTag"] = "隔壁老王#5678",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "枯骨-白银之手",
						["iLvl"] = 437,
						["time"] = 1589721317,
						["class"] = 6,
						["bTag"] = "Bonjour#51686",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "泰兰迪丶邪影-燃烧之刃",
						["iLvl"] = 430,
						["time"] = 1589720888,
						["class"] = 12,
						["bTag"] = "暴力橙子#51810",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "妹子在干嘛呢-无尽之海",
						["iLvl"] = 446,
						["time"] = 1589721317,
						["class"] = 4,
						["bTag"] = "烟雨天罗#5249",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "狗蛋灬无焰煮-白银之手",
						["iLvl"] = 456,
						["time"] = 1589721317,
						["class"] = 6,
						["bTag"] = "哀木涕无泪#5419",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Orcishman-燃烧之刃",
						["iLvl"] = 444,
						["time"] = 1589721317,
						["class"] = 1,
						["bTag"] = "毒宗#5527",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "晨遥新透-燃烧之刃",
						["iLvl"] = 439,
						["time"] = 1589721317,
						["class"] = 3,
						["bTag"] = "奶飞天#5519",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "盲人刀法-迅捷微风",
						["time"] = 1590571704,
						["class"] = 3,
						["leader"] = true,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "乱求几把整-鬼雾峰",
						["time"] = 1590571704,
						["class"] = 2,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "狩猎执事-贫瘠之地",
						["iLvl"] = 386,
						["time"] = 1590571704,
						["class"] = 3,
						["bTag"] = "晴天#59924",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "鲁班路不欠酒-耐奥祖",
						["time"] = 1590571704,
						["class"] = 8,
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "闪电链过载-死亡之翼",
						["time"] = 1590571704,
						["class"] = 7,
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "Hrstarr-布兰卡德",
						["time"] = 1590571704,
						["class"] = 2,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "有棒棒没有糖-红龙军团",
						["iLvl"] = 474,
						["time"] = 1590571704,
						["class"] = 4,
						["bTag"] = "大战潘金莲#5236",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "酆偑煈-燃烧之刃",
						["time"] = 1590571704,
						["class"] = 4,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "Ceasy-丽丽（四川）",
						["time"] = 1590571468,
						["class"] = 4,
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "荭莲-血牙魔王",
						["iLvl"] = 450,
						["time"] = 1590571704,
						["class"] = 5,
						["bTag"] = "荭莲#5435",
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "爱茜西-伊森利恩",
						["time"] = 1590572054,
						["class"] = 2,
						["leader"] = true,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "碗大面长-狂热之刃",
						["time"] = 1590572054,
						["class"] = 8,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "伊澤千夏-晴日峰（江苏）",
						["time"] = 1590572054,
						["class"] = 3,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "丨汉格玛丨-安苏",
						["iLvl"] = 442,
						["time"] = 1590572054,
						["class"] = 1,
						["bTag"] = "DOOM#52559",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "东尼丨大牧-死亡之翼",
						["time"] = 1590572054,
						["class"] = 8,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "我也可以谈-凤凰之神",
						["time"] = 1590572054,
						["class"] = 5,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "飞翔的河马-死亡之翼",
						["time"] = 1590572054,
						["class"] = 10,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "Amyluo-燃烧之刃",
						["time"] = 1590572054,
						["class"] = 3,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 470,
						["time"] = 1590573151,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狅小北-凤凰之神",
						["time"] = 1590572054,
						["class"] = 3,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "阿驴奥利给-格瑞姆巴托",
						["time"] = 1590572221,
						["class"] = 3,
						["leader"] = true,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "Colouful-燃烧之刃",
						["time"] = 1590572221,
						["class"] = 8,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "小楼听风云-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1590572221,
						["class"] = 1,
						["bTag"] = "小楼听风雨#5175",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "大莱莱猫-鬼雾峰",
						["time"] = 1590572221,
						["class"] = 10,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "风起乄葳蕤-霜之哀伤",
						["time"] = 1590572221,
						["class"] = 8,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "糯米红唇-埃德萨拉",
						["time"] = 1590572221,
						["class"] = 8,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "丿樱丨飞逝-克尔苏加德",
						["time"] = 1590572221,
						["class"] = 9,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "一气动山河-凤凰之神",
						["iLvl"] = 208,
						["time"] = 1590572221,
						["class"] = 3,
						["bTag"] = "十七#53352",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "愛伊-埃德萨拉",
						["time"] = 1590573151,
						["class"] = 11,
						["leader"] = true,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "忆浅花落-冰风岗",
						["time"] = 1590573151,
						["class"] = 2,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "瞄準射鸡-凤凰之神",
						["time"] = 1590573151,
						["class"] = 3,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "Vuertne-燃烧之刃",
						["time"] = 1590573151,
						["class"] = 8,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "紅烧肉-拉格纳罗斯",
						["time"] = 1590573151,
						["class"] = 1,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "神奇的夺夺-火焰之树",
						["time"] = 1590573151,
						["class"] = 8,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "灬萌咕咕-格瑞姆巴托",
						["time"] = 1590573151,
						["class"] = 11,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "Inaros-狂热之刃",
						["iLvl"] = 465,
						["time"] = 1590572911,
						["class"] = 3,
						["bTag"] = "不知道名字的强者#5543",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "火舞-格瑞姆巴托",
						["iLvl"] = 475,
						["time"] = 1590573151,
						["class"] = 12,
						["bTag"] = "欧皇#54883",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "真善美他姐夫-安苏",
						["time"] = 1591198729,
						["class"] = 3,
						["leader"] = true,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "Swdletme-熊猫酒仙",
						["time"] = 1591198729,
						["class"] = 2,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "流氓萌萌哒-布兰卡德",
						["iLvl"] = 475,
						["time"] = 1591198729,
						["class"] = 4,
						["bTag"] = "cheat#5220",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "花翎-安苏",
						["time"] = 1591198729,
						["class"] = 12,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "吓死人了啦-死亡之翼",
						["time"] = 1591198729,
						["class"] = 9,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "新地驾校-安苏",
						["time"] = 1591198729,
						["class"] = 3,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "李富贵-米奈希尔",
						["time"] = 1591198729,
						["class"] = 9,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "浅梦般的流年-凤凰之神",
						["time"] = 1591198729,
						["class"] = 6,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "峰不改水长流-凤凰之神",
						["time"] = 1591198729,
						["class"] = 4,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我小刘把-格瑞姆巴托",
						["time"] = 1591199576,
						["class"] = 3,
						["leader"] = true,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌小熊猫丶-熔火之心",
						["time"] = 1591199576,
						["class"] = 10,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我龍哥-末日行者",
						["time"] = 1591199576,
						["class"] = 6,
					}, -- [95]
					{
						["role"] = "HEALER",
						["name"] = "灵魂伴侣-死亡之翼",
						["time"] = 1591199576,
						["class"] = 2,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "好多羊-血色十字军",
						["iLvl"] = 475,
						["time"] = 1591199576,
						["class"] = 1,
						["bTag"] = "ajbh#5879",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "抵制强力输出-影之哀伤",
						["time"] = 1591199576,
						["class"] = 8,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "皮之高兴-影之哀伤",
						["time"] = 1591199576,
						["class"] = 11,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "也许生活所迫-影之哀伤",
						["time"] = 1591199576,
						["class"] = 11,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "拿铁不加奶-时光之穴",
						["iLvl"] = 478,
						["time"] = 1591199576,
						["class"] = 12,
						["bTag"] = "西门吹血#5461",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "Phdphysic-提瑞斯法",
						["iLvl"] = 444,
						["time"] = 1591201547,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "hcwind#5346",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "格格小魔王-血吼",
						["iLvl"] = 456,
						["time"] = 1591200419,
						["class"] = 12,
						["bTag"] = "格格#51631",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "卷卷丶-阿拉希",
						["iLvl"] = 450,
						["time"] = 1591201547,
						["class"] = 8,
						["bTag"] = "小不溜#5845",
					}, -- [104]
					{
						["role"] = "TANK",
						["name"] = "亓背琴丶-阿拉希",
						["iLvl"] = 448,
						["time"] = 1591201547,
						["class"] = 12,
						["bTag"] = "欢脱的70丶#5561",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐丿不好喝-霜狼",
						["iLvl"] = 458,
						["time"] = 1591201547,
						["class"] = 8,
						["bTag"] = "七喜不好喝#5662",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冷雪碧-凤凰之神",
						["iLvl"] = 459,
						["time"] = 1591201547,
						["class"] = 1,
						["bTag"] = "渲染星辰#5773",
					}, -- [107]
					{
						["role"] = "TANK",
						["name"] = "充月卡进来-死亡之翼",
						["iLvl"] = 468,
						["time"] = 1591201547,
						["class"] = 12,
						["bTag"] = "祥哥#5793",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "影殇丶挽歌-无尽之海",
						["iLvl"] = 464,
						["time"] = 1591201547,
						["class"] = 4,
						["bTag"] = "眼眸#51154",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "凉子丶-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1591201547,
						["class"] = 6,
						["bTag"] = "技不如人甘拜下风#51510",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "Oldones-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1591201215,
						["class"] = 7,
						["bTag"] = "仿佛失魂的虫鸣#5239",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "繁华丶落幕-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1591201547,
						["class"] = 12,
						["bTag"] = "魑魅魍魉#58252",
					}, -- [112]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "妖狐邦-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1589437546,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "南国小邦#5284",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丨小鹿乱撞丨-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1589437546,
						["class"] = 11,
						["bTag"] = "DeathRap#5624",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "吃排骨-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1589437603,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "暗夜之骑士#5145261",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Elephantii-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1589437605,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "总有刁民开远光#5636",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "摆脱一切苦恼-死亡之翼",
						["time"] = 1589437601,
						["class"] = 2,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "氣定搓麵包-冰风岗",
						["iLvl"] = 480,
						["time"] = 1589437603,
						["class"] = 8,
						["bTag"] = "Jonas#5507",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "夜公冷月-沙怒",
						["iLvl"] = 446,
						["time"] = 1589437605,
						["class"] = 2,
						["bTag"] = "胡囧哲#5876",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "凹凸的爱-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1589437546,
						["class"] = 2,
						["bTag"] = "凹凸的爱#5858",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "夜之小真-霜之哀伤",
						["iLvl"] = 452,
						["time"] = 1589437546,
						["class"] = 1,
						["bTag"] = "小真大人#5644",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "香脆米花糖-燃烧之刃",
						["iLvl"] = 462,
						["time"] = 1589437601,
						["class"] = 12,
						["bTag"] = "半价薯片#51952",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "军团血卫士-达斯雷玛",
						["iLvl"] = 461,
						["time"] = 1589437601,
						["class"] = 12,
						["bTag"] = "刘勇#5924",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "小二九-丽丽（四川）",
						["iLvl"] = 476,
						["time"] = 1589437607,
						["class"] = 5,
						["bTag"] = "推油的凌师傅#5632",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "老厮基-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1589437546,
						["class"] = 11,
						["bTag"] = "卡卡西#52805",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "邪之忧愁-诺莫瑞根",
						["iLvl"] = 455,
						["time"] = 1589437613,
						["class"] = 12,
						["bTag"] = "襄阳吴彦祖#51596",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "韩晓柒-黑铁",
						["iLvl"] = 461,
						["time"] = 1589437613,
						["class"] = 1,
						["bTag"] = "七夜#5193",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "黑色遮羞布-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1589437601,
						["class"] = 12,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "大卫德利尔斯-死亡之翼",
						["iLvl"] = 464,
						["time"] = 1589437603,
						["class"] = 6,
						["bTag"] = "大卫德利尔斯#5611",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "鹰飞-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1589437605,
						["class"] = 2,
						["bTag"] = "bamutela#5169",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "国产飞鸡-布鲁塔卢斯",
						["iLvl"] = 448,
						["time"] = 1589437607,
						["class"] = 10,
						["bTag"] = "国产飞鸡#5463",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "德理不挠人丶-黑暗魅影",
						["iLvl"] = 479,
						["time"] = 1589437607,
						["class"] = 11,
						["bTag"] = "春小思#5911",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "万物皆可招财-无尽之海",
						["iLvl"] = 476,
						["time"] = 1589437546,
						["class"] = 12,
						["bTag"] = "可乐配冰#5638",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "念丶星尘-死亡之翼",
						["iLvl"] = 483,
						["time"] = 1589437607,
						["class"] = 8,
						["bTag"] = "天㐅殇#5454",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "沐雨冠玉-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1589437605,
						["class"] = 12,
						["bTag"] = "Krystal#5378",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "夜一十六-黑铁",
						["time"] = 1589437613,
						["class"] = 3,
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "春風-燃烧之刃",
						["iLvl"] = 458,
						["time"] = 1589437605,
						["class"] = 2,
						["bTag"] = "毛俊威#5952",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "零度星辰-艾莫莉丝",
						["time"] = 1589437607,
						["class"] = 2,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "街风晚凉丶-格瑞姆巴托",
						["iLvl"] = 446,
						["time"] = 1589437601,
						["class"] = 8,
						["bTag"] = "冷月#5862",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "乐乐紫-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1589437601,
						["class"] = 7,
						["bTag"] = "影莫尔#5683",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "跑丢的塞班-诺兹多姆",
						["time"] = 1589437609,
						["class"] = 1,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "后续学长-燃烧之刃",
						["iLvl"] = 481,
						["time"] = 1589437613,
						["class"] = 3,
						["bTag"] = "唱歌的后续#5986",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Tyche-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1589437546,
						["class"] = 12,
						["bTag"] = "Star#51921",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光追逐者-日落沼泽",
						["iLvl"] = 410,
						["time"] = 1589437613,
						["class"] = 2,
						["bTag"] = "凯恩#522793",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "今夕-阿古斯",
						["iLvl"] = 454,
						["time"] = 1589437613,
						["class"] = 2,
						["bTag"] = "VirNos#5872",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "雨刮大亨-死亡之翼",
						["iLvl"] = 434,
						["time"] = 1589440743,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "东街吴彦祖#5368",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "矮小精干-伊莫塔尔",
						["time"] = 1589440782,
						["class"] = 1,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "不念丶-迅捷微风",
						["iLvl"] = 479,
						["time"] = 1589440745,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "x7x7#51774",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "光头力口暴击-暴风祭坛",
						["iLvl"] = 458,
						["time"] = 1589440782,
						["class"] = 4,
						["bTag"] = "周佳萌萌#5768",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "山间清爽的雨-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1589440776,
						["class"] = 3,
						["bTag"] = "雪诺#51336",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Vivier-弗塞雷迦",
						["iLvl"] = 470,
						["time"] = 1589440782,
						["class"] = 3,
						["bTag"] = "他阴间的主宰#51706",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "牛气冲兲-伊莫塔尔",
						["time"] = 1589440707,
						["class"] = 2,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "丶失寵-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1589440782,
						["class"] = 3,
						["bTag"] = "隔壁阿弘爱搞机#5166",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "布偶兔-黑铁",
						["iLvl"] = 483,
						["time"] = 1589440774,
						["class"] = 2,
						["bTag"] = "阡沫丶#5311",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "火狐莉莉-鲜血熔炉",
						["iLvl"] = 467,
						["time"] = 1589440782,
						["class"] = 8,
						["bTag"] = "晓猎#5458",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "御风弄影-幽暗沼泽",
						["time"] = 1589440782,
						["class"] = 8,
						["leader"] = true,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "不知道怎么办-古拉巴什",
						["time"] = 1589440778,
						["class"] = 9,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "小海-拉文凯斯",
						["time"] = 1589440782,
						["class"] = 7,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "骞骞-死亡之翼",
						["iLvl"] = 484,
						["time"] = 1589452445,
						["class"] = 4,
						["bTag"] = "青风云烟#5643",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "可儿的波克比-大漩涡",
						["time"] = 1589452445,
						["class"] = 2,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "屠戮苍生-丽丽（四川）",
						["iLvl"] = 477,
						["time"] = 1589452469,
						["class"] = 6,
						["bTag"] = "大领主阿尔赛斯#5346",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "照顾-克尔苏加德",
						["iLvl"] = 479,
						["time"] = 1589452445,
						["class"] = 11,
						["bTag"] = "命运定人生#5213",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "一刀玖簖-伊森利恩",
						["time"] = 1589452469,
						["class"] = 1,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "全球代笔皇-亚雷戈斯",
						["iLvl"] = 474,
						["time"] = 1589452396,
						["class"] = 3,
						["bTag"] = "贵林#5354",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "狐小软软趴趴-迅捷微风",
						["iLvl"] = 480,
						["time"] = 1589452324,
						["class"] = 5,
						["bTag"] = "您好快递#51579",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "血色一阿花-苏塔恩",
						["iLvl"] = 479,
						["time"] = 1589452317,
						["class"] = 2,
						["bTag"] = "阿花#5411",
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "乂路西法乂-安苏",
						["iLvl"] = 461,
						["time"] = 1589452457,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "乂彦乂#5535",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "啊丨郁-布兰卡德",
						["iLvl"] = 478,
						["time"] = 1589452453,
						["class"] = 3,
						["bTag"] = "LuoLuo#51972",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "海由达佳-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1589452449,
						["class"] = 12,
						["bTag"] = "lzy#5436",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "街头痞子丶-伊森利恩",
						["iLvl"] = 476,
						["time"] = 1589452453,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "迅捷之潜行者#5320632",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "灵枢-洛肯",
						["iLvl"] = 480,
						["time"] = 1589452464,
						["class"] = 2,
						["bTag"] = "杨靖瑶#5406",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "山风岚-亚雷戈斯",
						["time"] = 1589452385,
						["class"] = 12,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "梦七夕-哈卡",
						["iLvl"] = 479,
						["time"] = 1589452449,
						["class"] = 2,
						["bTag"] = "梦七夕#5912",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "囚自己于旧城-凤凰之神",
						["iLvl"] = 465,
						["time"] = 1589452447,
						["class"] = 8,
						["bTag"] = "旧城#5579",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "禾枫-布兰卡德",
						["iLvl"] = 484,
						["time"] = 1589452443,
						["class"] = 7,
						["bTag"] = "SuperMurloc#52201",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "慕柠-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1589452451,
						["class"] = 4,
						["bTag"] = "雪落#51867",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "上杉丶绘梨衣-血顶",
						["iLvl"] = 466,
						["time"] = 1589452447,
						["class"] = 12,
						["bTag"] = "加布里尔丶莱耶斯#5939",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "静看花开花落-卡珊德拉",
						["iLvl"] = 464,
						["time"] = 1589452460,
						["class"] = 4,
						["bTag"] = "靡靡#5673",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "帅气的小猛莮-贫瘠之地",
						["iLvl"] = 477,
						["time"] = 1589452445,
						["class"] = 3,
						["bTag"] = "脸都打歪你的#5671",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "惜殇-卡德罗斯",
						["iLvl"] = 479,
						["time"] = 1589452453,
						["class"] = 4,
						["bTag"] = "相惜#51397",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "Amumo-梦境之树",
						["iLvl"] = 466,
						["time"] = 1589452445,
						["class"] = 12,
						["bTag"] = "丨末白丨#5825",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "老子贼瞎-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1589452445,
						["class"] = 12,
						["bTag"] = "为了部落#5232229",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "Abbycc-黑铁",
						["time"] = 1589452445,
						["class"] = 12,
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "三苏-鬼雾峰",
						["time"] = 1589452451,
						["class"] = 11,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "十方暨灭-无尽之海",
						["iLvl"] = 478,
						["time"] = 1589452469,
						["class"] = 1,
						["bTag"] = "珺翎#5684",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "暗杠杠不动丶-恶魔之魂",
						["iLvl"] = 479,
						["time"] = 1590053471,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "隔夜的梦灬#5135",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "杀手的天空-熔火之心",
						["iLvl"] = 478,
						["time"] = 1590053469,
						["class"] = 12,
						["bTag"] = "牛盾#5460",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "贾如-血色十字军",
						["iLvl"] = 479,
						["time"] = 1590053377,
						["class"] = 11,
						["bTag"] = "寻常#5328",
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "Yzlhaoo-死亡之翼",
						["iLvl"] = 445,
						["time"] = 1590053479,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "Yzlhao#51745",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "妹妹你好香-死亡之翼",
						["iLvl"] = 412,
						["time"] = 1590053486,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "浮生#51963",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "Salbert-死亡之翼",
						["iLvl"] = 455,
						["time"] = 1590053377,
						["class"] = 4,
						["bTag"] = "他白哥#5626",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "我看见你们了-夏维安",
						["iLvl"] = 480,
						["time"] = 1590053377,
						["class"] = 12,
						["bTag"] = "拉普达的桔子#5638",
					}, -- [80]
					{
						["role"] = "TANK",
						["name"] = "嘟嘟狂牛-黑暗魅影",
						["iLvl"] = 453,
						["time"] = 1590053477,
						["class"] = 11,
						["bTag"] = "贪睡之熊#511652",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "悸动的小桃花-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590053377,
						["class"] = 8,
						["bTag"] = "失态失态丶#5104",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "尧舜-影之哀伤",
						["iLvl"] = 481,
						["time"] = 1590053469,
						["class"] = 2,
						["bTag"] = "丶过去丶#5343",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "不要逼脸-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1590053377,
						["class"] = 1,
						["bTag"] = "大口袋#5214",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "月落相思尽-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1590053475,
						["class"] = 12,
						["bTag"] = "社会潇洒哥#51302",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "六月未羊-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1590053473,
						["class"] = 1,
						["bTag"] = "朱大仙#51966",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "山城吃啤酒丶-狂热之刃",
						["iLvl"] = 481,
						["time"] = 1590053377,
						["class"] = 1,
						["bTag"] = "山城朋友下次我请#5910",
					}, -- [87]
					{
						["role"] = "HEALER",
						["name"] = "超级罗非鱼-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1590053467,
						["class"] = 11,
						["bTag"] = "xcmlove#5172",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "灬秋夜灬-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590053377,
						["class"] = 12,
						["bTag"] = "秋夜灬#51366",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "兔子的萝卜灬-贫瘠之地",
						["iLvl"] = 478,
						["time"] = 1590053377,
						["class"] = 11,
						["bTag"] = "sun#54195",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "泡沫里的猫-洛丹伦",
						["iLvl"] = 476,
						["time"] = 1590053467,
						["class"] = 8,
						["bTag"] = "阿尓悲斯#5754",
					}, -- [91]
					{
						["role"] = "HEALER",
						["name"] = "好几百只喵-伊森利恩",
						["iLvl"] = 455,
						["time"] = 1590053471,
						["class"] = 10,
						["bTag"] = "好几百只猫#5441",
					}, -- [92]
					{
						["role"] = "TANK",
						["name"] = "詠夜丶-狂热之刃",
						["iLvl"] = 480,
						["time"] = 1590053494,
						["class"] = 2,
						["bTag"] = "永恒的夜#5695",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "詠恒的記憶-安苏",
						["iLvl"] = 479,
						["time"] = 1590053469,
						["class"] = 4,
						["bTag"] = "冰瞳#5854",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光逐风-太阳之井",
						["iLvl"] = 450,
						["time"] = 1590053473,
						["class"] = 2,
						["bTag"] = "流星#5722",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "木偶然-桑德兰",
						["iLvl"] = 478,
						["time"] = 1590053377,
						["class"] = 8,
						["bTag"] = "胡大美人#5339",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "九里丶-格瑞姆巴托",
						["iLvl"] = 481,
						["time"] = 1590053475,
						["class"] = 2,
						["bTag"] = "李达康#5126",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "小柳同学-暗影之月",
						["iLvl"] = 461,
						["time"] = 1590053469,
						["class"] = 9,
						["bTag"] = "丶嗯哼丶#5898",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "Titancronus-阿拉希",
						["iLvl"] = 479,
						["time"] = 1590053377,
						["class"] = 8,
						["bTag"] = "Knight#56565",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkkille-太阳之井",
						["iLvl"] = 478,
						["time"] = 1590053475,
						["class"] = 4,
						["bTag"] = "超能之法师#58455",
					}, -- [100]
					{
						["role"] = "TANK",
						["name"] = "灬死灬-藏宝海湾",
						["iLvl"] = 475,
						["time"] = 1590053469,
						["class"] = 6,
						["bTag"] = "星期一#5750",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "醉眼朦胧-恐怖图腾",
						["iLvl"] = 474,
						["time"] = 1590053377,
						["class"] = 12,
						["bTag"] = "玖月拾玖#5729",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "大昼-希雷诺斯",
						["iLvl"] = 430,
						["time"] = 1590053481,
						["class"] = 1,
						["bTag"] = "muscle1025#5739",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "黄鶴樓-影之哀伤",
						["iLvl"] = 475,
						["time"] = 1590053500,
						["class"] = 1,
						["bTag"] = "soul#5702",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "战神旧事-克尔苏加德",
						["iLvl"] = 479,
						["time"] = 1590053467,
						["class"] = 2,
						["bTag"] = "战神旧事#5152",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "青锋侠-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590053481,
						["class"] = 1,
						["bTag"] = "白露未晞#51522",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "等等我抽根烟-影之哀伤",
						["iLvl"] = 469,
						["time"] = 1590053481,
						["class"] = 8,
						["bTag"] = "盾盾盾#5487",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "锛丶-洛丹伦",
						["iLvl"] = 479,
						["time"] = 1590053467,
						["class"] = 3,
						["bTag"] = "David#5367",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "淺憶-奥尔加隆",
						["iLvl"] = 475,
						["time"] = 1590053467,
						["class"] = 1,
						["bTag"] = "雷哥#51618",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "Hayougen-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590053481,
						["class"] = 4,
						["bTag"] = "世上最骚#5920",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "璟年-熔火之心",
						["iLvl"] = 478,
						["time"] = 1590053467,
						["class"] = 3,
						["bTag"] = "夜雨秋风#5307",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "Fearnt-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590053488,
						["class"] = 1,
						["bTag"] = "flyfive#51508",
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "半倾寄轻愁-亚雷戈斯",
						["iLvl"] = 479,
						["time"] = 1590136190,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "TerryFleon#5227",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "沐阳花开-布兰卡德",
						["iLvl"] = 460,
						["time"] = 1590136186,
						["class"] = 12,
						["bTag"] = "天生禽兽#5701",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "战天-巴瑟拉斯",
						["iLvl"] = 479,
						["time"] = 1590136182,
						["class"] = 1,
						["bTag"] = "Jevey#5564",
					}, -- [115]
					{
						["role"] = "TANK",
						["name"] = "鬼娃新郎-安苏",
						["iLvl"] = 433,
						["time"] = 1590136190,
						["class"] = 6,
						["bTag"] = "cappu#5483",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "乔治与佩奇-加兹鲁维",
						["iLvl"] = 461,
						["time"] = 1590136180,
						["class"] = 8,
						["bTag"] = "FunkyFrog#57149",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼娃新娘-安苏",
						["iLvl"] = 432,
						["time"] = 1590136190,
						["class"] = 6,
						["bTag"] = "ccino#5378",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "潍县拉皮-凤凰之神",
						["iLvl"] = 448,
						["time"] = 1590136190,
						["class"] = 3,
						["bTag"] = "狡猾之猎人#51279",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "光执事丶枼姬-白银之手",
						["time"] = 1590136190,
						["class"] = 2,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "惹丶-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1590136184,
						["class"] = 7,
						["bTag"] = "钟晨#51631",
					}, -- [121]
					{
						["role"] = "HEALER",
						["name"] = "新垣结依-无尽之海",
						["iLvl"] = 468,
						["time"] = 1590136184,
						["class"] = 2,
						["bTag"] = "辰戦#5471",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪的大火球-织亡者",
						["time"] = 1590136186,
						["class"] = 8,
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "黄婷婷-血色十字军",
						["iLvl"] = 479,
						["time"] = 1590136188,
						["class"] = 1,
						["bTag"] = "黄女神#51418",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "暴脾气的小明-诺森德",
						["iLvl"] = 480,
						["time"] = 1590136178,
						["class"] = 12,
						["bTag"] = "陈铭#51169",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "卡卡罗拉-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1590136129,
						["class"] = 1,
						["bTag"] = "么斯萨#5624",
					}, -- [126]
					{
						["role"] = "HEALER",
						["name"] = "绯月尘-风行者",
						["iLvl"] = 475,
						["time"] = 1590136186,
						["class"] = 2,
						["bTag"] = "绯月瑾#5884",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "巧克力可爱多-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1590136180,
						["class"] = 1,
						["bTag"] = "巧克力可爱多#5236",
					}, -- [128]
					{
						["role"] = "TANK",
						["name"] = "洛克大叔-死亡之翼",
						["iLvl"] = 449,
						["time"] = 1590136136,
						["class"] = 1,
						["bTag"] = "咪咕蟹#5431",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "欣赏你的甜-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1590136176,
						["class"] = 3,
						["bTag"] = "旧城安安#5308",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "playerqyguon-霜狼",
						["iLvl"] = 438,
						["time"] = 1590136186,
						["class"] = 12,
						["bTag"] = "皮纳斯先生#5644",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落血术-阿拉希",
						["iLvl"] = 431,
						["time"] = 1590136190,
						["class"] = 9,
						["bTag"] = "堕落血术#5931",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "仓山井已空-达斯雷玛",
						["time"] = 1590136190,
						["class"] = 12,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "梦忆灬流年-影之哀伤",
						["iLvl"] = 477,
						["time"] = 1590136182,
						["class"] = 12,
						["bTag"] = "燃烧的浅蓝#51717",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "笑骑骑放毒蛇-黑铁",
						["iLvl"] = 478,
						["time"] = 1590136184,
						["class"] = 3,
						["bTag"] = "Jsany#5102",
					}, -- [135]
					{
						["role"] = "TANK",
						["name"] = "妹妹的大白腿-布兰卡德",
						["iLvl"] = 448,
						["time"] = 1590136182,
						["class"] = 1,
						["bTag"] = "漫无止境的八月#5315",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "万般无奈-古达克",
						["iLvl"] = 479,
						["time"] = 1590136178,
						["class"] = 6,
						["bTag"] = "暴躁之鼬#55487",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "幻灵姬-泰兰德",
						["iLvl"] = 477,
						["time"] = 1590136176,
						["class"] = 12,
						["bTag"] = "心之语#51320",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "Urey-霜之哀伤",
						["time"] = 1590136180,
						["class"] = 4,
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "凝婼-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1590136186,
						["class"] = 10,
						["bTag"] = "鳕婼宸#5785",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "低调一沫沫-卡拉赞",
						["time"] = 1590136170,
						["class"] = 4,
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "旮旯灬北极星-哈卡",
						["iLvl"] = 478,
						["time"] = 1590136190,
						["class"] = 6,
						["bTag"] = "hart#5598",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "你的半岛铁盒-回音山",
						["time"] = 1590136180,
						["class"] = 3,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "夜深了来一杯-狂热之刃",
						["time"] = 1590136190,
						["class"] = 3,
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "黑豆浆-阿比迪斯",
						["time"] = 1590136190,
						["class"] = 3,
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "小白黑丨-无尽之海",
						["time"] = 1590136188,
						["class"] = 8,
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "冰魂噬影-冰风岗",
						["iLvl"] = 461,
						["time"] = 1590140037,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "林哥很忙#51402",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "寒灬梦-夏维安",
						["iLvl"] = 478,
						["time"] = 1590140037,
						["class"] = 3,
						["bTag"] = "小涅涅#5193",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "心机胖儿-冰风岗",
						["iLvl"] = 444,
						["time"] = 1590140037,
						["class"] = 2,
						["bTag"] = "酒醒入梦#5144",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "兔儿骑-影之哀伤",
						["iLvl"] = 472,
						["time"] = 1590140037,
						["class"] = 6,
						["bTag"] = "龙仔#5979",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "枪扫八方镇-熊猫酒仙",
						["iLvl"] = 469,
						["time"] = 1590140037,
						["class"] = 4,
						["bTag"] = "梦里千寻#51960",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒满宝-凯恩血蹄",
						["iLvl"] = 475,
						["time"] = 1590140037,
						["class"] = 8,
						["bTag"] = "安立#5511",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "自损八百-克尔苏加德",
						["iLvl"] = 448,
						["time"] = 1590140037,
						["class"] = 11,
						["bTag"] = "未找到服务器#5506",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "Idealidiot-贫瘠之地",
						["time"] = 1590140037,
						["class"] = 9,
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "丶背刺港姐-影之哀伤",
						["iLvl"] = 477,
						["time"] = 1590140037,
						["class"] = 4,
						["bTag"] = "丶双#5700",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "大伟啊迦南-雷霆之怒",
						["iLvl"] = 475,
						["time"] = 1590140037,
						["class"] = 12,
						["bTag"] = "大伟迦南#5802",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "拒绝治疗-燃烧平原",
						["iLvl"] = 479,
						["time"] = 1590140037,
						["class"] = 2,
						["bTag"] = "星疤客#5744",
					}, -- [157]
					{
						["role"] = "TANK",
						["name"] = "全职高手-死亡之翼",
						["iLvl"] = 453,
						["time"] = 1590140037,
						["class"] = 2,
						["bTag"] = "无聊回来看看#51647",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "魅舞翩翩-阿比迪斯",
						["iLvl"] = 479,
						["time"] = 1590140037,
						["class"] = 5,
						["bTag"] = "诗舞翩翩#5584",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "昔姩-安东尼达斯",
						["iLvl"] = 477,
						["time"] = 1590140037,
						["class"] = 8,
						["bTag"] = "昔年#5528",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "卡尔托斯-格瑞姆巴托",
						["iLvl"] = 467,
						["time"] = 1590140037,
						["class"] = 6,
						["bTag"] = "凤凰#5552",
					}, -- [161]
					{
						["role"] = "HEALER",
						["name"] = "打酱油奶牛-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1590140037,
						["class"] = 2,
						["bTag"] = "球球#5204",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "冷月晨曦-斯克提斯",
						["iLvl"] = 480,
						["time"] = 1590140037,
						["class"] = 12,
						["bTag"] = "魔法之裤#535149",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼胴丸-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1590140037,
						["class"] = 12,
						["bTag"] = "刺心者#5625",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "雪落暮谁眸-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590140037,
						["class"] = 12,
						["bTag"] = "二百年后再一起#5101",
					}, -- [165]
					{
						["role"] = "HEALER",
						["name"] = "遂古之初-苏拉玛",
						["iLvl"] = 462,
						["time"] = 1590140037,
						["class"] = 11,
						["bTag"] = "漠南小白#51384",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "老卤骞-安苏",
						["iLvl"] = 474,
						["time"] = 1590140037,
						["class"] = 1,
						["bTag"] = "FunkyPants#561658",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "千羽凌-鬼雾峰",
						["time"] = 1590140037,
						["class"] = 8,
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "青衣沽酒风尘-奥尔加隆",
						["iLvl"] = 479,
						["time"] = 1590644219,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "天辰丶散樱#5703",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "山海亦可平-血色十字军",
						["iLvl"] = 482,
						["time"] = 1590644163,
						["class"] = 9,
						["bTag"] = "没猫病#5128",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "开膛手布丁-鬼雾峰",
						["iLvl"] = 455,
						["time"] = 1590644219,
						["class"] = 3,
						["bTag"] = "Reboat#5549",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "Dellz-藏宝海湾",
						["iLvl"] = 480,
						["time"] = 1590644219,
						["class"] = 11,
						["bTag"] = "Gondola#51456",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "丶秦夕颜-格瑞姆巴托",
						["iLvl"] = 450,
						["time"] = 1590644219,
						["class"] = 5,
						["bTag"] = "我是壹粒蛋#5509",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆战-烈焰峰",
						["time"] = 1590644110,
						["class"] = 1,
					}, -- [174]
					{
						["role"] = "HEALER",
						["name"] = "吊德一批-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1590644219,
						["class"] = 11,
						["bTag"] = "Anastasia#51860",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "大将萨卡斯基-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1590644219,
						["class"] = 1,
						["bTag"] = "旋木小猪#5788",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "茶言观色灬-海克泰尔",
						["iLvl"] = 470,
						["time"] = 1590644219,
						["class"] = 3,
						["bTag"] = "暴躁丶骑士#5796",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "Yololuck-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1590644163,
						["class"] = 8,
						["bTag"] = "青冢#51276",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "哈维蛋疼-霜狼",
						["iLvl"] = 454,
						["time"] = 1590644219,
						["class"] = 1,
						["bTag"] = "Specterlol#5859",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "克利夫兰-大地之怒",
						["time"] = 1590644219,
						["class"] = 2,
					}, -- [180]
					{
						["role"] = "HEALER",
						["name"] = "Zarl-燃烧之刃",
						["time"] = 1590644219,
						["class"] = 2,
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "哥只是个豆包-试炼之环",
						["iLvl"] = 480,
						["time"] = 1590644163,
						["class"] = 8,
						["bTag"] = "丨霖先生丨#5777",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "影舞凰腾-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1590644163,
						["class"] = 4,
						["bTag"] = "很想多玩会#5917",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "灰白-暗影之月",
						["iLvl"] = 477,
						["time"] = 1590644163,
						["class"] = 4,
						["bTag"] = "初白#51110",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "花落知多少-格雷迈恩",
						["iLvl"] = 471,
						["time"] = 1590644219,
						["class"] = 12,
						["bTag"] = "自古华夏多英杰#5747",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "如意卷-火焰之树",
						["iLvl"] = 462,
						["time"] = 1590644163,
						["class"] = 4,
						["bTag"] = "青松#5966",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "孤风玥-燃烧之刃",
						["iLvl"] = 473,
						["time"] = 1590644219,
						["class"] = 12,
						["bTag"] = "舒逸#51464",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "灰丶冭狼-希雷诺斯",
						["iLvl"] = 476,
						["time"] = 1590644219,
						["class"] = 1,
						["bTag"] = "灰丶冭郎#5420",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "得瑟猫-丹莫德",
						["time"] = 1590644163,
						["class"] = 1,
					}, -- [189]
					{
						["role"] = "TANK",
						["name"] = "我的笑很甜-安戈洛",
						["iLvl"] = 450,
						["time"] = 1590644219,
						["class"] = 12,
						["bTag"] = "花袜子#51146",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "杀神云飞-安苏",
						["iLvl"] = 477,
						["time"] = 1590644219,
						["class"] = 8,
						["bTag"] = "还是回来#5739",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "我要渠道暴击-奥拉基尔",
						["iLvl"] = 482,
						["time"] = 1590644219,
						["class"] = 3,
						["bTag"] = "刘能能#5686",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "旺仔小猛牛-冰风岗",
						["iLvl"] = 479,
						["time"] = 1590644163,
						["class"] = 7,
						["bTag"] = "小丶馒丶头#5316",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "陈词滥调-埃德萨拉",
						["iLvl"] = 479,
						["time"] = 1590644163,
						["class"] = 12,
						["bTag"] = "闻山#5793",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "一套袭来-安苏",
						["iLvl"] = 479,
						["time"] = 1590644219,
						["class"] = 1,
						["bTag"] = "Drsoyanara#5612",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "Maxtt-冰风岗",
						["iLvl"] = 479,
						["time"] = 1590644163,
						["class"] = 1,
						["bTag"] = "Maxttt#51497",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "云飞杨-外域",
						["iLvl"] = 478,
						["time"] = 1590644163,
						["class"] = 3,
						["bTag"] = "风起花飞扬#5991",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影灭牙-死亡之翼",
						["iLvl"] = 434,
						["time"] = 1590644219,
						["class"] = 4,
						["bTag"] = "魔魂战神#5707",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "暴击使我快乐-狂热之刃",
						["iLvl"] = 473,
						["time"] = 1590644163,
						["class"] = 3,
						["bTag"] = "awen#5874",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "佐手君-风暴之鳞",
						["iLvl"] = 451,
						["time"] = 1590644219,
						["class"] = 1,
						["bTag"] = "猥琐才是一门艺术#5991",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "抖凛壳颤-巴瑟拉斯",
						["iLvl"] = 479,
						["time"] = 1590644219,
						["class"] = 3,
						["bTag"] = "抖凛壳颤#5383",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "都是小怪兽-伊森利恩",
						["iLvl"] = 464,
						["time"] = 1590644219,
						["class"] = 4,
						["bTag"] = "狂野小超人#5464",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "流氓灬祷言-迅捷微风",
						["iLvl"] = 469,
						["time"] = 1590644219,
						["class"] = 9,
						["bTag"] = "wybrazzo#5283",
					}, -- [203]
					{
						["role"] = "HEALER",
						["name"] = "Yokiki-阿纳克洛斯",
						["iLvl"] = 476,
						["time"] = 1590644163,
						["class"] = 11,
						["bTag"] = "言泠丶#5607",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "Wonder-阿纳克洛斯",
						["iLvl"] = 476,
						["time"] = 1590644219,
						["class"] = 8,
						["bTag"] = "茫然之骑士#528131",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "琉璃风华-埃德萨拉",
						["iLvl"] = 480,
						["time"] = 1591275220,
						["class"] = 11,
						["bTag"] = "热能与动力工程#51530",
					}, -- [206]
					{
						["role"] = "HEALER",
						["name"] = "丶墨染锦年丶-埃德萨拉",
						["time"] = 1590644219,
						["class"] = 2,
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "影陇邺-克尔苏加德",
						["iLvl"] = 461,
						["time"] = 1590644219,
						["class"] = 8,
						["bTag"] = "漆黑终焉#5709",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "丶龍虾-凤凰之神",
						["time"] = 1590743509,
						["class"] = 8,
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "米灬猫-夏维安",
						["iLvl"] = 479,
						["time"] = 1590743359,
						["class"] = 2,
						["bTag"] = "小涅涅#5193",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "殇心牛-鬼雾峰",
						["iLvl"] = 474,
						["time"] = 1590743363,
						["class"] = 11,
						["bTag"] = "rain#5857",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "李智恩的恶魔-安苏",
						["iLvl"] = 410,
						["time"] = 1590743368,
						["class"] = 12,
						["bTag"] = "李智恩的吉他#5293",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "艾莉桑德丷-熔火之心",
						["time"] = 1590743377,
						["class"] = 8,
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "峰火山林-凤凰之神",
						["time"] = 1590743351,
						["class"] = 1,
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "黑旋风菠萝-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1590743372,
						["class"] = 4,
						["bTag"] = "abl#5463",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙太梨-凤凰之神",
						["iLvl"] = 445,
						["time"] = 1590743366,
						["class"] = 6,
						["bTag"] = "霓虹圣域#5380",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "慧慧要开心-影之哀伤",
						["iLvl"] = 450,
						["time"] = 1590743425,
						["class"] = 3,
						["bTag"] = "snakehehe123#5299",
					}, -- [217]
					{
						["role"] = "TANK",
						["name"] = "臭婆丶-国王之谷",
						["time"] = 1590743509,
						["class"] = 2,
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "艾尔莉克-卡德加",
						["iLvl"] = 480,
						["time"] = 1590743366,
						["class"] = 12,
						["bTag"] = "美人卷珠帘#5667",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "丶八月-燃烧之刃",
						["time"] = 1590743353,
						["class"] = 1,
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "鲜花绽放-塞拉摩",
						["time"] = 1590743351,
						["class"] = 3,
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "逆神旸丶-凤凰之神",
						["time"] = 1590743351,
						["class"] = 1,
					}, -- [222]
					{
						["role"] = "TANK",
						["name"] = "面包超人-耐普图隆",
						["iLvl"] = 479,
						["time"] = 1590743355,
						["class"] = 1,
						["bTag"] = "老豹#51837",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "十六夜咲月-贫瘠之地",
						["time"] = 1590743353,
						["class"] = 12,
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "巴里丶艾伦-狂热之刃",
						["time"] = 1590743357,
						["class"] = 1,
					}, -- [225]
					{
						["role"] = "HEALER",
						["name"] = "十月悲唱-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1590743363,
						["class"] = 11,
						["bTag"] = "灭世精灵#5766",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "消灭未知目标-踏梦者",
						["time"] = 1590743509,
						["class"] = 12,
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "部落海豚子-冰风岗",
						["iLvl"] = 421,
						["time"] = 1590743509,
						["class"] = 12,
						["bTag"] = "海豚子#5501",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "杀虫剂-狂热之刃",
						["iLvl"] = 474,
						["time"] = 1590743503,
						["class"] = 12,
						["bTag"] = "小高#5147",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "今田美樱-埃霍恩",
						["iLvl"] = 479,
						["time"] = 1590743509,
						["class"] = 11,
						["bTag"] = "出橙记#5386",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "初恋淡薄如雪-埃霍恩",
						["iLvl"] = 480,
						["time"] = 1590743509,
						["class"] = 9,
						["bTag"] = "出橙记#5386",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "夏天的天空-埃霍恩",
						["iLvl"] = 479,
						["time"] = 1590743509,
						["class"] = 6,
						["bTag"] = "出橙记#5386",
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "随风无影-地狱之石",
						["time"] = 1590743363,
						["class"] = 3,
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "风一样的男人-影之哀伤",
						["iLvl"] = 459,
						["time"] = 1590743457,
						["class"] = 9,
						["bTag"] = "肉感有力#5873",
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "牧雨思雪-熔火之心",
						["iLvl"] = 477,
						["time"] = 1590743457,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "拥有侥幸失去人生#5799",
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "花夜神-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1590743509,
						["class"] = 3,
						["bTag"] = "金大哥#51815",
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "Remeberlol-阿纳克洛斯",
						["iLvl"] = 478,
						["time"] = 1590743505,
						["class"] = 8,
						["bTag"] = "记起嚛#5825",
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "Crazybb-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1590743457,
						["class"] = 8,
						["bTag"] = "玥児#51999",
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "浩浩的毁灭术-无尽之海",
						["iLvl"] = 482,
						["time"] = 1590743509,
						["class"] = 9,
						["bTag"] = "浩浩有丶表情#5803",
					}, -- [239]
					{
						["role"] = "DAMAGER",
						["name"] = "雨泪丶-黑暗虚空",
						["iLvl"] = 478,
						["time"] = 1590743503,
						["class"] = 11,
						["bTag"] = "雨泪#5781",
					}, -- [240]
					{
						["role"] = "DAMAGER",
						["name"] = "云獵灬-安苏",
						["iLvl"] = 480,
						["time"] = 1590743509,
						["class"] = 1,
						["bTag"] = "荭汼#5210",
					}, -- [241]
					{
						["role"] = "DAMAGER",
						["name"] = "丨埃辛諾斯丨-卡拉赞",
						["iLvl"] = 415,
						["time"] = 1590743509,
						["class"] = 12,
						["bTag"] = "孤獨守候#5614",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "一墨染一-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1590743457,
						["class"] = 4,
						["bTag"] = "Edwin#5802",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "伝和山的彼端-海加尔",
						["time"] = 1590743388,
						["class"] = 9,
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "强化了快去送-国王之谷",
						["iLvl"] = 462,
						["time"] = 1590743509,
						["class"] = 4,
						["bTag"] = "看这队友他不香吗#5608",
					}, -- [245]
					{
						["role"] = "TANK",
						["name"] = "追风筝的虾-克尔苏加德",
						["iLvl"] = 478,
						["time"] = 1590743509,
						["class"] = 12,
						["bTag"] = "JefferyYang#51325",
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["name"] = "追风筝的梨-克尔苏加德",
						["iLvl"] = 479,
						["time"] = 1590743509,
						["class"] = 3,
						["bTag"] = "JefferyYang#51325",
					}, -- [247]
					{
						["role"] = "DAMAGER",
						["name"] = "紫鈤-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1590743457,
						["class"] = 12,
						["bTag"] = "宁静#5120",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "狂龙小熊-符文图腾",
						["iLvl"] = 479,
						["time"] = 1590743509,
						["class"] = 3,
						["bTag"] = "狂龙小熊#5718",
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "Rainning-巴瑟拉斯",
						["iLvl"] = 473,
						["time"] = 1590743507,
						["class"] = 1,
						["bTag"] = "伊利蛋#5637",
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法冰冰-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1590743509,
						["class"] = 9,
						["bTag"] = "轨迹#5382",
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "月上柳梢头-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1590743457,
						["class"] = 9,
						["bTag"] = "刀快人帅萌妹爱#5855",
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "红烧排骨丶-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1590743509,
						["class"] = 1,
						["bTag"] = "巴黎欧莱雅#5960",
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "筱丶丫头-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1590743457,
						["class"] = 3,
						["bTag"] = "绿豆小汤团#5653",
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "临池学書-阿纳克洛斯",
						["iLvl"] = 479,
						["time"] = 1590743503,
						["class"] = 4,
						["bTag"] = "MiniNinja#51590",
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "落日虹光-影之哀伤",
						["iLvl"] = 478,
						["time"] = 1590743507,
						["class"] = 1,
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "弑杀冰寒-血牙魔王",
						["iLvl"] = 479,
						["time"] = 1590743503,
						["class"] = 8,
						["bTag"] = "滢滢猪爸爸#5577",
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "孤舟独钓彐-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1590743507,
						["class"] = 6,
						["bTag"] = "孤舟独钓#5103",
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "不得於飞兮-死亡之翼",
						["time"] = 1590743509,
						["class"] = 8,
					}, -- [259]
					{
						["role"] = "DAMAGER",
						["name"] = "一千零一页-暗影之月",
						["iLvl"] = 472,
						["time"] = 1590743503,
						["class"] = 2,
						["bTag"] = "暮色浮屠#51213",
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "小酸头-安苏",
						["iLvl"] = 477,
						["time"] = 1590743507,
						["class"] = 2,
						["bTag"] = "原野#51662",
					}, -- [261]
					{
						["role"] = "DAMAGER",
						["name"] = "Fefefede-符文图腾",
						["time"] = 1590743505,
						["class"] = 1,
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "浪漫城网咖-血色十字军",
						["iLvl"] = 482,
						["time"] = 1590743509,
						["class"] = 3,
						["bTag"] = "邢泉520#5737",
					}, -- [263]
					{
						["role"] = "DAMAGER",
						["name"] = "丨无邪丨-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1590743509,
						["class"] = 12,
						["bTag"] = "MEMORY#5138",
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "羞涩淂煋光-冰川之拳",
						["iLvl"] = 466,
						["time"] = 1590743509,
						["class"] = 4,
						["bTag"] = "chenqi6318Qi#5446",
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "米兰的老铁匠-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1591275246,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "半兽人#5338",
					}, -- [266]
					{
						["role"] = "DAMAGER",
						["name"] = "姹红嫣紫-萨格拉斯",
						["iLvl"] = 476,
						["time"] = 1591275246,
						["class"] = 12,
						["bTag"] = "陆能否#5402",
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["name"] = "青兽-布兰卡德",
						["time"] = 1591275250,
						["class"] = 3,
						["leader"] = true,
					}, -- [268]
					{
						["role"] = "DAMAGER",
						["name"] = "雨若灵-埃德萨拉",
						["iLvl"] = 482,
						["time"] = 1591275250,
						["class"] = 9,
						["bTag"] = "雨若灵#5801",
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "左眼丶妩媚-山丘之王",
						["iLvl"] = 479,
						["time"] = 1591275250,
						["class"] = 2,
						["bTag"] = "cons#5110",
					}, -- [270]
					{
						["role"] = "DAMAGER",
						["name"] = "古月哥欠-阿尔萨斯",
						["iLvl"] = 453,
						["time"] = 1591275250,
						["class"] = 3,
						["bTag"] = "古月哥欠#5471",
					}, -- [271]
					{
						["role"] = "DAMAGER",
						["name"] = "亡命布衣-大漩涡",
						["iLvl"] = 460,
						["time"] = 1591275248,
						["class"] = 8,
						["bTag"] = "亡命布衣#5366",
					}, -- [272]
					{
						["role"] = "TANK",
						["name"] = "阿波伦蒂斯-贫瘠之地",
						["iLvl"] = 479,
						["time"] = 1591275250,
						["class"] = 11,
						["bTag"] = "小小学徒#5187",
					}, -- [273]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼手战魂-血色十字军",
						["iLvl"] = 479,
						["time"] = 1591275246,
						["class"] = 3,
						["bTag"] = "一生只为浪#5301",
					}, -- [274]
					{
						["role"] = "DAMAGER",
						["name"] = "禹大侠-能源舰",
						["iLvl"] = 468,
						["time"] = 1591275250,
						["class"] = 10,
						["bTag"] = "摩诃萨#5153",
					}, -- [275]
					{
						["role"] = "DAMAGER",
						["name"] = "永坠星辰-伊森利恩",
						["iLvl"] = 483,
						["time"] = 1591275250,
						["class"] = 8,
						["bTag"] = "永坠星辰#5213",
					}, -- [276]
					{
						["role"] = "DAMAGER",
						["name"] = "你胖你先上-无尽之海",
						["iLvl"] = 477,
						["time"] = 1591275246,
						["class"] = 12,
						["bTag"] = "破名没人叫#5892",
					}, -- [277]
					{
						["role"] = "DAMAGER",
						["name"] = "Djvivi-冰风岗",
						["iLvl"] = 462,
						["time"] = 1591275250,
						["class"] = 4,
						["bTag"] = "suiwei#5910",
					}, -- [278]
					{
						["role"] = "DAMAGER",
						["name"] = "陷阱德雷克-克尔苏加德",
						["iLvl"] = 484,
						["time"] = 1591275220,
						["class"] = 1,
					}, -- [279]
					{
						["role"] = "DAMAGER",
						["name"] = "暴力法神-埃德萨拉",
						["iLvl"] = 476,
						["time"] = 1591275220,
						["class"] = 8,
						["bTag"] = "暴躁之鼬#54457",
					}, -- [280]
					{
						["role"] = "DAMAGER",
						["name"] = "裁决圣使-迦拉克隆",
						["time"] = 1591275250,
						["class"] = 2,
					}, -- [281]
					{
						["role"] = "DAMAGER",
						["name"] = "路然轻-阿纳克洛斯",
						["iLvl"] = 475,
						["time"] = 1591275250,
						["class"] = 4,
						["bTag"] = "路然轻#5442",
					}, -- [282]
					{
						["role"] = "DAMAGER",
						["name"] = "直到天明-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591275220,
						["class"] = 1,
						["bTag"] = "生来彷徨#5641",
					}, -- [283]
					{
						["role"] = "DAMAGER",
						["name"] = "玖月之神-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1591275246,
						["class"] = 11,
					}, -- [284]
					{
						["role"] = "DAMAGER",
						["name"] = "鴿德茜斯-迦拉克隆",
						["iLvl"] = 478,
						["time"] = 1591275250,
						["class"] = 2,
						["bTag"] = "说好的人车合一呢#5594",
					}, -- [285]
					{
						["role"] = "DAMAGER",
						["name"] = "Stepsofdeath-萨尔",
						["iLvl"] = 472,
						["time"] = 1591275248,
						["class"] = 8,
						["bTag"] = "超能之法师#513154",
					}, -- [286]
					{
						["role"] = "DAMAGER",
						["name"] = "微风微凉丶-死亡之翼",
						["iLvl"] = 463,
						["time"] = 1591275220,
						["class"] = 11,
						["bTag"] = "猫叔#5198",
					}, -- [287]
					{
						["role"] = "TANK",
						["name"] = "部落第壹勇士-安苏",
						["iLvl"] = 479,
						["time"] = 1591275220,
						["class"] = 1,
						["bTag"] = "刑警徐山河#5686",
					}, -- [288]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂得兔子-燃烧之刃",
						["iLvl"] = 468,
						["time"] = 1591275250,
						["class"] = 8,
						["bTag"] = "两只兔子#5247",
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "星空誓约-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1591275220,
						["class"] = 8,
						["bTag"] = "遗忘边缘#5800",
					}, -- [290]
					{
						["role"] = "TANK",
						["name"] = "影哥回来了-塞拉摩",
						["iLvl"] = 479,
						["time"] = 1591275250,
						["class"] = 11,
						["bTag"] = "猎虎#51571",
					}, -- [291]
					{
						["role"] = "TANK",
						["name"] = "洞口张无忌-克尔苏加德",
						["iLvl"] = 483,
						["time"] = 1591275246,
						["class"] = 2,
						["bTag"] = "我爱凯迪拉克#5389",
					}, -- [292]
					{
						["role"] = "DAMAGER",
						["name"] = "荣耀冲锋-迅捷微风",
						["iLvl"] = 472,
						["time"] = 1591275220,
						["class"] = 1,
						["bTag"] = "橙色怡人#5135",
					}, -- [293]
					{
						["role"] = "HEALER",
						["name"] = "大黄鳝我们走-燃烧军团",
						["iLvl"] = 479,
						["time"] = 1591275246,
						["class"] = 7,
						["bTag"] = "网瘾中年#51908",
					}, -- [294]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利凤凰丹-狂热之刃",
						["iLvl"] = 474,
						["time"] = 1591275220,
						["class"] = 12,
						["bTag"] = "buff#5796",
					}, -- [295]
					{
						["role"] = "HEALER",
						["name"] = "战龙狂煞-伊利丹",
						["time"] = 1591275246,
						["class"] = 7,
					}, -- [296]
					{
						["role"] = "TANK",
						["name"] = "伊湖宝宝-贫瘠之地",
						["iLvl"] = 478,
						["time"] = 1591275246,
						["class"] = 2,
						["bTag"] = "百发百中丶大乐透#5939",
					}, -- [297]
					{
						["role"] = "DAMAGER",
						["name"] = "花间槲酒-迅捷微风",
						["iLvl"] = 454,
						["time"] = 1591275250,
						["class"] = 4,
						["bTag"] = "flame#52975",
					}, -- [298]
					{
						["role"] = "DAMAGER",
						["name"] = "依然幻风-摩摩尔",
						["iLvl"] = 463,
						["time"] = 1591275250,
						["class"] = 4,
						["bTag"] = "依然幻风#5644",
					}, -- [299]
					{
						["role"] = "DAMAGER",
						["name"] = "美牛郎-安苏",
						["iLvl"] = 469,
						["time"] = 1591275246,
						["class"] = 2,
						["bTag"] = "BT160819#5489",
					}, -- [300]
					{
						["role"] = "DAMAGER",
						["name"] = "涉猎天下-埃德萨拉",
						["iLvl"] = 458,
						["time"] = 1591275250,
						["class"] = 3,
						["bTag"] = "卖萌好多年#5173",
					}, -- [301]
					{
						["role"] = "HEALER",
						["name"] = "禁忌咒纹-血色十字军",
						["iLvl"] = 478,
						["time"] = 1591275220,
						["class"] = 11,
						["bTag"] = "格陵兰的迷雾#5961",
					}, -- [302]
					{
						["role"] = "DAMAGER",
						["name"] = "拉链没拉-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1591275250,
						["class"] = 7,
						["bTag"] = "种子哥#5354",
					}, -- [303]
					{
						["role"] = "TANK",
						["name"] = "萌珑-格瑞姆巴托",
						["iLvl"] = 472,
						["time"] = 1591464697,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "冰淋城夏#5702",
					}, -- [304]
					{
						["role"] = "DAMAGER",
						["name"] = "冷猎袭-迅捷微风",
						["iLvl"] = 470,
						["time"] = 1591464702,
						["class"] = 3,
						["bTag"] = "龍套先生#5632",
					}, -- [305]
					{
						["role"] = "DAMAGER",
						["name"] = "反派死于话多-燃烧军团",
						["iLvl"] = 478,
						["time"] = 1591464786,
						["class"] = 1,
						["bTag"] = "脆脆鲨#51250",
					}, -- [306]
					{
						["role"] = "DAMAGER",
						["name"] = "冰爿-迅捷微风",
						["iLvl"] = 479,
						["time"] = 1591464781,
						["class"] = 4,
						["bTag"] = "zkkillero#5510",
					}, -- [307]
					{
						["role"] = "DAMAGER",
						["name"] = "巅峰灬小野炮-安苏",
						["iLvl"] = 445,
						["time"] = 1591464677,
						["class"] = 8,
						["bTag"] = "陈先生#52160",
					}, -- [308]
					{
						["role"] = "DAMAGER",
						["name"] = "爆了-熵魔",
						["iLvl"] = 358,
						["time"] = 1591464786,
						["class"] = 4,
						["bTag"] = "惊魂之地精#510503",
					}, -- [309]
					{
						["role"] = "DAMAGER",
						["name"] = "張無忌-德拉诺",
						["iLvl"] = 467,
						["time"] = 1591464786,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "幽冥#5148",
					}, -- [310]
					{
						["role"] = "DAMAGER",
						["name"] = "黄唫脆皮熊-格瑞姆巴托",
						["time"] = 1591464786,
						["class"] = 9,
					}, -- [311]
					{
						["role"] = "DAMAGER",
						["name"] = "悲伤叹息-雏龙之翼",
						["time"] = 1591464786,
						["class"] = 8,
					}, -- [312]
					{
						["role"] = "DAMAGER",
						["name"] = "冲鋒断筋等死-格瑞姆巴托",
						["iLvl"] = 481,
						["time"] = 1591464786,
						["class"] = 1,
						["bTag"] = "TinyTauren#5488",
					}, -- [313]
				},
				["2-140-510-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "奔三二未休-迅捷微风",
						["iLvl"] = 460,
						["time"] = 1589992506,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "babyblue#5194",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Zanyli-影之哀伤",
						["iLvl"] = 465,
						["time"] = 1589992506,
						["class"] = 12,
						["bTag"] = "Shaoyimonkey#5555",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "量子纠缠-夏维安",
						["iLvl"] = 457,
						["time"] = 1589992506,
						["class"] = 8,
						["bTag"] = "Jason#53214",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "Pand-阿尔萨斯",
						["time"] = 1589992506,
						["class"] = 2,
					}, -- [4]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "一法杖敲晕你-无尽之海",
						["iLvl"] = 475,
						["time"] = 1589438322,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "一叶知秋#5956",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "南湘九命猫丶-安苏",
						["iLvl"] = 468,
						["time"] = 1589438326,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "冰糖葫芦娃丶#51711",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "是心动啊-阿尔萨斯",
						["iLvl"] = 475,
						["time"] = 1589438299,
						["class"] = 1,
						["bTag"] = "削个椰子皮#51335",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "孝子们跪哈-迅捷微风",
						["iLvl"] = 444,
						["time"] = 1589438316,
						["class"] = 4,
						["bTag"] = "叛逆的鲁修修#5920",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "心随风飞-死亡熔炉",
						["iLvl"] = 478,
						["time"] = 1589438326,
						["class"] = 2,
						["bTag"] = "心随风飞#5994",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "筒霸道-贫瘠之地",
						["iLvl"] = 480,
						["time"] = 1589438322,
						["class"] = 11,
						["bTag"] = "斯巴达克斯#52244",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "巧克力途途-贫瘠之地",
						["iLvl"] = 481,
						["time"] = 1589438318,
						["class"] = 9,
						["bTag"] = "途途#5489",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "壮壮的壮壮-贫瘠之地",
						["iLvl"] = 480,
						["time"] = 1589438326,
						["class"] = 11,
						["bTag"] = "兽医#5456",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "尛丶牧誓-凤凰之神",
						["iLvl"] = 409,
						["time"] = 1589438326,
						["class"] = 5,
						["bTag"] = "潜行之鲷#56658",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "安徒生的童话-格瑞姆巴托",
						["iLvl"] = 448,
						["time"] = 1589438320,
						["class"] = 4,
						["bTag"] = "Neysa#5404",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "嘉博赤瞳-克尔苏加德",
						["iLvl"] = 444,
						["time"] = 1589438299,
						["class"] = 3,
						["bTag"] = "Gesar#5333",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "黛咪-布兰卡德",
						["iLvl"] = 481,
						["time"] = 1589438318,
						["class"] = 7,
						["bTag"] = "玉米烙#51418",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "开心就好丶-无尽之海",
						["iLvl"] = 479,
						["time"] = 1589438318,
						["class"] = 6,
						["bTag"] = "离醉丶#5473",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "白粗壮-埃德萨拉",
						["iLvl"] = 480,
						["time"] = 1589438322,
						["class"] = 2,
						["bTag"] = "吕荡了外头#5578",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "大个朱-巫妖之王",
						["iLvl"] = 469,
						["time"] = 1589438318,
						["class"] = 9,
						["bTag"] = "希寒#5570",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "掩源-布兰卡德",
						["iLvl"] = 479,
						["time"] = 1589438322,
						["class"] = 12,
						["bTag"] = "憨子#51795",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "夯出奇迹丶斩-贫瘠之地",
						["iLvl"] = 478,
						["time"] = 1589438316,
						["class"] = 1,
						["bTag"] = "王语嫣#5862",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "丷大酋长丷-安苏",
						["iLvl"] = 476,
						["time"] = 1589438326,
						["class"] = 11,
						["bTag"] = "欧阳海#51692",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Risti-埃德萨拉",
						["iLvl"] = 479,
						["time"] = 1589438326,
						["class"] = 7,
						["bTag"] = "金舌狼君烤面筋#5999",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "懒惰德布偶猫-贫瘠之地",
						["iLvl"] = 427,
						["time"] = 1589438326,
						["class"] = 11,
						["bTag"] = "懒惰的布偶猫#5903",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "眸凝-无尽之海",
						["iLvl"] = 463,
						["time"] = 1589438320,
						["class"] = 4,
						["bTag"] = "牛哥#5959",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "playerypnjkx-玛洛加尔",
						["iLvl"] = 469,
						["time"] = 1589438316,
						["class"] = 3,
						["bTag"] = "屁屁很肥#5557",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "性感小皮靴-安苏",
						["iLvl"] = 457,
						["time"] = 1589438326,
						["class"] = 4,
						["bTag"] = "对不起丶我是卧底#51759",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋嘚忧伤-红龙军团",
						["iLvl"] = 469,
						["time"] = 1589438326,
						["class"] = 12,
						["bTag"] = "聖光#51381",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "掌上萌虎-奥斯里安",
						["iLvl"] = 451,
						["time"] = 1589438299,
						["class"] = 3,
						["bTag"] = "小老虎#5338",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "阿木的疯狂-纳克萨玛斯",
						["time"] = 1589438326,
						["class"] = 12,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "花木云-弗塞雷迦",
						["iLvl"] = 479,
						["time"] = 1589438326,
						["class"] = 1,
						["bTag"] = "花爷#5248",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋的悠伤-鬼雾峰",
						["iLvl"] = 468,
						["time"] = 1589438318,
						["class"] = 9,
						["bTag"] = "咖啡丶喵了个咪#5221",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "第一百个谎言-梅尔加尼",
						["iLvl"] = 476,
						["time"] = 1589438322,
						["class"] = 12,
						["bTag"] = "黑暗贤者#5777",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "清冷月光-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1589438318,
						["class"] = 12,
						["bTag"] = "清冷月光#5802",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "孤肜-凤凰之神",
						["iLvl"] = 397,
						["time"] = 1589438326,
						["class"] = 7,
						["bTag"] = "孤容#5853",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "蒲少侠-奈法利安",
						["iLvl"] = 399,
						["time"] = 1589438326,
						["class"] = 12,
						["bTag"] = "蒲少侠#5190",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "胖头鱼丶-无尽之海",
						["iLvl"] = 457,
						["time"] = 1589438326,
						["class"] = 9,
						["bTag"] = "一岁就很帅#5511",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "麦子色-霜狼",
						["iLvl"] = 449,
						["time"] = 1589438326,
						["class"] = 6,
						["bTag"] = "飞舞的鸡翅#5840",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "灬舞韵春丽灬-影之哀伤",
						["iLvl"] = 478,
						["time"] = 1589438318,
						["class"] = 10,
						["bTag"] = "疯客#51572",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Lizink-黑暗魅影",
						["iLvl"] = 475,
						["time"] = 1589438326,
						["class"] = 6,
						["bTag"] = "lizink#5476",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Heather-死亡之翼",
						["iLvl"] = 448,
						["time"] = 1589438326,
						["class"] = 3,
						["bTag"] = "ClarkChen#51400",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "想念小马-死亡之翼",
						["time"] = 1589439169,
						["class"] = 9,
						["leader"] = true,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "来盘锅包肉-熔火之心",
						["iLvl"] = 448,
						["time"] = 1589439169,
						["class"] = 1,
						["bTag"] = "旋儿#5383",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "站着-幽暗沼泽",
						["iLvl"] = 478,
						["time"] = 1589438999,
						["class"] = 9,
						["bTag"] = "回忆如潮#5278",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "中岛由贵-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1589438855,
						["class"] = 2,
						["bTag"] = "Anastasia#51860",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "魔导小魔女-贫瘠之地",
						["iLvl"] = 455,
						["time"] = 1589439022,
						["class"] = 8,
						["bTag"] = "圣堂遗韵#5335",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "甜蜜小宝贝-龙骨平原",
						["time"] = 1589439169,
						["class"] = 8,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "子諾-烈焰峰",
						["iLvl"] = 480,
						["time"] = 1589441518,
						["class"] = 1,
						["bTag"] = "子諾#51787",
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "天王巨星怠惰-克尔苏加德",
						["iLvl"] = 470,
						["time"] = 1589441972,
						["class"] = 2,
						["bTag"] = "Besides#5827",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "如鹿归林丶-影之哀伤",
						["iLvl"] = 475,
						["time"] = 1589441905,
						["class"] = 8,
						["bTag"] = "浮灬沉#5590",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "尖叫的熊猫-贫瘠之地",
						["time"] = 1589441308,
						["class"] = 1,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "元力-甜水绿洲",
						["iLvl"] = 479,
						["time"] = 1589441905,
						["class"] = 1,
						["bTag"] = "Ryan#54220",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "点支烟抽寂寞-风暴之怒",
						["iLvl"] = 479,
						["time"] = 1589441996,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "ICrySilent#5289",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "我是疯子-燃烧军团",
						["iLvl"] = 475,
						["time"] = 1589441996,
						["class"] = 3,
						["bTag"] = "没褶子的包子#5465",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "输入自定义-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1589441996,
						["class"] = 1,
						["bTag"] = "wp5613#5697",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "暴戾尤朵拉-死亡之翼",
						["time"] = 1589441996,
						["class"] = 3,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "夭夭桃花凉-阿尔萨斯",
						["iLvl"] = 477,
						["time"] = 1590213801,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "完美莮朲#5179",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "进击的肉丸子-格瑞姆巴托",
						["time"] = 1590214106,
						["class"] = 6,
						["leader"] = true,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "圆润风行者-阿纳克洛斯",
						["iLvl"] = 478,
						["time"] = 1590214106,
						["class"] = 3,
						["bTag"] = "小楼#5179",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "塔佐露丹-摩摩尔",
						["time"] = 1590214106,
						["class"] = 8,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "清水之翼-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1590214106,
						["class"] = 2,
						["bTag"] = "清水#5543",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "Apollyon-冰霜之刃",
						["time"] = 1590215552,
						["class"] = 9,
						["leader"] = true,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝山酱-罗宁",
						["iLvl"] = 479,
						["time"] = 1590215243,
						["class"] = 8,
						["bTag"] = "卷卷#51177",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "特斯拉小电驴-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1590215243,
						["class"] = 7,
						["bTag"] = "莉娅波罗#51119",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "心在流浪-冰霜之刃",
						["time"] = 1590215740,
						["class"] = 3,
					}, -- [61]
					{
						["role"] = "HEALER",
						["name"] = "伊梦幽幽-鬼雾峰",
						["iLvl"] = 479,
						["time"] = 1590681027,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "伊梦幽幽#5177",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Kalðel-海克泰尔",
						["iLvl"] = 473,
						["time"] = 1590681066,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "messie#5810",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "吃我一箭丶-萨菲隆",
						["iLvl"] = 463,
						["time"] = 1590681066,
						["class"] = 3,
						["bTag"] = "刘三岁丶#5191",
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "丶気卜丶-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1590681066,
						["class"] = 2,
						["bTag"] = "気丶卟#5897",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "黯影神話-格瑞姆巴托",
						["iLvl"] = 476,
						["time"] = 1590681066,
						["class"] = 12,
						["bTag"] = "神話丨傳說#5549",
					}, -- [66]
					{
						["role"] = "NONE",
						["name"] = "增长天-索瑞森",
						["iLvl"] = 357,
						["time"] = 1590935298,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "啊修罗王#5258",
					}, -- [67]
					{
						["role"] = "NONE",
						["name"] = "Ensemble-伊森利恩",
						["iLvl"] = 428,
						["time"] = 1590935298,
						["class"] = 8,
						["bTag"] = "Magicyier#5567",
					}, -- [68]
					{
						["role"] = "NONE",
						["name"] = "洛丹伦的游侠-拉格纳罗斯",
						["iLvl"] = 424,
						["time"] = 1590935298,
						["class"] = 6,
						["bTag"] = "洛丹伦的孤影#5778",
					}, -- [69]
					{
						["role"] = "NONE",
						["name"] = "飞脚炮子-贫瘠之地",
						["iLvl"] = 408,
						["time"] = 1590935298,
						["class"] = 10,
						["bTag"] = "牛硬汉#5834",
					}, -- [70]
					{
						["role"] = "NONE",
						["name"] = "大山猛-阿克蒙德",
						["iLvl"] = 391,
						["time"] = 1590935298,
						["class"] = 1,
						["bTag"] = "兔子蕾#51508",
					}, -- [71]
					{
						["role"] = "NONE",
						["name"] = "病毒-奥蕾莉亚",
						["iLvl"] = 418,
						["time"] = 1590935298,
						["class"] = 2,
						["bTag"] = "木择#5390",
					}, -- [72]
					{
						["role"] = "NONE",
						["name"] = "噩鬼战-燃烧平原",
						["iLvl"] = 459,
						["time"] = 1590935298,
						["class"] = 1,
						["bTag"] = "致命之猫#5110453",
					}, -- [73]
					{
						["role"] = "NONE",
						["name"] = "伊哈繆尔-屠魔山谷",
						["iLvl"] = 442,
						["time"] = 1590935298,
						["class"] = 11,
						["bTag"] = "凯尔#5243",
					}, -- [74]
					{
						["role"] = "NONE",
						["name"] = "龙舌兰之梦-鬼雾峰",
						["iLvl"] = 399,
						["time"] = 1590935298,
						["class"] = 11,
						["bTag"] = "Barrrry#5757",
					}, -- [75]
					{
						["role"] = "NONE",
						["name"] = "Mskinky-亡语者",
						["iLvl"] = 443,
						["time"] = 1590935298,
						["class"] = 8,
						["bTag"] = "萨碧发牌员#5657",
					}, -- [76]
					{
						["role"] = "NONE",
						["name"] = "萨满之怒-安苏",
						["iLvl"] = 370,
						["time"] = 1590935298,
						["class"] = 7,
						["bTag"] = "镜子#5966",
					}, -- [77]
					{
						["role"] = "NONE",
						["name"] = "洗白的种族-血吼",
						["iLvl"] = 477,
						["time"] = 1590935298,
						["class"] = 12,
						["bTag"] = "隐蔽之巨魔#56961",
					}, -- [78]
					{
						["role"] = "NONE",
						["name"] = "马格罗史-达尔坎",
						["iLvl"] = 458,
						["time"] = 1590935298,
						["class"] = 3,
						["bTag"] = "蛮力之枭#518247",
					}, -- [79]
					{
						["role"] = "NONE",
						["name"] = "风起潇湘-伊利丹",
						["time"] = 1590935298,
						["class"] = 11,
					}, -- [80]
					{
						["role"] = "NONE",
						["name"] = "菲之忆-血环",
						["iLvl"] = 426,
						["time"] = 1590935298,
						["class"] = 12,
						["bTag"] = "常海洋#5499",
					}, -- [81]
					{
						["role"] = "NONE",
						["name"] = "天怒之刃-冰风岗",
						["iLvl"] = 420,
						["time"] = 1590935298,
						["class"] = 6,
						["bTag"] = "阿莫#5153",
					}, -- [82]
					{
						["role"] = "NONE",
						["name"] = "魏晋南北朝-厄祖玛特",
						["iLvl"] = 450,
						["time"] = 1590935298,
						["class"] = 10,
						["bTag"] = "魏晋南北朝#5786",
					}, -- [83]
					{
						["role"] = "NONE",
						["name"] = "钥陨-回音山",
						["iLvl"] = 473,
						["time"] = 1590935298,
						["class"] = 4,
						["bTag"] = "LazyTitan#54404",
					}, -- [84]
					{
						["role"] = "NONE",
						["name"] = "醉輕舞-黑铁",
						["iLvl"] = 475,
						["time"] = 1590935298,
						["class"] = 7,
						["bTag"] = "暗影之舞#51580",
					}, -- [85]
					{
						["role"] = "NONE",
						["name"] = "罪域的骨丶-格瑞姆巴托",
						["iLvl"] = 453,
						["time"] = 1590935298,
						["class"] = 8,
						["bTag"] = "走过花开#5336",
					}, -- [86]
					{
						["role"] = "NONE",
						["name"] = "蓝宝石-燃烧之刃",
						["iLvl"] = 467,
						["time"] = 1590935298,
						["class"] = 12,
						["bTag"] = "无情老人#5505",
					}, -- [87]
					{
						["role"] = "NONE",
						["name"] = "邪恶花栗鼠-伊森利恩",
						["iLvl"] = 482,
						["time"] = 1590935298,
						["class"] = 3,
						["bTag"] = "弑君浪子#5874",
					}, -- [88]
					{
						["role"] = "NONE",
						["name"] = "怕上火-霜狼",
						["iLvl"] = 465,
						["time"] = 1590935298,
						["class"] = 2,
						["bTag"] = "李超#52168",
					}, -- [89]
					{
						["role"] = "NONE",
						["name"] = "果果丨没有糖-血色十字军",
						["iLvl"] = 479,
						["time"] = 1590935298,
						["class"] = 5,
						["bTag"] = "果果没有糖#5973",
					}, -- [90]
					{
						["role"] = "NONE",
						["name"] = "冰原大镖客-元素之力",
						["iLvl"] = 480,
						["time"] = 1590935298,
						["class"] = 3,
						["bTag"] = "水牛哥#5781",
					}, -- [91]
					{
						["role"] = "NONE",
						["name"] = "光明天堂-古拉巴什",
						["iLvl"] = 473,
						["time"] = 1590935298,
						["class"] = 1,
						["bTag"] = "光明天堂#5303",
					}, -- [92]
					{
						["role"] = "NONE",
						["name"] = "魔兽散打-斯克提斯",
						["iLvl"] = 452,
						["time"] = 1590935298,
						["class"] = 10,
						["bTag"] = "沉默之剑#5313637",
					}, -- [93]
					{
						["role"] = "NONE",
						["name"] = "凌寒獨自開-安苏",
						["iLvl"] = 423,
						["time"] = 1590935298,
						["class"] = 8,
						["bTag"] = "孤独的风#5451",
					}, -- [94]
					{
						["role"] = "NONE",
						["name"] = "幽谷寒尸-熔火之心",
						["iLvl"] = 457,
						["time"] = 1590935298,
						["class"] = 9,
						["bTag"] = "我不爱喷人#5869",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "南京路吴孟达-鬼雾峰",
						["iLvl"] = 480,
						["time"] = 1591175415,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "庙街十三太保#5370",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "你要睡觉了嘛-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1591175415,
						["class"] = 4,
						["bTag"] = "晚安#53286",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "汐魃-死亡之翼",
						["iLvl"] = 457,
						["time"] = 1591175329,
						["class"] = 4,
						["bTag"] = "兮魃1894#5854",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "鸽子饭-玛洛加尔",
						["iLvl"] = 477,
						["time"] = 1591175415,
						["class"] = 12,
						["bTag"] = "时菜酱#5696",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "哲别之箭-布莱恩",
						["iLvl"] = 477,
						["time"] = 1591175415,
						["class"] = 3,
						["bTag"] = "dudukim#5990",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "Marein-回音山",
						["iLvl"] = 475,
						["time"] = 1591175415,
						["class"] = 12,
						["bTag"] = "怼完我继续浪#5718",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "胖蚯蚓-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1591175329,
						["class"] = 11,
						["bTag"] = "墨纶#5241",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "酋长护卫-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1591175415,
						["class"] = 1,
						["bTag"] = "五哥#51744",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "大拳头咚咚-安苏",
						["iLvl"] = 478,
						["time"] = 1591175415,
						["class"] = 12,
						["bTag"] = "坏脾气先生#5986",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "锺嗳壹笙-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1591175217,
						["class"] = 6,
						["bTag"] = "我对面的都是辣鸡#5183",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "丶風雲-加基森",
						["iLvl"] = 457,
						["time"] = 1591273238,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "Dukeforever#5491",
					}, -- [106]
					{
						["role"] = "HEALER",
						["name"] = "阎罗小花-阿拉希",
						["time"] = 1591273400,
						["class"] = 2,
						["leader"] = true,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "吹散的风-格瑞姆巴托",
						["iLvl"] = 449,
						["time"] = 1591273349,
						["class"] = 6,
						["bTag"] = "吹散的风#5124",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "蝶之恋花-熔火之心",
						["iLvl"] = 480,
						["time"] = 1591273351,
						["class"] = 2,
						["bTag"] = "默默追寻#5500",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "三文鱼-天空之墙",
						["iLvl"] = 478,
						["time"] = 1591273729,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "三文鱼#51518",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "小小柯基丶-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1591273551,
						["class"] = 3,
						["bTag"] = "Wizard#52650",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "科恩特朗-熔火之心",
						["iLvl"] = 481,
						["time"] = 1591273729,
						["class"] = 3,
						["bTag"] = "科恩特朗#5945",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "拦截冲锋-摩摩尔",
						["iLvl"] = 478,
						["time"] = 1591273666,
						["class"] = 1,
						["bTag"] = "星之卡比#5597",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "肥肉大包子-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1591273982,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "基特哈灵顿#5245",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "部落我最兽-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1591273982,
						["class"] = 6,
						["bTag"] = "Ran#5103",
					}, -- [115]
					{
						["role"] = "TANK",
						["name"] = "Stetig-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591273982,
						["class"] = 11,
						["bTag"] = "孤鸿影#51164",
					}, -- [116]
				},
				["2-139-504-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "小喵不吃鱼-影之哀伤",
						["iLvl"] = 462,
						["time"] = 1591189318,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "吊儿郎当#52869",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "重新呼吸-提瑞斯法",
						["time"] = 1591189318,
						["class"] = 1,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "示申乄言舌-白骨荒野",
						["iLvl"] = 450,
						["time"] = 1591189318,
						["class"] = 2,
						["bTag"] = "闪亮之翼#515317",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "道蓮-黑铁",
						["iLvl"] = 482,
						["time"] = 1591189318,
						["class"] = 1,
						["bTag"] = "沫汐#51580",
					}, -- [4]
				},
			},
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"6-0-0-0", -- [2]
				"9-0-19-0", -- [3]
				"3-0-0-0", -- [4]
			},
		},
	},
}
