
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["无牙尛个子 - 雷霆之王"] = "无牙尛个子 - 雷霆之王",
	},
	["profiles"] = {
		["无牙尛个子 - 雷霆之王"] = {
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"2-0-0-0", -- [2]
				"3-0-0-0", -- [3]
				"9-0-19-0", -- [4]
			},
			["settings"] = {
				["panel"] = false,
				["storage"] = {
					["y"] = -64.99993896484375,
					["x"] = -16.99978637695313,
					["scale"] = 1,
				},
			},
			["version"] = "80300.01",
			["lastSearchCode"] = "6-0-0-0",
			["recent"] = {
				["3-0-657-0"] = {
					{
						["role"] = "TANK",
						["name"] = "狱魔王-阿扎达斯",
						["iLvl"] = 474,
						["time"] = 1588595127,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "战无不胜#51830",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "暗杀女王-鬼雾峰",
						["iLvl"] = 322,
						["time"] = 1588595133,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "神的寶寶#5528",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "星魂龙翔-血环",
						["iLvl"] = 414,
						["time"] = 1588595129,
						["class"] = 2,
						["bTag"] = "龙翔青天#5394",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "嗜血疯狂-翡翠梦境",
						["iLvl"] = 444,
						["time"] = 1588595101,
						["class"] = 6,
						["bTag"] = "三十二相#51159",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Csslz-艾露恩",
						["iLvl"] = 449,
						["time"] = 1588595101,
						["class"] = 3,
						["bTag"] = "厚德载物#5523",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Sweetrushe-死亡之翼",
						["iLvl"] = 457,
						["time"] = 1588595133,
						["class"] = 1,
						["bTag"] = "是在下输了#51412",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Kikyou-伊利丹",
						["iLvl"] = 452,
						["time"] = 1588595133,
						["class"] = 12,
						["bTag"] = "二次眠#5608",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "静寂的葡萄-提尔之手",
						["iLvl"] = 446,
						["time"] = 1588594942,
						["class"] = 8,
						["bTag"] = "小小爆米花#5789",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "花依思-燃烧之刃",
						["iLvl"] = 438,
						["time"] = 1588595131,
						["class"] = 7,
						["bTag"] = "意思#5436",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "不想要奶-亚雷戈斯",
						["iLvl"] = 449,
						["time"] = 1588595101,
						["class"] = 11,
						["bTag"] = "天黑了#51129",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "playernxrkbn-血色十字军",
						["iLvl"] = 428,
						["time"] = 1588595133,
						["class"] = 12,
						["bTag"] = "右娘吕牧昀#5192",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "丷细嗅蔷薇丷-布兰卡德",
						["iLvl"] = 398,
						["time"] = 1588595127,
						["class"] = 12,
						["bTag"] = "bbestbo#5792",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "冰骊-白银之手",
						["iLvl"] = 473,
						["time"] = 1588595125,
						["class"] = 8,
						["bTag"] = "牛菲菲#5272",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇恋飞-燃烧之刃",
						["iLvl"] = 472,
						["time"] = 1588595133,
						["class"] = 7,
						["bTag"] = "明前露水#5850",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "射手狂徒-神圣之歌",
						["iLvl"] = 440,
						["time"] = 1588595133,
						["class"] = 3,
						["bTag"] = "血帝#51161",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "守护淇淇-火焰之树",
						["iLvl"] = 440,
						["time"] = 1588595127,
						["class"] = 2,
						["bTag"] = "巨硕之斧#56156",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "装备部长-亚雷戈斯",
						["time"] = 1588595133,
						["class"] = 10,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "茶壶-布兰卡德",
						["iLvl"] = 436,
						["time"] = 1588595133,
						["class"] = 6,
						["bTag"] = "SilverHawk#5261",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "骸骨风暴-奈萨里奥",
						["iLvl"] = 432,
						["time"] = 1588595101,
						["class"] = 6,
						["bTag"] = "stargazer#5523",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "粥粥小恶魔-苏塔恩",
						["iLvl"] = 432,
						["time"] = 1588595131,
						["class"] = 12,
						["bTag"] = "大粥粥#5764",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "军团再临-金色平原",
						["iLvl"] = 407,
						["time"] = 1588595133,
						["class"] = 1,
						["bTag"] = "十年戎马心孤单#51616",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "即墨老酒-盖斯",
						["iLvl"] = 477,
						["time"] = 1588595101,
						["class"] = 3,
						["bTag"] = "地牛#5791",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "心跳丶丶-死亡之翼",
						["iLvl"] = 450,
						["time"] = 1588595133,
						["class"] = 7,
						["bTag"] = "心跳#5506",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "佩奇的哥哥-燃烧平原",
						["iLvl"] = 408,
						["time"] = 1588595133,
						["class"] = 8,
						["bTag"] = "如果我可以#5135",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "一一异灵一一-火焰之树",
						["iLvl"] = 417,
						["time"] = 1588595133,
						["class"] = 9,
						["bTag"] = "雷公子#5540",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "瑪格索尔-无尽之海",
						["iLvl"] = 404,
						["time"] = 1588595129,
						["class"] = 1,
						["bTag"] = "辉煌暴君#51173",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱爆笑登场-迅捷微风",
						["iLvl"] = 418,
						["time"] = 1588595131,
						["class"] = 1,
						["bTag"] = "做人为乐5168#5381",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "圣光国度-伊森利恩",
						["iLvl"] = 473,
						["time"] = 1588595125,
						["class"] = 2,
						["bTag"] = "尐鱼#51736",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "来射猩猩的你-贫瘠之地",
						["iLvl"] = 352,
						["time"] = 1588595133,
						["class"] = 3,
						["bTag"] = "Xivao#5863",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "轻浮岁月-凤凰之神",
						["iLvl"] = 425,
						["time"] = 1588595125,
						["class"] = 8,
						["bTag"] = "xiaoyao#5139",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "咔荹奇诺-燃烧之刃",
						["iLvl"] = 404,
						["time"] = 1588595127,
						["class"] = 3,
						["bTag"] = "跳跳精灵#517429",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "织梦顽童-燃烧之刃",
						["iLvl"] = 461,
						["time"] = 1588595133,
						["class"] = 1,
						["bTag"] = "星辰#59715",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "开心的玩积木-暴风祭坛",
						["iLvl"] = 476,
						["time"] = 1588595029,
						["class"] = 1,
						["bTag"] = "小小兔凡子#5712",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "冰心可可-暴风祭坛",
						["iLvl"] = 478,
						["time"] = 1588595029,
						["class"] = 3,
						["bTag"] = "莉儿#51517",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "韩琛-试炼之环",
						["iLvl"] = 452,
						["time"] = 1588595125,
						["class"] = 4,
						["bTag"] = "大侠徐锦江#5973",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "喵遇-深渊之巢",
						["iLvl"] = 449,
						["time"] = 1588595133,
						["class"] = 3,
						["bTag"] = "熙宝#5134",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "嗯嗯啊诶呦-破碎岭",
						["iLvl"] = 477,
						["time"] = 1588595133,
						["class"] = 12,
						["bTag"] = "你眼长哪了#5120",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "庞都嘟-死亡之翼",
						["time"] = 1588595059,
						["class"] = 4,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "火焰之纹章-希尔瓦娜斯",
						["time"] = 1588595125,
						["class"] = 4,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "枣药丸-艾露恩",
						["iLvl"] = 428,
						["time"] = 1588595131,
						["class"] = 12,
						["bTag"] = "辄醉#5894",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "风骚的牛牛-冰风岗",
						["iLvl"] = 452,
						["time"] = 1588595101,
						["class"] = 3,
						["bTag"] = "firefly#5243",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "哒跶哒-凤凰之神",
						["iLvl"] = 396,
						["time"] = 1588595127,
						["class"] = 12,
						["bTag"] = "夏姬八砍#5654",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "巧云-凤凰之神",
						["iLvl"] = 460,
						["time"] = 1588595127,
						["class"] = 8,
						["bTag"] = "水香#5865",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "妖狐邦-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1589437546,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "南国小邦#5284",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "丨小鹿乱撞丨-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1589437546,
						["class"] = 11,
						["bTag"] = "DeathRap#5624",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "吃排骨-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1589437603,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "暗夜之骑士#5145261",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "Elephantii-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1589437605,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "总有刁民开远光#5636",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "摆脱一切苦恼-死亡之翼",
						["time"] = 1589437601,
						["class"] = 2,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "氣定搓麵包-冰风岗",
						["iLvl"] = 480,
						["time"] = 1589437603,
						["class"] = 8,
						["bTag"] = "Jonas#5507",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "夜公冷月-沙怒",
						["iLvl"] = 446,
						["time"] = 1589437605,
						["class"] = 2,
						["bTag"] = "胡囧哲#5876",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "凹凸的爱-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1589437546,
						["class"] = 2,
						["bTag"] = "凹凸的爱#5858",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "夜之小真-霜之哀伤",
						["iLvl"] = 452,
						["time"] = 1589437546,
						["class"] = 1,
						["bTag"] = "小真大人#5644",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "香脆米花糖-燃烧之刃",
						["iLvl"] = 462,
						["time"] = 1589437601,
						["class"] = 12,
						["bTag"] = "半价薯片#51952",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "军团血卫士-达斯雷玛",
						["iLvl"] = 461,
						["time"] = 1589437601,
						["class"] = 12,
						["bTag"] = "刘勇#5924",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "小二九-丽丽（四川）",
						["iLvl"] = 476,
						["time"] = 1589437607,
						["class"] = 5,
						["bTag"] = "推油的凌师傅#5632",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "老厮基-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1589437546,
						["class"] = 11,
						["bTag"] = "卡卡西#52805",
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "邪之忧愁-诺莫瑞根",
						["iLvl"] = 455,
						["time"] = 1589437613,
						["class"] = 12,
						["bTag"] = "襄阳吴彦祖#51596",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "韩晓柒-黑铁",
						["iLvl"] = 461,
						["time"] = 1589437613,
						["class"] = 1,
						["bTag"] = "七夜#5193",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "黑色遮羞布-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1589437601,
						["class"] = 12,
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "大卫德利尔斯-死亡之翼",
						["iLvl"] = 464,
						["time"] = 1589437603,
						["class"] = 6,
						["bTag"] = "大卫德利尔斯#5611",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "鹰飞-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1589437605,
						["class"] = 2,
						["bTag"] = "bamutela#5169",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "国产飞鸡-布鲁塔卢斯",
						["iLvl"] = 448,
						["time"] = 1589437607,
						["class"] = 10,
						["bTag"] = "国产飞鸡#5463",
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "德理不挠人丶-黑暗魅影",
						["iLvl"] = 479,
						["time"] = 1589437607,
						["class"] = 11,
						["bTag"] = "春小思#5911",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "万物皆可招财-无尽之海",
						["iLvl"] = 476,
						["time"] = 1589437546,
						["class"] = 12,
						["bTag"] = "可乐配冰#5638",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "念丶星尘-死亡之翼",
						["iLvl"] = 483,
						["time"] = 1589437607,
						["class"] = 8,
						["bTag"] = "天㐅殇#5454",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "沐雨冠玉-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1589437605,
						["class"] = 12,
						["bTag"] = "Krystal#5378",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "夜一十六-黑铁",
						["time"] = 1589437613,
						["class"] = 3,
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "春風-燃烧之刃",
						["iLvl"] = 458,
						["time"] = 1589437605,
						["class"] = 2,
						["bTag"] = "毛俊威#5952",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "零度星辰-艾莫莉丝",
						["time"] = 1589437607,
						["class"] = 2,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "街风晚凉丶-格瑞姆巴托",
						["iLvl"] = 446,
						["time"] = 1589437601,
						["class"] = 8,
						["bTag"] = "冷月#5862",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "乐乐紫-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1589437601,
						["class"] = 7,
						["bTag"] = "影莫尔#5683",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "跑丢的塞班-诺兹多姆",
						["time"] = 1589437609,
						["class"] = 1,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "后续学长-燃烧之刃",
						["iLvl"] = 481,
						["time"] = 1589437613,
						["class"] = 3,
						["bTag"] = "唱歌的后续#5986",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "Tyche-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1589437546,
						["class"] = 12,
						["bTag"] = "Star#51921",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光追逐者-日落沼泽",
						["iLvl"] = 410,
						["time"] = 1589437613,
						["class"] = 2,
						["bTag"] = "凯恩#522793",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "今夕-阿古斯",
						["iLvl"] = 454,
						["time"] = 1589437613,
						["class"] = 2,
						["bTag"] = "VirNos#5872",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "雨刮大亨-死亡之翼",
						["iLvl"] = 434,
						["time"] = 1589440743,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "东街吴彦祖#5368",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "矮小精干-伊莫塔尔",
						["time"] = 1589440782,
						["class"] = 1,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "不念丶-迅捷微风",
						["iLvl"] = 479,
						["time"] = 1589440745,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "x7x7#51774",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "光头力口暴击-暴风祭坛",
						["iLvl"] = 458,
						["time"] = 1589440782,
						["class"] = 4,
						["bTag"] = "周佳萌萌#5768",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "山间清爽的雨-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1589440776,
						["class"] = 3,
						["bTag"] = "雪诺#51336",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "Vivier-弗塞雷迦",
						["iLvl"] = 470,
						["time"] = 1589440782,
						["class"] = 3,
						["bTag"] = "他阴间的主宰#51706",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "牛气冲兲-伊莫塔尔",
						["time"] = 1589440707,
						["class"] = 2,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "丶失寵-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1589440782,
						["class"] = 3,
						["bTag"] = "隔壁阿弘爱搞机#5166",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "布偶兔-黑铁",
						["iLvl"] = 483,
						["time"] = 1589440774,
						["class"] = 2,
						["bTag"] = "阡沫丶#5311",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "火狐莉莉-鲜血熔炉",
						["iLvl"] = 467,
						["time"] = 1589440782,
						["class"] = 8,
						["bTag"] = "晓猎#5458",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "御风弄影-幽暗沼泽",
						["time"] = 1589440782,
						["class"] = 8,
						["leader"] = true,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "不知道怎么办-古拉巴什",
						["time"] = 1589440778,
						["class"] = 9,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "小海-拉文凯斯",
						["time"] = 1589440782,
						["class"] = 7,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "骞骞-死亡之翼",
						["iLvl"] = 484,
						["time"] = 1589452445,
						["class"] = 4,
						["bTag"] = "青风云烟#5643",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "可儿的波克比-大漩涡",
						["time"] = 1589452445,
						["class"] = 2,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "屠戮苍生-丽丽（四川）",
						["iLvl"] = 477,
						["time"] = 1589452469,
						["class"] = 6,
						["bTag"] = "大领主阿尔赛斯#5346",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "照顾-克尔苏加德",
						["iLvl"] = 479,
						["time"] = 1589452445,
						["class"] = 11,
						["bTag"] = "命运定人生#5213",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "一刀玖簖-伊森利恩",
						["time"] = 1589452469,
						["class"] = 1,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "全球代笔皇-亚雷戈斯",
						["iLvl"] = 474,
						["time"] = 1589452396,
						["class"] = 3,
						["bTag"] = "贵林#5354",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "狐小软软趴趴-迅捷微风",
						["iLvl"] = 480,
						["time"] = 1589452324,
						["class"] = 5,
						["bTag"] = "您好快递#51579",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "血色一阿花-苏塔恩",
						["iLvl"] = 479,
						["time"] = 1589452317,
						["class"] = 2,
						["bTag"] = "阿花#5411",
					}, -- [97]
					{
						["role"] = "HEALER",
						["name"] = "乂路西法乂-安苏",
						["iLvl"] = 461,
						["time"] = 1589452457,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "乂彦乂#5535",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "啊丨郁-布兰卡德",
						["iLvl"] = 478,
						["time"] = 1589452453,
						["class"] = 3,
						["bTag"] = "LuoLuo#51972",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "海由达佳-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1589452449,
						["class"] = 12,
						["bTag"] = "lzy#5436",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "街头痞子丶-伊森利恩",
						["iLvl"] = 476,
						["time"] = 1589452453,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "迅捷之潜行者#5320632",
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "灵枢-洛肯",
						["iLvl"] = 480,
						["time"] = 1589452464,
						["class"] = 2,
						["bTag"] = "杨靖瑶#5406",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "山风岚-亚雷戈斯",
						["time"] = 1589452385,
						["class"] = 12,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "梦七夕-哈卡",
						["iLvl"] = 479,
						["time"] = 1589452449,
						["class"] = 2,
						["bTag"] = "梦七夕#5912",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "囚自己于旧城-凤凰之神",
						["iLvl"] = 465,
						["time"] = 1589452447,
						["class"] = 8,
						["bTag"] = "旧城#5579",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "禾枫-布兰卡德",
						["iLvl"] = 484,
						["time"] = 1589452443,
						["class"] = 7,
						["bTag"] = "SuperMurloc#52201",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "慕柠-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1589452451,
						["class"] = 4,
						["bTag"] = "雪落#51867",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "上杉丶绘梨衣-血顶",
						["iLvl"] = 466,
						["time"] = 1589452447,
						["class"] = 12,
						["bTag"] = "加布里尔丶莱耶斯#5939",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "静看花开花落-卡珊德拉",
						["iLvl"] = 464,
						["time"] = 1589452460,
						["class"] = 4,
						["bTag"] = "靡靡#5673",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "帅气的小猛莮-贫瘠之地",
						["iLvl"] = 477,
						["time"] = 1589452445,
						["class"] = 3,
						["bTag"] = "脸都打歪你的#5671",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "惜殇-卡德罗斯",
						["iLvl"] = 479,
						["time"] = 1589452453,
						["class"] = 4,
						["bTag"] = "相惜#51397",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "Amumo-梦境之树",
						["iLvl"] = 466,
						["time"] = 1589452445,
						["class"] = 12,
						["bTag"] = "丨末白丨#5825",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "老子贼瞎-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1589452445,
						["class"] = 12,
						["bTag"] = "为了部落#5232229",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "Abbycc-黑铁",
						["time"] = 1589452445,
						["class"] = 12,
					}, -- [114]
					{
						["role"] = "TANK",
						["name"] = "三苏-鬼雾峰",
						["time"] = 1589452451,
						["class"] = 11,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "十方暨灭-无尽之海",
						["iLvl"] = 478,
						["time"] = 1589452469,
						["class"] = 1,
						["bTag"] = "珺翎#5684",
					}, -- [116]
				},
				["2-256-679-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "大地丶咆哮-克尔苏加德",
						["iLvl"] = 433,
						["time"] = 1589385310,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "斗神威布#5941",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "月轻歌-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1589384858,
						["class"] = 12,
						["bTag"] = "小月#5126",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "双手丶玩具-闪电之刃",
						["time"] = 1589384728,
						["class"] = 2,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "迷途玉玉-玛瑟里顿",
						["time"] = 1589385310,
						["class"] = 2,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "佩奇藏起来了-斯克提斯",
						["iLvl"] = 477,
						["time"] = 1589385310,
						["class"] = 1,
						["bTag"] = "这货不是辣鸡#5555",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "电动马达-羽月",
						["iLvl"] = 429,
						["time"] = 1589385310,
						["class"] = 3,
						["bTag"] = "我以为撑的起#5813",
					}, -- [6]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "一法杖敲晕你-无尽之海",
						["iLvl"] = 475,
						["time"] = 1589438322,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "一叶知秋#5956",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "南湘九命猫丶-安苏",
						["iLvl"] = 468,
						["time"] = 1589438326,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "冰糖葫芦娃丶#51711",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "是心动啊-阿尔萨斯",
						["iLvl"] = 475,
						["time"] = 1589438299,
						["class"] = 1,
						["bTag"] = "削个椰子皮#51335",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "孝子们跪哈-迅捷微风",
						["iLvl"] = 444,
						["time"] = 1589438316,
						["class"] = 4,
						["bTag"] = "叛逆的鲁修修#5920",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "心随风飞-死亡熔炉",
						["iLvl"] = 478,
						["time"] = 1589438326,
						["class"] = 2,
						["bTag"] = "心随风飞#5994",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "筒霸道-贫瘠之地",
						["iLvl"] = 480,
						["time"] = 1589438322,
						["class"] = 11,
						["bTag"] = "斯巴达克斯#52244",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "巧克力途途-贫瘠之地",
						["iLvl"] = 481,
						["time"] = 1589438318,
						["class"] = 9,
						["bTag"] = "途途#5489",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "壮壮的壮壮-贫瘠之地",
						["iLvl"] = 480,
						["time"] = 1589438326,
						["class"] = 11,
						["bTag"] = "兽医#5456",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "尛丶牧誓-凤凰之神",
						["iLvl"] = 409,
						["time"] = 1589438326,
						["class"] = 5,
						["bTag"] = "潜行之鲷#56658",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "安徒生的童话-格瑞姆巴托",
						["iLvl"] = 448,
						["time"] = 1589438320,
						["class"] = 4,
						["bTag"] = "Neysa#5404",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "嘉博赤瞳-克尔苏加德",
						["iLvl"] = 444,
						["time"] = 1589438299,
						["class"] = 3,
						["bTag"] = "Gesar#5333",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "黛咪-布兰卡德",
						["iLvl"] = 481,
						["time"] = 1589438318,
						["class"] = 7,
						["bTag"] = "玉米烙#51418",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "开心就好丶-无尽之海",
						["iLvl"] = 479,
						["time"] = 1589438318,
						["class"] = 6,
						["bTag"] = "离醉丶#5473",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "白粗壮-埃德萨拉",
						["iLvl"] = 480,
						["time"] = 1589438322,
						["class"] = 2,
						["bTag"] = "吕荡了外头#5578",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "大个朱-巫妖之王",
						["iLvl"] = 469,
						["time"] = 1589438318,
						["class"] = 9,
						["bTag"] = "希寒#5570",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "掩源-布兰卡德",
						["iLvl"] = 479,
						["time"] = 1589438322,
						["class"] = 12,
						["bTag"] = "憨子#51795",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "夯出奇迹丶斩-贫瘠之地",
						["iLvl"] = 478,
						["time"] = 1589438316,
						["class"] = 1,
						["bTag"] = "王语嫣#5862",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "丷大酋长丷-安苏",
						["iLvl"] = 476,
						["time"] = 1589438326,
						["class"] = 11,
						["bTag"] = "欧阳海#51692",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Risti-埃德萨拉",
						["iLvl"] = 479,
						["time"] = 1589438326,
						["class"] = 7,
						["bTag"] = "金舌狼君烤面筋#5999",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "懒惰德布偶猫-贫瘠之地",
						["iLvl"] = 427,
						["time"] = 1589438326,
						["class"] = 11,
						["bTag"] = "懒惰的布偶猫#5903",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "眸凝-无尽之海",
						["iLvl"] = 463,
						["time"] = 1589438320,
						["class"] = 4,
						["bTag"] = "牛哥#5959",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "playerypnjkx-玛洛加尔",
						["iLvl"] = 469,
						["time"] = 1589438316,
						["class"] = 3,
						["bTag"] = "屁屁很肥#5557",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "性感小皮靴-安苏",
						["iLvl"] = 457,
						["time"] = 1589438326,
						["class"] = 4,
						["bTag"] = "对不起丶我是卧底#51759",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋嘚忧伤-红龙军团",
						["iLvl"] = 469,
						["time"] = 1589438326,
						["class"] = 12,
						["bTag"] = "聖光#51381",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "掌上萌虎-奥斯里安",
						["iLvl"] = 451,
						["time"] = 1589438299,
						["class"] = 3,
						["bTag"] = "小老虎#5338",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "阿木的疯狂-纳克萨玛斯",
						["time"] = 1589438326,
						["class"] = 12,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "花木云-弗塞雷迦",
						["iLvl"] = 479,
						["time"] = 1589438326,
						["class"] = 1,
						["bTag"] = "花爷#5248",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋的悠伤-鬼雾峰",
						["iLvl"] = 468,
						["time"] = 1589438318,
						["class"] = 9,
						["bTag"] = "咖啡丶喵了个咪#5221",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "第一百个谎言-梅尔加尼",
						["iLvl"] = 476,
						["time"] = 1589438322,
						["class"] = 12,
						["bTag"] = "黑暗贤者#5777",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "清冷月光-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1589438318,
						["class"] = 12,
						["bTag"] = "清冷月光#5802",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "孤肜-凤凰之神",
						["iLvl"] = 397,
						["time"] = 1589438326,
						["class"] = 7,
						["bTag"] = "孤容#5853",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "蒲少侠-奈法利安",
						["iLvl"] = 399,
						["time"] = 1589438326,
						["class"] = 12,
						["bTag"] = "蒲少侠#5190",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "胖头鱼丶-无尽之海",
						["iLvl"] = 457,
						["time"] = 1589438326,
						["class"] = 9,
						["bTag"] = "一岁就很帅#5511",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "麦子色-霜狼",
						["iLvl"] = 449,
						["time"] = 1589438326,
						["class"] = 6,
						["bTag"] = "飞舞的鸡翅#5840",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "灬舞韵春丽灬-影之哀伤",
						["iLvl"] = 478,
						["time"] = 1589438318,
						["class"] = 10,
						["bTag"] = "疯客#51572",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Lizink-黑暗魅影",
						["iLvl"] = 475,
						["time"] = 1589438326,
						["class"] = 6,
						["bTag"] = "lizink#5476",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Heather-死亡之翼",
						["iLvl"] = 448,
						["time"] = 1589438326,
						["class"] = 3,
						["bTag"] = "ClarkChen#51400",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "想念小马-死亡之翼",
						["time"] = 1589439169,
						["class"] = 9,
						["leader"] = true,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "来盘锅包肉-熔火之心",
						["iLvl"] = 448,
						["time"] = 1589439169,
						["class"] = 1,
						["bTag"] = "旋儿#5383",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "站着-幽暗沼泽",
						["iLvl"] = 478,
						["time"] = 1589438999,
						["class"] = 9,
						["bTag"] = "回忆如潮#5278",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "中岛由贵-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1589438855,
						["class"] = 2,
						["bTag"] = "Anastasia#51860",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "魔导小魔女-贫瘠之地",
						["iLvl"] = 455,
						["time"] = 1589439022,
						["class"] = 8,
						["bTag"] = "圣堂遗韵#5335",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "甜蜜小宝贝-龙骨平原",
						["time"] = 1589439169,
						["class"] = 8,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "子諾-烈焰峰",
						["iLvl"] = 480,
						["time"] = 1589441518,
						["class"] = 1,
						["bTag"] = "子諾#51787",
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "天王巨星怠惰-克尔苏加德",
						["iLvl"] = 470,
						["time"] = 1589441972,
						["class"] = 2,
						["bTag"] = "Besides#5827",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "如鹿归林丶-影之哀伤",
						["iLvl"] = 475,
						["time"] = 1589441905,
						["class"] = 8,
						["bTag"] = "浮灬沉#5590",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "尖叫的熊猫-贫瘠之地",
						["time"] = 1589441308,
						["class"] = 1,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "元力-甜水绿洲",
						["iLvl"] = 479,
						["time"] = 1589441905,
						["class"] = 1,
						["bTag"] = "Ryan#54220",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "点支烟抽寂寞-风暴之怒",
						["iLvl"] = 479,
						["time"] = 1589441996,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "ICrySilent#5289",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "我是疯子-燃烧军团",
						["iLvl"] = 475,
						["time"] = 1589441996,
						["class"] = 3,
						["bTag"] = "没褶子的包子#5465",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "输入自定义-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1589441996,
						["class"] = 1,
						["bTag"] = "wp5613#5697",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "暴戾尤朵拉-死亡之翼",
						["time"] = 1589441996,
						["class"] = 3,
					}, -- [52]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "数学课-阿纳克洛斯",
						["time"] = 1588482165,
						["class"] = 10,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "惜丶叶-伊森利恩",
						["time"] = 1588482165,
						["class"] = 9,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼域冥火-血色十字军",
						["time"] = 1588482165,
						["class"] = 4,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "阴天悲剧-霜之哀伤",
						["time"] = 1588482165,
						["class"] = 8,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Lucasz-暗影议会",
						["time"] = 1588482165,
						["class"] = 12,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "天青白色-死亡之翼",
						["time"] = 1588482165,
						["class"] = 3,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "紅燒牛肉面丶-安苏",
						["time"] = 1588482165,
						["class"] = 1,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "天使的羽翼-踏梦者",
						["iLvl"] = 459,
						["time"] = 1588482165,
						["class"] = 8,
						["bTag"] = "buhuanzhi#5120",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "剑道丶尘心-格瑞姆巴托",
						["iLvl"] = 411,
						["time"] = 1588482165,
						["class"] = 2,
						["bTag"] = "MagicPants#541277",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "娜迦水墙-弗塞雷迦",
						["time"] = 1588483005,
						["class"] = 8,
						["leader"] = true,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "堂本樱-卡拉赞",
						["time"] = 1588483005,
						["class"] = 2,
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "圆滚滚乛-安苏",
						["iLvl"] = 433,
						["time"] = 1588483005,
						["class"] = 10,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "迁徙人-斯克提斯",
						["iLvl"] = 465,
						["time"] = 1588483005,
						["class"] = 12,
						["bTag"] = "therdore#5630",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "养猪丶-风暴之鳞",
						["iLvl"] = 454,
						["time"] = 1588482760,
						["class"] = 1,
						["bTag"] = "李白#54973",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "納格萨罗斯-奥尔加隆",
						["iLvl"] = 472,
						["time"] = 1588482607,
						["class"] = 12,
						["bTag"] = "纳格萨罗斯#5978",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Fast-埃德萨拉",
						["time"] = 1588482522,
						["class"] = 12,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "紫色豆角-冰霜之刃",
						["iLvl"] = 464,
						["time"] = 1588482529,
						["class"] = 2,
						["bTag"] = "蛮力之裤#5445",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Jokery-暗影迷宫",
						["iLvl"] = 465,
						["time"] = 1588482573,
						["class"] = 8,
						["bTag"] = "小异#5995",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "墨德凯撒-冰风岗",
						["iLvl"] = 412,
						["time"] = 1588482577,
						["class"] = 6,
						["bTag"] = "口袋有只妖怪#5585",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "社你一脸-布兰卡德",
						["iLvl"] = 449,
						["time"] = 1588482864,
						["class"] = 3,
						["bTag"] = "王大胆#5785",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Luan-古加尔",
						["time"] = 1588483005,
						["class"] = 4,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "白骨风暴-萨尔",
						["iLvl"] = 414,
						["time"] = 1588482772,
						["class"] = 8,
						["bTag"] = "部落之魂#5231",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "艾莎丷云歌-安苏",
						["iLvl"] = 404,
						["time"] = 1588483005,
						["class"] = 8,
						["bTag"] = "圣光之心#51956",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "丶银角-迦拉克隆",
						["iLvl"] = 441,
						["time"] = 1588483000,
						["class"] = 12,
						["bTag"] = "怒杀神#51566",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Sugarian-燃烧之刃",
						["time"] = 1588482768,
						["class"] = 1,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "血丶夜-雷霆之王",
						["iLvl"] = 472,
						["time"] = 1588482864,
						["class"] = 12,
						["bTag"] = "黑夜丶白夜#5215",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "华染发膏-格瑞姆巴托",
						["time"] = 1588483072,
						["class"] = 3,
						["leader"] = true,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "幽幽处子香-冰风岗",
						["iLvl"] = 420,
						["time"] = 1588483072,
						["class"] = 12,
						["bTag"] = "源氏#5916",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "煙幕白-燃烧之刃",
						["iLvl"] = 441,
						["time"] = 1588483072,
						["class"] = 1,
						["bTag"] = "煙幕白#5492",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "结发受长生-冰霜之刃",
						["iLvl"] = 423,
						["time"] = 1588483072,
						["class"] = 1,
						["bTag"] = "媛媛#51897",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "亚沃达巴-死亡之翼",
						["iLvl"] = 450,
						["time"] = 1588483072,
						["class"] = 12,
						["bTag"] = "BT160716#5546",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "十二门徒-安苏",
						["iLvl"] = 465,
						["time"] = 1588483072,
						["class"] = 4,
						["bTag"] = "CLA260#51850",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "佩奇奇-黑铁",
						["iLvl"] = 392,
						["time"] = 1588483072,
						["class"] = 6,
						["bTag"] = "最骚奶妈#5569",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "毒药很好吃-雷霆之王",
						["iLvl"] = 391,
						["time"] = 1588483072,
						["class"] = 4,
						["bTag"] = "毒药很好吃#5730",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "乂路西法乂-安苏",
						["iLvl"] = 438,
						["time"] = 1588483072,
						["class"] = 2,
						["bTag"] = "乂彦乂#5535",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "无情小驴-格瑞姆巴托",
						["time"] = 1588483659,
						["class"] = 3,
						["leader"] = true,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "冷却热晴-死亡之翼",
						["time"] = 1588483659,
						["class"] = 1,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "骚的可以-主宰之剑",
						["iLvl"] = 27,
						["time"] = 1588483659,
						["class"] = 3,
						["bTag"] = "狂妄之英雄#5318500",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "羁鳥恋旧林-凤凰之神",
						["time"] = 1588483659,
						["class"] = 7,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "龚大锤-安苏",
						["time"] = 1588483659,
						["class"] = 7,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "夜色温暖-死亡之翼",
						["time"] = 1588483659,
						["class"] = 3,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "书懒人-亚雷戈斯",
						["time"] = 1588483659,
						["class"] = 12,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "无所谓的啦-无尽之海",
						["time"] = 1588483659,
						["class"] = 8,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "马塔丶-死亡之翼",
						["time"] = 1588483659,
						["class"] = 11,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "这种撒吧-古尔丹",
						["time"] = 1588484515,
						["class"] = 3,
						["leader"] = true,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "Cutydessi-黑铁",
						["time"] = 1588484515,
						["class"] = 12,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "手动猥琐-伊森利恩",
						["iLvl"] = 460,
						["time"] = 1588484515,
						["class"] = 4,
						["bTag"] = "杀出一条猪血路#5641",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "丶岳绮罗-伊森利恩",
						["time"] = 1588484515,
						["class"] = 12,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "拎刀嗷嗷砍-格瑞姆巴托",
						["iLvl"] = 329,
						["time"] = 1588484515,
						["class"] = 12,
						["bTag"] = "惊魂之侏儒#52117",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "希拉里公主-冰风岗",
						["time"] = 1588484515,
						["class"] = 2,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "丶森浓不绿-戈提克",
						["time"] = 1588484515,
						["class"] = 12,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "Niujiaozs-米奈希尔",
						["time"] = 1588484515,
						["class"] = 1,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "凯尓萨凘-翡翠梦境",
						["time"] = 1588484515,
						["class"] = 8,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "被动的野驴-格瑞姆巴托",
						["time"] = 1588485665,
						["class"] = 3,
						["leader"] = true,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "小霸王很无敌-死亡之翼",
						["iLvl"] = 437,
						["time"] = 1588485665,
						["class"] = 8,
						["bTag"] = "东东#53591",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "橙出不窮-鬼雾峰",
						["iLvl"] = 413,
						["time"] = 1588485665,
						["class"] = 12,
						["bTag"] = "gary#5257",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "你都看不见我-伊萨里奥斯",
						["time"] = 1588485665,
						["class"] = 1,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "吴真心呢-凤凰之神",
						["time"] = 1588485665,
						["class"] = 1,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "小贱贱丶-利刃之拳",
						["iLvl"] = 452,
						["time"] = 1588485665,
						["class"] = 3,
						["bTag"] = "阿努比斯#5233",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "丿糖门滚-伊森利恩",
						["time"] = 1588485488,
						["class"] = 9,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "猎穆王-海克泰尔",
						["time"] = 1588485665,
						["class"] = 3,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "洛克达姆-雷霆之王",
						["iLvl"] = 475,
						["time"] = 1588485665,
						["class"] = 4,
						["bTag"] = "洛克达姆#5430",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "许本铀-黑铁",
						["time"] = 1588485972,
						["class"] = 3,
						["leader"] = true,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "嗨老二-无尽之海",
						["time"] = 1588485972,
						["class"] = 3,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "螺丝孔嗨二-无尽之海",
						["time"] = 1588485972,
						["class"] = 3,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "额外加入而-无尽之海",
						["time"] = 1588485972,
						["class"] = 3,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "电饭锅斗破二-无尽之海",
						["time"] = 1588485972,
						["class"] = 3,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "大田后生女-死亡之翼",
						["time"] = 1588485972,
						["class"] = 10,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "火舞凤凰-死亡之翼",
						["time"] = 1588485972,
						["class"] = 8,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "杨柳细小腰-死亡之翼",
						["time"] = 1588485972,
						["class"] = 8,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "春风就如你-死亡之翼",
						["time"] = 1588485972,
						["class"] = 8,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "晓晓甦-古尔丹",
						["time"] = 1588486709,
						["class"] = 3,
						["leader"] = true,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "灬无影灬-古尔丹",
						["iLvl"] = 322,
						["time"] = 1588486709,
						["class"] = 1,
						["bTag"] = "黯然无影#5119",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬胡萝卜包-格鲁尔",
						["time"] = 1588486401,
						["class"] = 6,
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "仙丶漄-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1588486096,
						["class"] = 10,
						["bTag"] = "微微岚风#5280",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "丶埃辛诺斯丨-影之哀伤",
						["iLvl"] = 345,
						["time"] = 1588486709,
						["class"] = 12,
						["bTag"] = "田鹏#51859",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "救赎者罗萨斯-死亡之翼",
						["iLvl"] = 417,
						["time"] = 1588486480,
						["class"] = 7,
						["bTag"] = "一神狱一#5306",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "倔强的萝卜丶-安苏",
						["iLvl"] = 398,
						["time"] = 1588486709,
						["class"] = 3,
						["bTag"] = "白银之鹰#5303293",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "刘作虎-安苏",
						["iLvl"] = 353,
						["time"] = 1588486251,
						["class"] = 12,
						["bTag"] = "李达康#5586",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "宅心仁术-雷霆之怒",
						["iLvl"] = 406,
						["time"] = 1588486141,
						["class"] = 9,
						["bTag"] = "Peekabo#51544",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "电动马达臀-玛洛加尔",
						["iLvl"] = 428,
						["time"] = 1588486709,
						["class"] = 3,
						["bTag"] = "灵魂丶#5511",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "辣椒蛋炒饭-安苏",
						["iLvl"] = 394,
						["time"] = 1588486709,
						["class"] = 5,
						["bTag"] = "王哥#51109",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "丶镁铝劣人-伊森利恩",
						["iLvl"] = 339,
						["time"] = 1588486709,
						["class"] = 3,
						["bTag"] = "振真朕#5129",
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "惑非-黑龙军团",
						["iLvl"] = 398,
						["time"] = 1588486709,
						["class"] = 5,
						["bTag"] = "忘不得复活节#5239",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "牛牛不怕痒-血吼",
						["iLvl"] = 324,
						["time"] = 1588486709,
						["class"] = 1,
						["bTag"] = "大宝爸爸#51289",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "灰烬使者-冰川之拳",
						["time"] = 1588494872,
						["class"] = 3,
						["leader"] = true,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "貓小熊-燃烧之刃",
						["time"] = 1588494872,
						["class"] = 3,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "Gentlex-耐奥祖",
						["time"] = 1588494872,
						["class"] = 7,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔托利亚-阿格拉玛",
						["iLvl"] = 450,
						["time"] = 1588494554,
						["class"] = 2,
						["bTag"] = "中二病#5863",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "Chouzhanshi-死亡之翼",
						["iLvl"] = 462,
						["time"] = 1588494554,
						["class"] = 1,
						["bTag"] = "带血的滴小黄瓜#5367",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "猎劣-布兰卡德",
						["iLvl"] = 396,
						["time"] = 1588494118,
						["class"] = 3,
						["bTag"] = "暗夜之鸦#5381431",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "战争贱踏-火焰之树",
						["iLvl"] = 219,
						["time"] = 1588494872,
						["class"] = 1,
						["bTag"] = "泽拉图#516525",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "權宜之計-凤凰之神",
						["time"] = 1588494872,
						["class"] = 9,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "琪洛洛-冰风岗",
						["time"] = 1588494872,
						["class"] = 8,
					}, -- [94]
					{
						["role"] = "HEALER",
						["name"] = "打个大西瓜丶-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1588494872,
						["class"] = 2,
						["bTag"] = "半生丿宠爱#5822",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "绿舌丷头-凤凰之神",
						["time"] = 1588494921,
						["class"] = 3,
						["leader"] = true,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "遗失谁主沉浮-死亡之翼",
						["time"] = 1588494921,
						["class"] = 8,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "你的回牟-死亡之翼",
						["time"] = 1588494921,
						["class"] = 8,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "墨落画静-影之哀伤",
						["time"] = 1588494921,
						["class"] = 3,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "袅袅烟尊-埃德萨拉",
						["time"] = 1588494921,
						["class"] = 3,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "不常在-埃德萨拉",
						["time"] = 1588494921,
						["class"] = 3,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "法力无边我最-格瑞姆巴托",
						["time"] = 1588494921,
						["class"] = 8,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "德才兼备小牛-格瑞姆巴托",
						["time"] = 1588494921,
						["class"] = 11,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "猎前列后-格瑞姆巴托",
						["time"] = 1588494921,
						["class"] = 3,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "西涯灬侠-燃烧之刃",
						["time"] = 1588495192,
						["class"] = 12,
						["leader"] = true,
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "赵玉田-冰霜之刃",
						["iLvl"] = 451,
						["time"] = 1588495192,
						["class"] = 11,
						["bTag"] = "无敌神爸涛#5483",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "轰炸机-伊森利恩",
						["iLvl"] = 424,
						["time"] = 1588495192,
						["class"] = 8,
						["bTag"] = "村北头流氓#5757",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "小丶龙虾-冰霜之刃",
						["iLvl"] = 441,
						["time"] = 1588495192,
						["class"] = 12,
						["bTag"] = "我也是醉了#5863",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "灬兮灬-影之哀伤",
						["iLvl"] = 444,
						["time"] = 1588495192,
						["class"] = 3,
						["bTag"] = "法哒哒#5739",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "梦染离愁-迅捷微风",
						["time"] = 1588495192,
						["class"] = 6,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "一千多个恶魔-试炼之环",
						["iLvl"] = 463,
						["time"] = 1588495192,
						["class"] = 12,
						["bTag"] = "凌羽#5174",
					}, -- [111]
					{
						["role"] = "HEALER",
						["name"] = "哪吒-希尔瓦娜斯",
						["iLvl"] = 477,
						["time"] = 1588495192,
						["class"] = 2,
						["bTag"] = "顾思义#51863",
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "头孢拉丁丁-雷霆之王",
						["iLvl"] = 408,
						["time"] = 1588495192,
						["class"] = 2,
						["bTag"] = "好网名都被猪拱了#5633",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "赤壁望不尽-神圣之歌",
						["time"] = 1588495578,
						["class"] = 3,
						["leader"] = true,
					}, -- [114]
					{
						["role"] = "TANK",
						["name"] = "灰凇-格瑞姆巴托",
						["time"] = 1588495578,
						["class"] = 2,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "琉璃舞-冰风岗",
						["time"] = 1588495578,
						["class"] = 8,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "Finalgloom-格瑞姆巴托",
						["time"] = 1588495578,
						["class"] = 12,
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "牛鞭大过天-寒冰皇冠",
						["time"] = 1588495578,
						["class"] = 10,
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "Aeu-伊森利恩",
						["time"] = 1588495578,
						["class"] = 6,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "无有-格瑞姆巴托",
						["iLvl"] = 445,
						["time"] = 1588495542,
						["class"] = 10,
						["bTag"] = "可爱男孩谢广坤#5842",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇老颜-主宰之剑",
						["time"] = 1588495578,
						["class"] = 8,
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "Brandonstárk-血环",
						["time"] = 1588495578,
						["class"] = 4,
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "奥利奥牛叉-神圣之歌",
						["time"] = 1588495614,
						["class"] = 3,
						["leader"] = true,
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "Ernestk-死亡之翼",
						["iLvl"] = 445,
						["time"] = 1588495614,
						["class"] = 1,
						["bTag"] = "慕风#51866",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "紫霞倾城惜缘-提瑞斯法",
						["time"] = 1588495614,
						["class"] = 3,
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "我会射箭-死亡之翼",
						["time"] = 1588495614,
						["class"] = 3,
					}, -- [126]
					{
						["role"] = "TANK",
						["name"] = "我维生素-安苏",
						["time"] = 1588495614,
						["class"] = 6,
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "俺是放羊的-死亡之翼",
						["time"] = 1588495614,
						["class"] = 1,
					}, -- [128]
					{
						["role"] = "TANK",
						["name"] = "昆图库塔-血环",
						["time"] = 1588495614,
						["class"] = 1,
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "两只大萌喵-燃烧之刃",
						["time"] = 1588495614,
						["class"] = 1,
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "胡四饼-白银之手",
						["time"] = 1588495807,
						["class"] = 9,
						["leader"] = true,
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "月半央-安苏",
						["time"] = 1588495807,
						["class"] = 1,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "生命契者-凤凰之神",
						["time"] = 1588495807,
						["class"] = 8,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "悲伤后丶再见-达斯雷玛",
						["iLvl"] = 473,
						["time"] = 1588495807,
						["class"] = 3,
						["bTag"] = "悲伤后丶再见#5451",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "Daylma-血环",
						["time"] = 1588495807,
						["class"] = 11,
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "指尖上的圣-凤凰之神",
						["time"] = 1588495807,
						["class"] = 8,
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "幽冥的瞳孔-凤凰之神",
						["time"] = 1588495807,
						["class"] = 8,
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "吃什么吃-丽丽（四川）",
						["time"] = 1588495807,
						["class"] = 12,
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "半世繁华-自由之风",
						["iLvl"] = 463,
						["time"] = 1588495807,
						["class"] = 4,
						["bTag"] = "黑夜丶殇#51971",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "回憶回不去-无尽之海",
						["time"] = 1588498238,
						["class"] = 11,
						["leader"] = true,
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "男仆灬-安苏",
						["time"] = 1588498238,
						["class"] = 9,
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "丿灬斯内克-伊森利恩",
						["time"] = 1588498238,
						["class"] = 1,
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "不正经的贤哥-壁炉谷",
						["time"] = 1588498238,
						["class"] = 8,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "我帮你摆平丶-死亡之翼",
						["time"] = 1588498238,
						["class"] = 4,
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "地域咆哮-贫瘠之地",
						["time"] = 1588498238,
						["class"] = 6,
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "云之天涯-亡语者",
						["iLvl"] = 449,
						["time"] = 1588496622,
						["class"] = 3,
						["bTag"] = "云之瀛#5940",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "维罗妮卡-血顶",
						["time"] = 1588498238,
						["class"] = 11,
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "马萨卡-遗忘海岸",
						["iLvl"] = 450,
						["time"] = 1588496622,
						["class"] = 3,
						["bTag"] = "时崎影三#5160",
					}, -- [148]
				},
			},
		},
	},
}
