
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["无牙尛个子 - 雷霆之王"] = "无牙尛个子 - 雷霆之王",
	},
	["profiles"] = {
		["无牙尛个子 - 雷霆之王"] = {
			["settings"] = {
				["panel"] = false,
				["storage"] = {
					["y"] = -64.99993896484375,
					["x"] = -16.99978637695313,
					["scale"] = 1,
				},
			},
			["version"] = "80300.01",
			["createHistoryList"] = {
				"2-256-679-0", -- [1]
				"6-0-17-0", -- [2]
				"2-142-518-0", -- [3]
				"2-257-683-0", -- [4]
				"2-138-507-0", -- [5]
			},
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"6-0-0-0", -- [2]
				"9-0-19-0", -- [3]
			},
			["lastSearchCode"] = "2-0-0-0",
			["appShine"] = "80300.01",
			["advShine"] = "80300.01",
			["recent"] = {
				["2-257-683-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 478,
						["time"] = 1593614487,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小彩灯-影之哀伤",
						["iLvl"] = 469,
						["time"] = 1593614487,
						["class"] = 1,
						["bTag"] = "十八#51713",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "长腿大高个-安苏",
						["iLvl"] = 468,
						["time"] = 1593614487,
						["class"] = 11,
						["bTag"] = "Asir#5887",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "丶马冬梅-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1593614487,
						["class"] = 1,
						["bTag"] = "那年夏末丶#5329",
					}, -- [4]
				},
				["2-138-507-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1592408114,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "牛仔兔-亚雷戈斯",
						["iLvl"] = 462,
						["time"] = 1592408114,
						["class"] = 6,
						["bTag"] = "BT160827#52540",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "弑魂乄星尘-贫瘠之地",
						["iLvl"] = 458,
						["time"] = 1592408114,
						["class"] = 12,
						["bTag"] = "天涯#5914",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "小花菜-冰风岗",
						["iLvl"] = 465,
						["time"] = 1592408114,
						["class"] = 2,
						["bTag"] = "很萌很正太#5248",
					}, -- [4]
				},
				["2-140-510-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "焱之翼乄銰凘-凤凰之神",
						["iLvl"] = 469,
						["time"] = 1592415796,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "公子来也#5638",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Yangent-冰川之拳",
						["time"] = 1592415796,
						["class"] = 2,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "丶哆咪丶-艾莫莉丝",
						["iLvl"] = 478,
						["time"] = 1592415796,
						["class"] = 2,
						["bTag"] = "寒絮#5819",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "萃香-燃烧之刃",
						["iLvl"] = 472,
						["time"] = 1592415796,
						["class"] = 2,
						["bTag"] = "七曜的魔法师#5522",
					}, -- [4]
				},
				["2-141-514-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 478,
						["time"] = 1594217785,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇克劳德-贫瘠之地",
						["iLvl"] = 475,
						["time"] = 1594217785,
						["class"] = 1,
						["bTag"] = "hydene#5712",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "歪曰-熊猫酒仙",
						["time"] = 1594217544,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "原木觉醒-阿纳克洛斯",
						["iLvl"] = 476,
						["time"] = 1594217785,
						["class"] = 11,
						["bTag"] = "蛮力之翼#511608",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "蛋刀超人-安苏",
						["iLvl"] = 475,
						["time"] = 1594217785,
						["class"] = 12,
						["bTag"] = "小奶哥#5308",
					}, -- [5]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "营养抉线-符文图腾",
						["iLvl"] = 480,
						["time"] = 1592479442,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "店小二#51445",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "幺妹喜欢你-希尔瓦娜斯",
						["iLvl"] = 471,
						["time"] = 1592479299,
						["class"] = 3,
						["bTag"] = "huangyu1988#5489",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "萨娜织亡者-血色十字军",
						["iLvl"] = 475,
						["time"] = 1592479027,
						["class"] = 9,
						["bTag"] = "心中猛虎#5929",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "我本痴心-达尔坎",
						["iLvl"] = 473,
						["time"] = 1592480227,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "山来水往#5641",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "陌上丶离歌-埃德萨拉",
						["iLvl"] = 482,
						["time"] = 1592480048,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "点烟灬燃寂寞#5144",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "我是疯子-燃烧军团",
						["iLvl"] = 478,
						["time"] = 1592479858,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "没褶子的包子#5465",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "三玥-加尔",
						["iLvl"] = 482,
						["time"] = 1592480038,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "超级拉风#5238",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "轻盈-达斯雷玛",
						["iLvl"] = 472,
						["time"] = 1592480227,
						["class"] = 1,
						["bTag"] = "轻盈#5447",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "阳光下的罪恶-血色十字军",
						["iLvl"] = 483,
						["time"] = 1592480503,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "腿毛乱飞#5932",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "进撃的未来-尘风峡谷",
						["time"] = 1592480503,
						["class"] = 3,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Supertramp-风暴之眼",
						["time"] = 1592480503,
						["class"] = 4,
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "不死墓尸-伊利丹",
						["iLvl"] = 477,
						["time"] = 1592480503,
						["class"] = 5,
						["bTag"] = "圣丢丢#5508",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "夕也-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1592483657,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "Micney#5518",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "夕阳稀瑕-格瑞姆巴托",
						["iLvl"] = 464,
						["time"] = 1592483657,
						["class"] = 6,
						["bTag"] = "紫色火焰#5334",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "赵盼盼-丽丽（四川）",
						["time"] = 1592483640,
						["class"] = 3,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "偷盗者卡卡西-达纳斯",
						["iLvl"] = 478,
						["time"] = 1592483657,
						["class"] = 4,
						["bTag"] = "绅士熊吉#5260",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "再见-达尔坎",
						["iLvl"] = 479,
						["time"] = 1592484116,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "KHL#51190",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "一枪打俩-凤凰之神",
						["iLvl"] = 476,
						["time"] = 1592484116,
						["class"] = 3,
						["bTag"] = "神光之名#5677",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "圣光源泉-阿比迪斯",
						["time"] = 1592484116,
						["class"] = 2,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "小潘同学-亚雷戈斯",
						["iLvl"] = 456,
						["time"] = 1592484116,
						["class"] = 2,
						["bTag"] = "时尚可乐#5478",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "龙龙很聋丶-燃烧之刃",
						["iLvl"] = 484,
						["time"] = 1592485680,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "陈小胖#51940",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "魔界之主-萨尔",
						["iLvl"] = 470,
						["time"] = 1592485680,
						["class"] = 3,
						["bTag"] = "六合#5597",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "瞬羽蛋蛋-熔火之心",
						["iLvl"] = 474,
						["time"] = 1592485680,
						["class"] = 12,
						["bTag"] = "东京稍微热#5665",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "小枫灬-世界之树",
						["iLvl"] = 478,
						["time"] = 1592486050,
						["class"] = 3,
						["bTag"] = "其徐如林#51508",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "酷莎水仙-古加尔",
						["iLvl"] = 480,
						["time"] = 1592485641,
						["class"] = 2,
						["bTag"] = "酷莎水仙#5691",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "足情柔柔-燃烧之刃",
						["iLvl"] = 469,
						["time"] = 1592485664,
						["class"] = 8,
						["bTag"] = "等着你的亲#5638",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "神罚丨吹雪-安苏",
						["iLvl"] = 468,
						["time"] = 1592486050,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Vampire#52258",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "花刺-凤凰之神",
						["time"] = 1592485641,
						["class"] = 2,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "不是我不懂-影之哀伤",
						["iLvl"] = 459,
						["time"] = 1592485680,
						["class"] = 12,
						["bTag"] = "BT160711#52598",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "异灵猎手-安东尼达斯",
						["time"] = 1592485680,
						["class"] = 12,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "辰子彦-狂热之刃",
						["time"] = 1592486067,
						["class"] = 11,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "轻唱过去式-克尔苏加德",
						["iLvl"] = 466,
						["time"] = 1592486067,
						["class"] = 8,
						["bTag"] = "冰霜之脚#55998",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "蛇之麁正-加尔",
						["time"] = 1592486067,
						["class"] = 1,
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "Inshen-加尔",
						["iLvl"] = 481,
						["time"] = 1592486067,
						["class"] = 6,
						["bTag"] = "邹思远#5661",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 478,
						["time"] = 1593936453,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光猎魔-利刃之拳",
						["iLvl"] = 477,
						["time"] = 1593936837,
						["class"] = 12,
						["bTag"] = "道林格雷#51164",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "深夜谋个爱-贫瘠之地",
						["iLvl"] = 480,
						["time"] = 1593935718,
						["class"] = 12,
						["bTag"] = "老周#5864",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "沾雨青衣-菲拉斯",
						["iLvl"] = 476,
						["time"] = 1593935867,
						["class"] = 11,
						["bTag"] = "沾雨青衣#5544",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "瑜川-死亡之翼",
						["iLvl"] = 458,
						["time"] = 1593936837,
						["class"] = 3,
						["bTag"] = "打得不错抱歉#51638",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "乌雷雷-遗忘海岸",
						["iLvl"] = 476,
						["time"] = 1593936837,
						["class"] = 8,
						["bTag"] = "老猫#54800",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "完美骑士-奥尔加隆",
						["iLvl"] = 406,
						["time"] = 1594101986,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "职业小烈#5363",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "白色战神-无尽之海",
						["iLvl"] = 457,
						["time"] = 1594101986,
						["class"] = 1,
						["bTag"] = "白白#52726",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "涵宝咆哮-安苏",
						["time"] = 1594101980,
						["class"] = 1,
					}, -- [43]
				},
				["2-256-679-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 478,
						["time"] = 1594474248,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "樱花树下-幽暗沼泽",
						["iLvl"] = 473,
						["time"] = 1592577917,
						["class"] = 1,
						["bTag"] = "加生减伤的风#5489",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "狂暴的怒吼-黑暗之矛",
						["iLvl"] = 477,
						["time"] = 1592577917,
						["class"] = 1,
						["bTag"] = "花落相隨#5102",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "雪月军团-壁炉谷",
						["time"] = 1592577917,
						["class"] = 10,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "慕容猎空-冰风岗",
						["iLvl"] = 474,
						["time"] = 1592900704,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "混搭丶#5811",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "丶牧羊丿人-安苏",
						["iLvl"] = 477,
						["time"] = 1592901128,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "隐蔽之鲷#5187849",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "康帅傅-风暴之怒",
						["iLvl"] = 469,
						["time"] = 1592901128,
						["class"] = 1,
						["bTag"] = "正道是沧桑#51998",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "羁霸-死亡之翼",
						["time"] = 1592979228,
						["class"] = 3,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "宇直珲-格雷迈恩",
						["iLvl"] = 482,
						["time"] = 1592979228,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Zimota#5534",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "加尔鲁丶-格雷迈恩",
						["iLvl"] = 480,
						["time"] = 1592979228,
						["class"] = 1,
						["bTag"] = "进击的巨人#51243",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "仙女妍-瓦丝琪",
						["iLvl"] = 462,
						["time"] = 1592979228,
						["class"] = 5,
						["bTag"] = "芒果不盲#5803",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "喂国卖檬-影之哀伤",
						["iLvl"] = 474,
						["time"] = 1593934760,
						["class"] = 1,
						["bTag"] = "皮皮虾无所畏惧#5366",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "凋零丿挽歌-燃烧之刃",
						["iLvl"] = 466,
						["time"] = 1594216223,
						["class"] = 8,
						["bTag"] = "Heartbreak#5203",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "影空释-回音山",
						["iLvl"] = 473,
						["time"] = 1594217334,
						["class"] = 4,
						["bTag"] = "樱空释#51954",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "Quarantine-黑铁",
						["iLvl"] = 480,
						["time"] = 1594474248,
						["class"] = 12,
						["bTag"] = "胆怯小杨#5711",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "烟丶小味-黑铁",
						["iLvl"] = 472,
						["time"] = 1594474248,
						["class"] = 12,
						["bTag"] = "烟味#5906",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "唐唐爱吃肉-无尽之海",
						["iLvl"] = 470,
						["time"] = 1594473548,
						["class"] = 10,
						["bTag"] = "唐唐是只喵#5775",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "妖怪萨-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1594474248,
						["class"] = 7,
						["bTag"] = "艾然#5420",
					}, -- [18]
				},
				["2-139-504-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "焱之翼乄銰凘-凤凰之神",
						["iLvl"] = 469,
						["time"] = 1592411037,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "公子来也#5638",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "Yangent-冰川之拳",
						["time"] = 1592411037,
						["class"] = 2,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "丶哆咪丶-艾莫莉丝",
						["iLvl"] = 478,
						["time"] = 1592411037,
						["class"] = 2,
						["bTag"] = "寒絮#5819",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "天下霸首-塞拉摩",
						["iLvl"] = 467,
						["time"] = 1592411037,
						["class"] = 4,
						["bTag"] = "tianshan#5169",
					}, -- [4]
				},
				["3-0-657-0"] = {
					{
						["role"] = "TANK",
						["name"] = "不出橙-苏拉玛",
						["iLvl"] = 466,
						["time"] = 1591953614,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "纠纠结#51439",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Vzer-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1591953612,
						["class"] = 3,
						["bTag"] = "VZER#5173",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "夜雨听海-伊森利恩",
						["iLvl"] = 482,
						["time"] = 1591953565,
						["class"] = 5,
						["bTag"] = "KID#5197",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "横尸遍野-战歌",
						["time"] = 1591953614,
						["class"] = 6,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "围攻三机关-血环",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "momokoshaer#5780",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "李化元-世界之树",
						["iLvl"] = 476,
						["time"] = 1592299236,
						["class"] = 3,
						["bTag"] = "迷你之忍#5280638",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "幽魂魅影-燃烧之刃",
						["iLvl"] = 471,
						["time"] = 1592299240,
						["class"] = 9,
						["bTag"] = "DEVIL#58203",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "栗子不加糖-雷斧堡垒",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 4,
						["bTag"] = "扇子#51759",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "神手-战歌",
						["iLvl"] = 464,
						["time"] = 1592299240,
						["class"] = 5,
						["bTag"] = "野兽#5625",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "有梦才敢想-影之哀伤",
						["iLvl"] = 481,
						["time"] = 1592299240,
						["class"] = 8,
						["bTag"] = "舞月#51666",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "神威如天-迅捷微风",
						["iLvl"] = 475,
						["time"] = 1592299240,
						["class"] = 2,
						["bTag"] = "StarCK#5545",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "曾晓倩-塞拉摩",
						["iLvl"] = 422,
						["time"] = 1592299240,
						["class"] = 5,
						["bTag"] = "churong9908#5687",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "彩虹泡泡-巫妖之王",
						["iLvl"] = 454,
						["time"] = 1592299240,
						["class"] = 9,
						["bTag"] = "萌萌#53341",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "威廉退尔-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 3,
						["bTag"] = "WilliamTell#5428",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "呆萌的小柒-格瑞姆巴托",
						["time"] = 1592299240,
						["class"] = 1,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "落英谁细数-死亡之翼",
						["iLvl"] = 415,
						["time"] = 1592299240,
						["class"] = 3,
						["bTag"] = "圣光的复仇#5587",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "酒与风与花-凯恩血蹄",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 6,
						["bTag"] = "风随无双#5610",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "青灬墨-白银之手",
						["iLvl"] = 451,
						["time"] = 1592299240,
						["class"] = 2,
						["bTag"] = "爱灬青青#5726",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "柏拉齐-奈萨里奥",
						["iLvl"] = 479,
						["time"] = 1592299240,
						["class"] = 3,
						["bTag"] = "迪娜#5183",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "霜狼氏族灬刀-加基森",
						["iLvl"] = 472,
						["time"] = 1592299240,
						["class"] = 12,
						["bTag"] = "总理#51595",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "哨牙魔天使-回音山",
						["time"] = 1592299240,
						["class"] = 2,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "一片灰烬-达尔坎",
						["iLvl"] = 450,
						["time"] = 1592299240,
						["class"] = 12,
						["bTag"] = "半个灵魂#5532",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦坎达国王-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1592299240,
						["class"] = 12,
						["bTag"] = "苍山有井名空#5243",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "一尾狐狸婧-安苏",
						["iLvl"] = 479,
						["time"] = 1592299240,
						["class"] = 3,
						["bTag"] = "為圣神而戰#5166",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲红手羊羊-克尔苏加德",
						["iLvl"] = 453,
						["time"] = 1592299240,
						["class"] = 4,
						["bTag"] = "欧洲红手肥羊#5644",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "狐克斯-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 4,
						["bTag"] = "飞魔士#5942",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "昆仑千秋雪-回音山",
						["iLvl"] = 477,
						["time"] = 1592299240,
						["class"] = 10,
						["bTag"] = "实虚客#5353",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "轻轻沾湿我梦-安苏",
						["iLvl"] = 483,
						["time"] = 1592299240,
						["class"] = 3,
						["bTag"] = "大黑狗的爸爸丶#5204",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "尐盆友丶-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 1,
						["bTag"] = "Rabbit#52613",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Thamback-红龙军团",
						["iLvl"] = 482,
						["time"] = 1592299240,
						["class"] = 8,
						["bTag"] = "Saber#5369",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "流水丶无痕-伊森利恩",
						["iLvl"] = 475,
						["time"] = 1592299236,
						["class"] = 3,
						["bTag"] = "BEAR#53882",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "性感劣人丶-伊森利恩",
						["iLvl"] = 459,
						["time"] = 1592299240,
						["class"] = 3,
						["bTag"] = "偌恩丶#5865",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "山城夜猫子-鬼雾峰",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 4,
						["bTag"] = "山城夜猫子#5332",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "蜜桃芥子-迦拉克隆",
						["iLvl"] = 479,
						["time"] = 1592299240,
						["class"] = 12,
						["bTag"] = "过来亲一口#5752",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "一奶灬带走-安苏",
						["time"] = 1592299240,
						["class"] = 5,
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "剽悍的硬物-狂热之刃",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 1,
						["bTag"] = "剽悍的硬物#5506",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯天奇-无尽之海",
						["iLvl"] = 474,
						["time"] = 1592484406,
						["class"] = 11,
						["bTag"] = "尼古拉斯天奇#5701",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "繁華的悲伤-克尔苏加德",
						["iLvl"] = 480,
						["time"] = 1592478224,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "爱老婆爱生活#5380",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "轻玥-克尔苏加德",
						["iLvl"] = 479,
						["time"] = 1592478224,
						["class"] = 3,
						["bTag"] = "果果#5294",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色的风-血顶",
						["time"] = 1592478267,
						["class"] = 8,
						["leader"] = true,
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "Emdaofeng-影之哀伤",
						["iLvl"] = 449,
						["time"] = 1592478267,
						["class"] = 12,
						["bTag"] = "RightHereWaT#5443",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Acappella-天空之墙",
						["iLvl"] = 434,
						["time"] = 1592478267,
						["class"] = 8,
						["bTag"] = "Seven#52681",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "夜枫冷冷-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1592478267,
						["class"] = 2,
						["bTag"] = "zhanghao7592#5978",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "点球-燃烧之刃",
						["iLvl"] = 450,
						["time"] = 1592478267,
						["class"] = 1,
						["bTag"] = "再次回归#51557",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "枫之祥子-风暴峭壁",
						["iLvl"] = 479,
						["time"] = 1592478224,
						["class"] = 5,
						["bTag"] = "祥子#5681",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "强大而缓慢-刺骨利刃",
						["iLvl"] = 478,
						["time"] = 1592478267,
						["class"] = 6,
						["bTag"] = "布里茨也一样#5383",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "呱呱使者-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1592478224,
						["class"] = 2,
						["bTag"] = "寒夜#51494",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "叫我一声爸爸-丽丽（四川）",
						["iLvl"] = 469,
						["time"] = 1592478224,
						["class"] = 1,
						["bTag"] = "雨夜男#5200",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "海兔-凤凰之神",
						["iLvl"] = 484,
						["time"] = 1592478267,
						["class"] = 9,
						["bTag"] = "墨是砚的白#51377",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "Azathoth-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1592478224,
						["class"] = 9,
						["bTag"] = "千里长歌#5500",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "瞄也瞄不准-加基森",
						["iLvl"] = 449,
						["time"] = 1592478267,
						["class"] = 3,
						["bTag"] = "少侠请留步#51377",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "量子半自旋-克尔苏加德",
						["iLvl"] = 402,
						["time"] = 1592478267,
						["class"] = 10,
						["bTag"] = "FoCUs#5904",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Biubiubui-加基森",
						["iLvl"] = 446,
						["time"] = 1592478267,
						["class"] = 8,
						["bTag"] = "狂霸酷炫吊炸天#5934",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "精灵娜娜-埃克索图斯",
						["iLvl"] = 479,
						["time"] = 1592478267,
						["class"] = 4,
						["bTag"] = "冰封飞灵#5995",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "荒古射手-影之哀伤",
						["iLvl"] = 471,
						["time"] = 1592478265,
						["class"] = 3,
						["bTag"] = "SueReed#5938",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "狡猾的联盟狗-菲拉斯",
						["iLvl"] = 467,
						["time"] = 1592478224,
						["class"] = 8,
						["bTag"] = "狡猾的联盟狗#5994",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "綰秋-格瑞姆巴托",
						["iLvl"] = 458,
						["time"] = 1592478267,
						["class"] = 12,
						["bTag"] = "小小日#5201",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "雨山-无尽之海",
						["iLvl"] = 478,
						["time"] = 1592478224,
						["class"] = 12,
						["bTag"] = "云吞#5596",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "临西月-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1592478224,
						["class"] = 8,
						["bTag"] = "LEELIN#5801",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "一啾啾酱一-血色十字军",
						["iLvl"] = 467,
						["time"] = 1592478267,
						["class"] = 3,
						["bTag"] = "一大宝一#5536",
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "魂易-红龙军团",
						["iLvl"] = 482,
						["time"] = 1592478265,
						["class"] = 6,
						["bTag"] = "易魂#5171",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "我就是哀木踢-奎尔丹纳斯",
						["iLvl"] = 477,
						["time"] = 1592478267,
						["class"] = 1,
						["bTag"] = "忘却的时间#5229",
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "十鬼蛇王馬-狂热之刃",
						["iLvl"] = 479,
						["time"] = 1592478224,
						["class"] = 5,
						["bTag"] = "Oermlylux#5575",
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "曾经是圣骑-白骨荒野",
						["iLvl"] = 479,
						["time"] = 1592478265,
						["class"] = 6,
						["bTag"] = "惊魂之地精#517217",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "飓风之影-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1592478265,
						["class"] = 4,
						["bTag"] = "杰森#5123",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "Axela-黑铁",
						["iLvl"] = 484,
						["time"] = 1592478224,
						["class"] = 8,
						["bTag"] = "你是我的眼#5336",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "雪夜星瞳-苏塔恩",
						["iLvl"] = 476,
						["time"] = 1592478267,
						["class"] = 8,
						["bTag"] = "暗夜独舞#5168",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "茶几君梦二-冰风岗",
						["iLvl"] = 469,
						["time"] = 1592478267,
						["class"] = 1,
						["bTag"] = "康永符#5828",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "盖伦伦-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1592478267,
						["class"] = 3,
						["bTag"] = "弑杀者悟空#5804",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "偲丶君绾-死亡之翼",
						["time"] = 1592478267,
						["class"] = 2,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "爱闹的闪闪-海克泰尔",
						["time"] = 1592478267,
						["class"] = 3,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "魔兽木易-提尔之手",
						["iLvl"] = 446,
						["time"] = 1592478267,
						["class"] = 2,
						["bTag"] = "木易英雄#5612",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "希克斯吴-黄金之路",
						["iLvl"] = 478,
						["time"] = 1592478265,
						["class"] = 10,
						["bTag"] = "无敌奥巴牛#5491",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋姐-加基森",
						["iLvl"] = 452,
						["time"] = 1592478267,
						["class"] = 12,
						["bTag"] = "我牛怎么了#5327",
					}, -- [74]
					{
						["role"] = "TANK",
						["name"] = "塰欣莎-诺森德",
						["iLvl"] = 458,
						["time"] = 1592478267,
						["class"] = 2,
						["bTag"] = "伤风感冒#5134",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "继无风-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1592478267,
						["class"] = 9,
						["bTag"] = "继无风#51496",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "帅虎-影之哀伤",
						["iLvl"] = 473,
						["time"] = 1592484410,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "一酷一酷#5406",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "晓温侯-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1592484278,
						["class"] = 1,
						["bTag"] = "刘大大#5146",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "生命之殇-苏塔恩",
						["time"] = 1592484412,
						["class"] = 11,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "束缚之箭-奥尔加隆",
						["iLvl"] = 477,
						["time"] = 1592484412,
						["class"] = 3,
						["bTag"] = "秋风解我衣衫#5784",
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "木又寸苗-熊猫酒仙",
						["time"] = 1592484347,
						["class"] = 11,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "來曰方長-烈焰峰",
						["iLvl"] = 476,
						["time"] = 1592484278,
						["class"] = 3,
						["bTag"] = "DREAK#51354",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂的枫叶-纳克萨玛斯",
						["iLvl"] = 435,
						["time"] = 1592484400,
						["class"] = 9,
						["bTag"] = "十六夜淚#5234",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "无知的人-凤凰之神",
						["time"] = 1592484412,
						["class"] = 12,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "饕餮家族-凤凰之神",
						["time"] = 1592484412,
						["class"] = 12,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "穷小猎-凤凰之神",
						["iLvl"] = 416,
						["time"] = 1592484273,
						["class"] = 3,
						["bTag"] = "xibaobao#5221",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "青青紫衿-布兰卡德",
						["iLvl"] = 480,
						["time"] = 1592484400,
						["class"] = 5,
						["bTag"] = "青青子衿#54588",
					}, -- [87]
					{
						["role"] = "HEALER",
						["name"] = "阳无澄-凤凰之神",
						["iLvl"] = 484,
						["time"] = 1592484412,
						["class"] = 2,
						["bTag"] = "KidYANG#5105",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "迎风一刀斩-风暴之鳞",
						["iLvl"] = 457,
						["time"] = 1592484406,
						["class"] = 1,
						["bTag"] = "要你命叁仟#5762",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪物语-恶魔之翼",
						["iLvl"] = 468,
						["time"] = 1592484408,
						["class"] = 8,
						["bTag"] = "流浪物语#5375",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "大宝不乖-斩魔者",
						["time"] = 1592484412,
						["class"] = 3,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "凶残滴小呆呆-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1592484404,
						["class"] = 7,
						["bTag"] = "凶残的小呆呆#5265",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "仟舞依-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1592484406,
						["class"] = 12,
						["bTag"] = "麦子#5734",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "祖安钢琴师-燃烧之刃",
						["iLvl"] = 481,
						["time"] = 1592484410,
						["class"] = 12,
						["bTag"] = "黄一鸣#51495",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "Demonnikoo-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1592484410,
						["class"] = 5,
						["bTag"] = "小车车#5195",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁磐螺-萨菲隆",
						["iLvl"] = 435,
						["time"] = 1592484406,
						["class"] = 4,
						["bTag"] = "snowdaydz#5279",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "悲伤离歌-影之哀伤",
						["iLvl"] = 483,
						["time"] = 1592484408,
						["class"] = 1,
						["bTag"] = "悲傷離歌#5468",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "大尸兄孙悟空-阿克蒙德",
						["iLvl"] = 480,
						["time"] = 1592484400,
						["class"] = 3,
						["bTag"] = "大师兄孙悟空#5787",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "Luvjun-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1592484412,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "faker#5351",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "箭箭射不到-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1592484404,
						["class"] = 8,
						["bTag"] = "落叶之后#5150",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "澈月火舞者-日落沼泽",
						["iLvl"] = 480,
						["time"] = 1592484347,
						["class"] = 8,
						["bTag"] = "火舞#5151",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "马小翠-洛丹伦",
						["iLvl"] = 455,
						["time"] = 1592484404,
						["class"] = 12,
						["bTag"] = "阿卡卡#51822",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "卟知道是谁-贫瘠之地",
						["iLvl"] = 479,
						["time"] = 1592484410,
						["class"] = 11,
						["bTag"] = "真的是真的#5552",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "达库莱伊-巴纳扎尔",
						["iLvl"] = 477,
						["time"] = 1592484412,
						["class"] = 12,
						["bTag"] = "咖喱土豆#5828",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "Artemis-黑铁",
						["iLvl"] = 430,
						["time"] = 1592484412,
						["class"] = 3,
						["bTag"] = "RickCastle#5517",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "陈也-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1592484400,
						["class"] = 12,
						["bTag"] = "北方大叔#51616",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "艾尔狐狸-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1592484404,
						["class"] = 6,
						["bTag"] = "艾尔胡利#51673",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "Destinyy-塞拉摩",
						["iLvl"] = 445,
						["time"] = 1592484412,
						["class"] = 10,
						["bTag"] = "echo#56248",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "跳跳牛牛-罗宁",
						["time"] = 1592484412,
						["class"] = 1,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "剑子仙迹-古加尔",
						["iLvl"] = 444,
						["time"] = 1593103673,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "一頁書#5500",
					}, -- [110]
					{
						["role"] = "TANK",
						["name"] = "八荒成德-血吼",
						["iLvl"] = 478,
						["time"] = 1593103673,
						["class"] = 11,
						["bTag"] = "魔王信仰#5138",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "午夜时分-无尽之海",
						["iLvl"] = 483,
						["time"] = 1593103673,
						["class"] = 8,
						["bTag"] = "liyan#5308",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "八宝儿-死亡之翼",
						["iLvl"] = 483,
						["time"] = 1593103673,
						["class"] = 8,
						["bTag"] = "雪落#5821",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "夜丶玥-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1593103673,
						["class"] = 4,
						["bTag"] = "俯视#51211",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "Illiden-燃烧平原",
						["iLvl"] = 466,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "白一#5885",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "奶不起来就放-死亡熔炉",
						["iLvl"] = 479,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "黑眼豆豆#5478",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "哥请你吃饭-朵丹尼尔",
						["iLvl"] = 457,
						["time"] = 1593103673,
						["class"] = 9,
						["bTag"] = "林中麋鹿#5972",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "想要飞机头-克尔苏加德",
						["iLvl"] = 481,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "永远丶信仰战#5273",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "彼岸花绮罗-血色十字军",
						["iLvl"] = 480,
						["time"] = 1593103673,
						["class"] = 4,
						["bTag"] = "Ennea#5356",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "兰诺轻风-影之哀伤",
						["iLvl"] = 485,
						["time"] = 1593103673,
						["class"] = 8,
						["bTag"] = "心橙則靈#5578",
					}, -- [120]
					{
						["role"] = "HEALER",
						["name"] = "丶聖騎-影之哀伤",
						["iLvl"] = 478,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "佐天泪子#5162",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "槟榔加香烟-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1593103673,
						["class"] = 11,
						["bTag"] = "黑色视觉#5439",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尓萨斯-加兹鲁维",
						["iLvl"] = 478,
						["time"] = 1593103673,
						["class"] = 6,
						["bTag"] = "Se7en860721#5951",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "Ïï-洛萨",
						["iLvl"] = 479,
						["time"] = 1593103673,
						["class"] = 11,
						["bTag"] = "Corellian#5977",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "夜沉忆零-死亡之翼",
						["iLvl"] = 454,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "帝之玖夜#5781",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "宠物开道-黑暗魅影",
						["iLvl"] = 472,
						["time"] = 1593103673,
						["class"] = 3,
						["bTag"] = "夏宿丶#51705",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "杰飝-安苏",
						["iLvl"] = 445,
						["time"] = 1593103673,
						["class"] = 4,
						["bTag"] = "杰少#52443",
					}, -- [127]
					{
						["role"] = "HEALER",
						["name"] = "花婼-影之哀伤",
						["iLvl"] = 440,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "零零#5360",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "白金钻石箭-闪电之刃",
						["iLvl"] = 441,
						["time"] = 1593103673,
						["class"] = 3,
						["bTag"] = "嘿呦呦#5824",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "闪开我来-影之哀伤",
						["iLvl"] = 484,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "闪开我来#5640",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "令狐丶冲-深渊之巢",
						["iLvl"] = 478,
						["time"] = 1593103673,
						["class"] = 3,
						["bTag"] = "椒盐蘑菇君#5934",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "Leegayan-狂热之刃",
						["iLvl"] = 483,
						["time"] = 1593103673,
						["class"] = 4,
						["bTag"] = "Leegayam#5344",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "随梦忆潇湘-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "花灬筱熙#5942",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "射交达人-霜之哀伤",
						["iLvl"] = 462,
						["time"] = 1593103673,
						["class"] = 3,
						["bTag"] = "Beverly1lls#5920",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "达安香香-克尔苏加德",
						["iLvl"] = 461,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "panda#55579",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "满城烟火丶-白银之手",
						["iLvl"] = 431,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "Maverick#5853",
					}, -- [136]
					{
						["role"] = "TANK",
						["name"] = "丶赫兹-迅捷微风",
						["iLvl"] = 480,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "铛铛#5604",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "东风快递-燃烧军团",
						["iLvl"] = 439,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "乐乐不在家#5736",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "月清-古尔丹",
						["time"] = 1593103673,
						["class"] = 12,
					}, -- [139]
					{
						["role"] = "TANK",
						["name"] = "丨龍乄魂丨-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "龍魂#51446",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "Trollhun-艾莫莉丝",
						["iLvl"] = 456,
						["time"] = 1593103673,
						["class"] = 3,
						["bTag"] = "GNKK#5614",
					}, -- [141]
					{
						["role"] = "HEALER",
						["name"] = "丨艾迪钙奶丨-塞拉摩",
						["iLvl"] = 481,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "查莉娅#5434",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "Doomace-燃烧之刃",
						["iLvl"] = 448,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "高富帅#5240",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "姐姐抗的住-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "雪月风海情#5891",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "科瓦琦-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "甜心小面包#5752",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "术撕-燃烧之刃",
						["iLvl"] = 467,
						["time"] = 1593103673,
						["class"] = 9,
						["bTag"] = "Gui#5978",
					}, -- [146]
					{
						["role"] = "TANK",
						["name"] = "中二中二少年-格瑞姆巴托",
						["iLvl"] = 483,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "无期不亏死刑够本#5561",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "小丨蛋-贫瘠之地",
						["iLvl"] = 480,
						["time"] = 1593103673,
						["class"] = 10,
						["bTag"] = "小蛋丶#5985",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "凯小宇-戈提克",
						["time"] = 1593425112,
						["class"] = 3,
						["leader"] = true,
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "海绵宝宝小风-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1593425112,
						["class"] = 12,
						["bTag"] = "Shadow#51474",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "加勒比我短-亡语者",
						["iLvl"] = 462,
						["time"] = 1593425112,
						["class"] = 12,
						["bTag"] = "阉吾蛋#5626",
					}, -- [151]
					{
						["role"] = "TANK",
						["name"] = "Soundscape-试炼之环",
						["iLvl"] = 477,
						["time"] = 1593425112,
						["class"] = 6,
						["bTag"] = "背多风#5718",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "挺带感嘛-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1593425112,
						["class"] = 2,
						["bTag"] = "暗影之龙#515418",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "呖咕呖咕-库尔提拉斯",
						["iLvl"] = 465,
						["time"] = 1593425112,
						["class"] = 6,
						["bTag"] = "隔壁班的小谁#5907",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "药娘刘二萌-幽暗沼泽",
						["iLvl"] = 468,
						["time"] = 1593425112,
						["class"] = 2,
						["bTag"] = "刘二萌#51564",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "Koo-希尔瓦娜斯",
						["iLvl"] = 473,
						["time"] = 1593425112,
						["class"] = 3,
						["bTag"] = "Koo#51203",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "一百八十九斤-死亡之翼",
						["iLvl"] = 485,
						["time"] = 1593425112,
						["class"] = 8,
						["bTag"] = "nay#5580",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "洛小易丶-萨尔",
						["iLvl"] = 478,
						["time"] = 1593425112,
						["class"] = 8,
						["bTag"] = "俊俊#5522",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "一念断万古-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1593425112,
						["class"] = 1,
						["bTag"] = "那个黄鹤楼#5722",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "风吹过的留恋-伊森利恩",
						["iLvl"] = 444,
						["time"] = 1593425112,
						["class"] = 9,
						["bTag"] = "不再留恋从前#5582",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "猎开了-血色十字军",
						["iLvl"] = 461,
						["time"] = 1593425112,
						["class"] = 3,
						["bTag"] = "爱的燃点#5226",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "尐丶贱-影之哀伤",
						["iLvl"] = 478,
						["time"] = 1593425112,
						["class"] = 3,
						["bTag"] = "摩天小邋遢#5151",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "柚子丶-巨龙之吼",
						["iLvl"] = 455,
						["time"] = 1593425112,
						["class"] = 3,
						["bTag"] = "东方神秘力量#51956",
					}, -- [163]
					{
						["role"] = "HEALER",
						["name"] = "龍宫礼奈-冰霜之刃",
						["iLvl"] = 452,
						["time"] = 1593425112,
						["class"] = 11,
						["bTag"] = "及川冰丽#51937",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "冷冰灬小野猫-格瑞姆巴托",
						["iLvl"] = 462,
						["time"] = 1593425112,
						["class"] = 11,
						["bTag"] = "紫色火焰#5334",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "Stekinxiao-血色十字军",
						["iLvl"] = 479,
						["time"] = 1593425112,
						["class"] = 9,
						["bTag"] = "晓玮#5721",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "難渡-丽丽（四川）",
						["iLvl"] = 464,
						["time"] = 1593425112,
						["class"] = 12,
						["bTag"] = "血之眷恋#5219",
					}, -- [167]
					{
						["role"] = "TANK",
						["name"] = "迷失湮灭-巨龙之吼",
						["iLvl"] = 479,
						["time"] = 1593425112,
						["class"] = 2,
						["bTag"] = "Deedee#5993",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "壹灯-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1593425112,
						["class"] = 4,
						["bTag"] = "壹灯#51789",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "凯文萨鲁法尔-影之哀伤",
						["iLvl"] = 395,
						["time"] = 1593425112,
						["class"] = 7,
						["bTag"] = "踏雪追风#5723",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "云之翱翔-伊莫塔尔",
						["iLvl"] = 460,
						["time"] = 1593425112,
						["class"] = 8,
						["bTag"] = "云之翱翔#5201",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "小雪莉-风暴之鳞",
						["iLvl"] = 479,
						["time"] = 1593425112,
						["class"] = 10,
						["bTag"] = "San#52544",
					}, -- [172]
					{
						["role"] = "TANK",
						["name"] = "球豆麻袋-血色十字军",
						["iLvl"] = 478,
						["time"] = 1593425112,
						["class"] = 1,
						["bTag"] = "狡猾之异虫#56421",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "云樱缀玉-黑铁",
						["iLvl"] = 475,
						["time"] = 1593425112,
						["class"] = 3,
						["bTag"] = "四毛姑娘#5334",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "魅妹-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1593425112,
						["class"] = 4,
						["bTag"] = "暗夜之骑士#514283",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "丶酸奶-安苏",
						["iLvl"] = 473,
						["time"] = 1593425112,
						["class"] = 12,
						["bTag"] = "Lucky#518540",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "伊莉丹风怒-苏拉玛",
						["time"] = 1593425112,
						["class"] = 12,
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "朽沐-死亡之翼",
						["time"] = 1593425112,
						["class"] = 5,
					}, -- [178]
					{
						["role"] = "TANK",
						["name"] = "小锐杰-艾莫莉丝",
						["iLvl"] = 447,
						["time"] = 1593681417,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "山寨亡法#5564",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "超出施法距离-风暴之怒",
						["iLvl"] = 369,
						["time"] = 1593681415,
						["class"] = 11,
						["bTag"] = "水品山石#5382",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "倾城丶啊卡丽-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1593681415,
						["class"] = 12,
						["bTag"] = "倾城丶#51565",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "丶阿哈利姆-狂热之刃",
						["iLvl"] = 460,
						["time"] = 1593681417,
						["class"] = 5,
						["bTag"] = "Moria#5960",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "茨木華扇-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1593681417,
						["class"] = 6,
						["bTag"] = "伊吹萃香#51623",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "塔瑞瑟-迦拉克隆",
						["iLvl"] = 438,
						["time"] = 1593681417,
						["class"] = 8,
						["bTag"] = "花不入烟丶#5365",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "一见你就跑-克尔苏加德",
						["iLvl"] = 482,
						["time"] = 1593681417,
						["class"] = 7,
						["bTag"] = "沾血的黄瓜#52545",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "説於山鬼聼-安苏",
						["iLvl"] = 456,
						["time"] = 1593681399,
						["class"] = 6,
						["bTag"] = "装了逼还想跑#5844",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "前方有交警-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1593681417,
						["class"] = 2,
						["bTag"] = "前方有交警#5136",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "蹦嘣崩-鬼雾峰",
						["iLvl"] = 479,
						["time"] = 1593681417,
						["class"] = 1,
						["bTag"] = "埃辛诺斯丶怒#5717",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "水蓝蓝-地狱咆哮",
						["iLvl"] = 481,
						["time"] = 1593681415,
						["class"] = 5,
						["bTag"] = "水蓝蓝#5217",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "面包狗沁音-死亡之翼",
						["iLvl"] = 471,
						["time"] = 1593681413,
						["class"] = 12,
						["bTag"] = "常俊#51863",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "哼两首歌-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1593681399,
						["class"] = 7,
						["bTag"] = "广结鳝缘丶#5734",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "猛牛纯牛奶-安其拉",
						["iLvl"] = 479,
						["time"] = 1593681417,
						["class"] = 7,
						["bTag"] = "哈哈#59101",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "沙影孤战-阿纳克洛斯",
						["iLvl"] = 476,
						["time"] = 1593681413,
						["class"] = 9,
						["bTag"] = "dreamo#5642",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利盲人-恶魔之魂",
						["iLvl"] = 461,
						["time"] = 1593681417,
						["class"] = 12,
						["bTag"] = "MiloLyn#5504",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "大福狸-恶魔之魂",
						["iLvl"] = 445,
						["time"] = 1593681415,
						["class"] = 8,
						["bTag"] = "DARKCROW#51957",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "低调的小丹-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1593681399,
						["class"] = 5,
						["bTag"] = "xiaodan#5429",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "独行侠三味-安苏",
						["time"] = 1593681399,
						["class"] = 3,
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "喔哎呀-贫瘠之地",
						["iLvl"] = 479,
						["time"] = 1593681417,
						["class"] = 3,
						["bTag"] = "秦皇汉武#5804",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂老盗-无尽之海",
						["iLvl"] = 480,
						["time"] = 1593681417,
						["class"] = 4,
						["bTag"] = "老盗#5329",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "Zipoing-克尔苏加德",
						["iLvl"] = 471,
						["time"] = 1593681417,
						["class"] = 8,
						["bTag"] = "RobotMurloc#52733",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "柒笼猪-加尔",
						["iLvl"] = 479,
						["time"] = 1593681415,
						["class"] = 3,
						["bTag"] = "無冥業火#5449",
					}, -- [201]
					{
						["role"] = "TANK",
						["name"] = "眉间落雪-红龙军团",
						["iLvl"] = 479,
						["time"] = 1593681413,
						["class"] = 11,
						["bTag"] = "长空孤月#51667",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "米斯莫-加基森",
						["iLvl"] = 479,
						["time"] = 1593681417,
						["class"] = 8,
						["bTag"] = "午夜梦回#5875",
					}, -- [203]
					{
						["role"] = "TANK",
						["name"] = "想你时脚痒-阿尔萨斯",
						["iLvl"] = 442,
						["time"] = 1593681413,
						["class"] = 1,
						["bTag"] = "梅杰杰杰杰#5219",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "Liyl-龙骨平原",
						["iLvl"] = 474,
						["time"] = 1593681417,
						["class"] = 10,
						["bTag"] = "Mzhd#5781",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "血齿断刃-死亡之翼",
						["iLvl"] = 423,
						["time"] = 1593681417,
						["class"] = 4,
						["bTag"] = "蓝色爱恋#51835",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "朔月小恶魔-阿曼尼",
						["iLvl"] = 455,
						["time"] = 1593681415,
						["class"] = 12,
						["bTag"] = "chenxinguan#5422",
					}, -- [207]
					{
						["role"] = "HEALER",
						["name"] = "刀锋丶之痕-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1593681417,
						["class"] = 2,
						["bTag"] = "刀锋一九三七#51843",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "捅主任-纳沙塔尔",
						["iLvl"] = 384,
						["time"] = 1593681415,
						["class"] = 4,
						["bTag"] = "FunkyFrog#59548",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "有个小白-无尽之海",
						["iLvl"] = 481,
						["time"] = 1593681413,
						["class"] = 8,
						["bTag"] = "有个小白#51549",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "埃雷梅尼-血色十字军",
						["iLvl"] = 480,
						["time"] = 1593681413,
						["class"] = 4,
						["bTag"] = "史蒂芬王#5553",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "入戏丶-屠魔山谷",
						["iLvl"] = 446,
						["time"] = 1593681415,
						["class"] = 1,
						["bTag"] = "花魂#5773",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "邻家姑娘-埃德萨拉",
						["iLvl"] = 472,
						["time"] = 1593681417,
						["class"] = 1,
						["bTag"] = "此小生姓尹#5105",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "氢氧化钡-伊森利恩",
						["iLvl"] = 471,
						["time"] = 1593681415,
						["class"] = 3,
						["bTag"] = "氢氧化钡#5453",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咚大红袍-基尔罗格",
						["iLvl"] = 478,
						["time"] = 1593681415,
						["class"] = 6,
						["bTag"] = "胖爷#52193",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "小孩开大车-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1593681417,
						["class"] = 8,
						["bTag"] = "刘昊#5908",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkritual-罗宁",
						["iLvl"] = 480,
						["time"] = 1593681417,
						["class"] = 5,
						["bTag"] = "Darkritual#5492",
					}, -- [217]
					{
						["role"] = "TANK",
						["name"] = "子夜-暴风祭坛",
						["time"] = 1593765158,
						["class"] = 12,
						["leader"] = true,
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "霸刀书生-布兰卡德",
						["iLvl"] = 479,
						["time"] = 1593765158,
						["class"] = 12,
						["bTag"] = "我是男神#5743",
					}, -- [219]
					{
						["role"] = "HEALER",
						["name"] = "永不放弃-黑翼之巢",
						["iLvl"] = 407,
						["time"] = 1593765158,
						["class"] = 2,
						["bTag"] = "唐麦克柯里昂#5953",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "夜之豆-迅捷微风",
						["iLvl"] = 458,
						["time"] = 1593765158,
						["class"] = 9,
						["bTag"] = "豆豆#52178",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "挽歌和飘渺-莱索恩",
						["iLvl"] = 476,
						["time"] = 1593765158,
						["class"] = 2,
						["bTag"] = "阿凡达哥哥#5913",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "虎头鞋-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1593765158,
						["class"] = 3,
						["bTag"] = "雷大大#5821",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "时尚的贼-玛里苟斯",
						["iLvl"] = 477,
						["time"] = 1593765158,
						["class"] = 4,
						["bTag"] = "一个有素质的演员#5580",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "不死天哥-丽丽（四川）",
						["iLvl"] = 482,
						["time"] = 1593765158,
						["class"] = 8,
						["bTag"] = "天哥#5722",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "吉安纳的姬友-安苏",
						["time"] = 1593765158,
						["class"] = 12,
					}, -- [226]
					{
						["role"] = "TANK",
						["name"] = "艾泽里特-奥斯里安",
						["iLvl"] = 434,
						["time"] = 1593765158,
						["class"] = 1,
						["bTag"] = "敏感之矮人#52652",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "舌尖给你快感-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1593765158,
						["class"] = 8,
						["bTag"] = "一支红艳露凝香#51193",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "荧惑丶丶灬-闪电之刃",
						["time"] = 1593765158,
						["class"] = 3,
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "留心脚下-洛丹伦",
						["iLvl"] = 472,
						["time"] = 1593765158,
						["class"] = 6,
						["bTag"] = "我是愤怒#5708",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "夜魔灬-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1593765158,
						["class"] = 4,
						["bTag"] = "独孤孤独#51812",
					}, -- [231]
					{
						["role"] = "TANK",
						["name"] = "紫薯莎拉-安苏",
						["iLvl"] = 470,
						["time"] = 1593765158,
						["class"] = 2,
						["bTag"] = "枫林晚#5539",
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "媋煖錵開-奥斯里安",
						["iLvl"] = 479,
						["time"] = 1593765158,
						["class"] = 4,
						["bTag"] = "施晓光#51422",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "可愛丶尐火猴-安苏",
						["iLvl"] = 481,
						["time"] = 1593765158,
						["class"] = 9,
						["bTag"] = "可愛丶尐豬寶#51126",
					}, -- [234]
					{
						["role"] = "TANK",
						["name"] = "疯小花丶丶-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1593765158,
						["class"] = 2,
						["bTag"] = "疯小花#5124",
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "别毛了速度灭-深渊之喉",
						["iLvl"] = 480,
						["time"] = 1593765158,
						["class"] = 1,
						["bTag"] = "ForTheHorde#5757",
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "陈小玉-黑铁",
						["iLvl"] = 482,
						["time"] = 1593765158,
						["class"] = 8,
						["bTag"] = "超高校级的奇迹#5653",
					}, -- [237]
					{
						["role"] = "TANK",
						["name"] = "一鈥儛耀杨一-索瑞森",
						["iLvl"] = 452,
						["time"] = 1593765158,
						["class"] = 2,
						["bTag"] = "永夜的极光#51151",
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "東京喰種-瓦拉纳",
						["iLvl"] = 421,
						["time"] = 1593765158,
						["class"] = 8,
						["bTag"] = "欧西里斯的天空龙#5806",
					}, -- [239]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌玉女-芬里斯",
						["iLvl"] = 480,
						["time"] = 1593765158,
						["class"] = 2,
						["bTag"] = "疯狂一道#5515",
					}, -- [240]
					{
						["role"] = "DAMAGER",
						["name"] = "哥谭记者-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1593765158,
						["class"] = 8,
						["bTag"] = "TinyRua#5517",
					}, -- [241]
					{
						["role"] = "HEALER",
						["name"] = "一摩尔麻烦-深渊之巢",
						["iLvl"] = 445,
						["time"] = 1593765158,
						["class"] = 7,
						["bTag"] = "一摩尔麻烦啊#5818",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "牛牛爱采矿-伊森利恩",
						["iLvl"] = 419,
						["time"] = 1593765158,
						["class"] = 7,
						["bTag"] = "芥末#5495",
					}, -- [243]
					{
						["role"] = "TANK",
						["name"] = "帝骑丶-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1593765158,
						["class"] = 6,
						["bTag"] = "我是凶器#5330",
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "来的那么块-通灵学院",
						["iLvl"] = 453,
						["time"] = 1593765158,
						["class"] = 1,
						["bTag"] = "simple123#5472",
					}, -- [245]
					{
						["role"] = "HEALER",
						["name"] = "我晕胖仔-希雷诺斯",
						["iLvl"] = 480,
						["time"] = 1593765158,
						["class"] = 2,
						["bTag"] = "胖仔#5831",
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["name"] = "灬蛋总-狂热之刃",
						["iLvl"] = 484,
						["time"] = 1593765158,
						["class"] = 12,
						["bTag"] = "KDwyn#51378",
					}, -- [247]
					{
						["role"] = "DAMAGER",
						["name"] = "牛德在野-洛丹伦",
						["iLvl"] = 448,
						["time"] = 1593765158,
						["class"] = 11,
						["bTag"] = "沉默之风暴#515114",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "清水牛肉-冰风岗",
						["iLvl"] = 479,
						["time"] = 1593765158,
						["class"] = 1,
						["bTag"] = "ZanyPants#56182",
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "进击的小猫咪-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1593765158,
						["class"] = 6,
						["bTag"] = "醉卧沙场君莫笑#53385",
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "舞小风-希尔瓦娜斯",
						["iLvl"] = 479,
						["time"] = 1593765158,
						["class"] = 8,
						["bTag"] = "小风#5432",
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇丶猎手-苏拉玛",
						["time"] = 1593765158,
						["class"] = 12,
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "Elsiefisher-影之哀伤",
						["time"] = 1593765158,
						["class"] = 11,
					}, -- [253]
					{
						["role"] = "TANK",
						["name"] = "血统与荣耀-巴瑟拉斯",
						["time"] = 1593765158,
						["class"] = 2,
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "丿执丶念-血色十字军",
						["iLvl"] = 476,
						["time"] = 1594277708,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "乱世#5580",
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "阿努宝贝猪丶-冰风岗",
						["iLvl"] = 464,
						["time"] = 1594277696,
						["class"] = 4,
						["bTag"] = "说不上爱别纠缠#5417",
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "比维密更迷人-烈焰峰",
						["iLvl"] = 454,
						["time"] = 1594277708,
						["class"] = 8,
						["bTag"] = "我要吃肉#51604",
					}, -- [257]
					{
						["role"] = "TANK",
						["name"] = "小鸭子烤烤-安苏",
						["iLvl"] = 473,
						["time"] = 1594277708,
						["class"] = 2,
						["bTag"] = "duckieao#5198",
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "丶新人小张-无尽之海",
						["iLvl"] = 473,
						["time"] = 1594277696,
						["class"] = 12,
						["bTag"] = "丶血腥玛丽#5848",
					}, -- [259]
					{
						["role"] = "DAMAGER",
						["name"] = "灬昕昕灬-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1594277706,
						["class"] = 9,
						["bTag"] = "晓晓#5380",
					}, -- [260]
					{
						["role"] = "TANK",
						["name"] = "焑僧-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1594277706,
						["class"] = 10,
						["bTag"] = "亮子#5694",
					}, -- [261]
					{
						["role"] = "DAMAGER",
						["name"] = "狼魂曲-利刃之拳",
						["time"] = 1594277708,
						["class"] = 4,
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "厄斐琉斯-黑龙军团",
						["iLvl"] = 473,
						["time"] = 1594277706,
						["class"] = 12,
						["bTag"] = "江小凡#51707",
					}, -- [263]
					{
						["role"] = "DAMAGER",
						["name"] = "松茸鱼子酱-尘风峡谷",
						["iLvl"] = 481,
						["time"] = 1594277704,
						["class"] = 3,
						["bTag"] = "多力多德#5838",
					}, -- [264]
					{
						["role"] = "TANK",
						["name"] = "爱丽丝特莉娅-艾莫莉丝",
						["iLvl"] = 479,
						["time"] = 1594277708,
						["class"] = 2,
						["bTag"] = "staynight#5258",
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "莲子银耳糖-奥特兰克",
						["time"] = 1594277706,
						["class"] = 10,
					}, -- [266]
					{
						["role"] = "HEALER",
						["name"] = "四心茶语-凯恩血蹄",
						["time"] = 1594277706,
						["class"] = 2,
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["name"] = "霹雳傻小子-安苏",
						["iLvl"] = 475,
						["time"] = 1594277696,
						["class"] = 3,
						["bTag"] = "walhm#5699",
					}, -- [268]
					{
						["role"] = "DAMAGER",
						["name"] = "Mlxgz-黑铁",
						["iLvl"] = 463,
						["time"] = 1594277708,
						["class"] = 12,
						["bTag"] = "绝望的小叮当#5535",
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "半丶糖-燃烧之刃",
						["iLvl"] = 462,
						["time"] = 1594277708,
						["class"] = 4,
						["bTag"] = "契可尼#51856",
					}, -- [270]
					{
						["role"] = "DAMAGER",
						["name"] = "朴晓兰-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1594277704,
						["class"] = 10,
						["bTag"] = "劝你从真善美#5615",
					}, -- [271]
					{
						["role"] = "DAMAGER",
						["name"] = "清暝月华-狂热之刃",
						["iLvl"] = 482,
						["time"] = 1594277696,
						["class"] = 8,
						["bTag"] = "angel#51781",
					}, -- [272]
					{
						["role"] = "TANK",
						["name"] = "德仁-战歌",
						["iLvl"] = 464,
						["time"] = 1594277696,
						["class"] = 11,
						["bTag"] = "邓小蛇#51240",
					}, -- [273]
					{
						["role"] = "DAMAGER",
						["name"] = "目中無人-熔火之心",
						["iLvl"] = 475,
						["time"] = 1594277706,
						["class"] = 12,
						["bTag"] = "天空下的鱼#51982",
					}, -- [274]
					{
						["role"] = "DAMAGER",
						["name"] = "猫小氿-血色十字军",
						["iLvl"] = 484,
						["time"] = 1594277696,
						["class"] = 9,
						["bTag"] = "大钰兒#5451",
					}, -- [275]
					{
						["role"] = "HEALER",
						["name"] = "腹丶黑-血色十字军",
						["iLvl"] = 478,
						["time"] = 1594277704,
						["class"] = 5,
						["bTag"] = "srrrri#5187",
					}, -- [276]
					{
						["role"] = "DAMAGER",
						["name"] = "丶凨之牧语-无尽之海",
						["iLvl"] = 483,
						["time"] = 1594277706,
						["class"] = 5,
						["bTag"] = "痞子丶#5629",
					}, -- [277]
					{
						["role"] = "HEALER",
						["name"] = "叁味仙森丶-安苏",
						["iLvl"] = 455,
						["time"] = 1594277696,
						["class"] = 10,
						["bTag"] = "弎味先森丶#5246",
					}, -- [278]
					{
						["role"] = "DAMAGER",
						["name"] = "张三炮-安苏",
						["iLvl"] = 442,
						["time"] = 1594277708,
						["class"] = 3,
						["bTag"] = "闪亮之雄#5315994",
					}, -- [279]
					{
						["role"] = "DAMAGER",
						["name"] = "小啊灰丶-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1594277708,
						["class"] = 5,
						["bTag"] = "小丶木头#51394",
					}, -- [280]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走的胸大肌-影之哀伤",
						["iLvl"] = 476,
						["time"] = 1594277704,
						["class"] = 1,
						["bTag"] = "高敏琰#5393",
					}, -- [281]
					{
						["role"] = "DAMAGER",
						["name"] = "嵊州李白-伊森利恩",
						["iLvl"] = 474,
						["time"] = 1594277704,
						["class"] = 4,
						["bTag"] = "闪亮之裤#5182843",
					}, -- [282]
					{
						["role"] = "DAMAGER",
						["name"] = "团长丶小狐狸-血色十字军",
						["iLvl"] = 468,
						["time"] = 1594277706,
						["class"] = 3,
						["bTag"] = "紫枫#53183",
					}, -- [283]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮不命令-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1594277696,
						["class"] = 3,
						["bTag"] = "吊到没朋友#5827",
					}, -- [284]
					{
						["role"] = "DAMAGER",
						["name"] = "是彩未啊-玛洛加尔",
						["iLvl"] = 480,
						["time"] = 1594277706,
						["class"] = 1,
						["bTag"] = "野狗道人#51671",
					}, -- [285]
					{
						["role"] = "DAMAGER",
						["name"] = "尼马君-埃德萨拉",
						["iLvl"] = 480,
						["time"] = 1594277708,
						["class"] = 1,
						["bTag"] = "Tonichosen#5346",
					}, -- [286]
					{
						["role"] = "DAMAGER",
						["name"] = "神转折-石爪峰",
						["iLvl"] = 477,
						["time"] = 1594277706,
						["class"] = 12,
						["bTag"] = "猎哥#5490",
					}, -- [287]
					{
						["role"] = "HEALER",
						["name"] = "眼神奶你-布兰卡德",
						["iLvl"] = 483,
						["time"] = 1594277696,
						["class"] = 5,
						["bTag"] = "叫我奶爸#51839",
					}, -- [288]
					{
						["role"] = "DAMAGER",
						["name"] = "Jimmymax-烈焰峰",
						["iLvl"] = 479,
						["time"] = 1594277696,
						["class"] = 8,
						["bTag"] = "jimmymaxwill#5457",
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂里的流氓-奈萨里奥",
						["iLvl"] = 476,
						["time"] = 1594277704,
						["class"] = 12,
						["bTag"] = "天堂的烟色#5715",
					}, -- [290]
					{
						["role"] = "DAMAGER",
						["name"] = "烟只抽老龙凤-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1594277708,
						["class"] = 12,
						["bTag"] = "韩国蹦迪小箜箜#5682",
					}, -- [291]
					{
						["role"] = "DAMAGER",
						["name"] = "苍龙白虎-格瑞姆巴托",
						["iLvl"] = 466,
						["time"] = 1594277708,
						["class"] = 8,
						["bTag"] = "香蕉#51110",
					}, -- [292]
					{
						["role"] = "DAMAGER",
						["name"] = "荣耀的爵士-燃烧之刃",
						["time"] = 1594277708,
						["class"] = 8,
					}, -- [293]
					{
						["role"] = "DAMAGER",
						["name"] = "释放戰-血色十字军",
						["iLvl"] = 480,
						["time"] = 1594279601,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "唔丶嘿眼圈#5306",
					}, -- [294]
					{
						["role"] = "DAMAGER",
						["name"] = "小鸟酱丶-丽丽（四川）",
						["iLvl"] = 467,
						["time"] = 1594279603,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "幻神鼬#51354",
					}, -- [295]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法終結-主宰之剑",
						["time"] = 1594279603,
						["class"] = 8,
					}, -- [296]
					{
						["role"] = "TANK",
						["name"] = "奶尽天下豪杰-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1594279603,
						["class"] = 11,
						["bTag"] = "休闲玩家李铁蛋儿#5278",
					}, -- [297]
					{
						["role"] = "DAMAGER",
						["name"] = "伊兰蒂芙-埃克索图斯",
						["iLvl"] = 464,
						["time"] = 1594279603,
						["class"] = 9,
						["bTag"] = "逆迹妖#5527",
					}, -- [298]
					{
						["role"] = "DAMAGER",
						["name"] = "窝槽无情-格瑞姆巴托",
						["iLvl"] = 467,
						["time"] = 1594279603,
						["class"] = 1,
						["bTag"] = "aew#5309",
					}, -- [299]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫君彡-迦拉克隆",
						["iLvl"] = 482,
						["time"] = 1594279603,
						["class"] = 9,
						["bTag"] = "熊猫君#51990",
					}, -- [300]
					{
						["role"] = "DAMAGER",
						["name"] = "清酒红人面-迦拉克隆",
						["iLvl"] = 481,
						["time"] = 1594279601,
						["class"] = 6,
						["bTag"] = "淡水#5510",
					}, -- [301]
					{
						["role"] = "DAMAGER",
						["name"] = "Daimao-海克泰尔",
						["iLvl"] = 476,
						["time"] = 1594279603,
						["class"] = 6,
						["bTag"] = "儿歌三百首#5126",
					}, -- [302]
					{
						["role"] = "DAMAGER",
						["name"] = "Raizelreal-克尔苏加德",
						["iLvl"] = 484,
						["time"] = 1594279603,
						["class"] = 3,
						["bTag"] = "Raizelreal#5656",
					}, -- [303]
					{
						["role"] = "DAMAGER",
						["name"] = "花守由美里-黑龙军团",
						["iLvl"] = 455,
						["time"] = 1594279603,
						["class"] = 3,
						["bTag"] = "可爱呆萌依小凝#5412",
					}, -- [304]
					{
						["role"] = "DAMAGER",
						["name"] = "Anakin-死亡之翼",
						["iLvl"] = 484,
						["time"] = 1594279599,
						["class"] = 3,
						["bTag"] = "冰瞳#51815",
					}, -- [305]
					{
						["role"] = "DAMAGER",
						["name"] = "青柠冰红茶-鲜血熔炉",
						["iLvl"] = 482,
						["time"] = 1594279603,
						["class"] = 2,
						["bTag"] = "落樱晨曦#5247",
					}, -- [306]
					{
						["role"] = "DAMAGER",
						["name"] = "Topnamei-托尔巴拉德",
						["iLvl"] = 451,
						["time"] = 1594279599,
						["class"] = 1,
						["bTag"] = "娜美#5634",
					}, -- [307]
					{
						["role"] = "DAMAGER",
						["name"] = "超越灬自我-阿克蒙德",
						["iLvl"] = 479,
						["time"] = 1594279603,
						["class"] = 7,
						["bTag"] = "那罗衍#5996",
					}, -- [308]
					{
						["role"] = "DAMAGER",
						["name"] = "阴府利刃-红龙军团",
						["time"] = 1594279603,
						["class"] = 1,
					}, -- [309]
					{
						["role"] = "DAMAGER",
						["name"] = "Viercanacsa-古加尔",
						["iLvl"] = 434,
						["time"] = 1594279603,
						["class"] = 8,
						["bTag"] = "喵晓花#5160",
					}, -- [310]
					{
						["role"] = "DAMAGER",
						["name"] = "加尔鲁什王-死亡之翼",
						["iLvl"] = 427,
						["time"] = 1594279603,
						["class"] = 1,
						["bTag"] = "圣手一心#5103",
					}, -- [311]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼龙听梵音-寒冰皇冠",
						["iLvl"] = 483,
						["time"] = 1594279603,
						["class"] = 3,
						["bTag"] = "坐看云起时#51451",
					}, -- [312]
					{
						["role"] = "DAMAGER",
						["name"] = "游猎夸轻趫-凤凰之神",
						["iLvl"] = 449,
						["time"] = 1594279603,
						["class"] = 3,
						["bTag"] = "坐看云起时#51451",
					}, -- [313]
					{
						["role"] = "DAMAGER",
						["name"] = "風箏嬩風-阿曼尼",
						["iLvl"] = 480,
						["time"] = 1594279601,
						["class"] = 3,
						["bTag"] = "風筝舆風#5848",
					}, -- [314]
					{
						["role"] = "DAMAGER",
						["name"] = "还是嫂子好玩-弗塞雷迦",
						["iLvl"] = 468,
						["time"] = 1594279589,
						["class"] = 1,
						["bTag"] = "我在一旁哈哈笑#5393",
					}, -- [315]
					{
						["role"] = "DAMAGER",
						["name"] = "剑指苍天-达斯雷玛",
						["iLvl"] = 480,
						["time"] = 1594279599,
						["class"] = 1,
						["bTag"] = "绝无仅有#5311",
					}, -- [316]
					{
						["role"] = "TANK",
						["name"] = "蔡姬-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1594279599,
						["class"] = 6,
						["bTag"] = "ccc#51970",
					}, -- [317]
					{
						["role"] = "TANK",
						["name"] = "傳說丶废柴-幽暗沼泽",
						["time"] = 1594279603,
						["class"] = 6,
					}, -- [318]
					{
						["role"] = "DAMAGER",
						["name"] = "魁拔-贫瘠之地",
						["iLvl"] = 478,
						["time"] = 1594279601,
						["class"] = 12,
						["bTag"] = "熊掌出击#5414",
					}, -- [319]
					{
						["role"] = "TANK",
						["name"] = "你是我的魔丶-血吼",
						["iLvl"] = 479,
						["time"] = 1594279603,
						["class"] = 12,
						["bTag"] = "秋一生#5425",
					}, -- [320]
					{
						["role"] = "DAMAGER",
						["name"] = "拒绝挑衅-战歌",
						["iLvl"] = 460,
						["time"] = 1594279601,
						["class"] = 2,
						["bTag"] = "拒绝挑衅#5946",
					}, -- [321]
					{
						["role"] = "DAMAGER",
						["name"] = "冷酸翎-罗宁",
						["iLvl"] = 478,
						["time"] = 1594279599,
						["class"] = 1,
						["bTag"] = "佛祖#5488",
					}, -- [322]
					{
						["role"] = "DAMAGER",
						["name"] = "极地冰河-奈法利安",
						["iLvl"] = 480,
						["time"] = 1594279603,
						["class"] = 4,
						["bTag"] = "yaoshusen999#5354",
					}, -- [323]
					{
						["role"] = "DAMAGER",
						["name"] = "怒丨灬逍遥-血色十字军",
						["iLvl"] = 480,
						["time"] = 1594279601,
						["class"] = 2,
						["bTag"] = "大领主怒灬逍遥#5175",
					}, -- [324]
					{
						["role"] = "DAMAGER",
						["name"] = "云非痕-洛丹伦",
						["iLvl"] = 474,
						["time"] = 1594279599,
						["class"] = 11,
						["bTag"] = "云非痕#5240",
					}, -- [325]
					{
						["role"] = "DAMAGER",
						["name"] = "十几个小德丶-无尽之海",
						["iLvl"] = 480,
						["time"] = 1594279603,
						["class"] = 11,
						["bTag"] = "郭小虎228#5327",
					}, -- [326]
					{
						["role"] = "DAMAGER",
						["name"] = "风云飞扬-凤凰之神",
						["iLvl"] = 484,
						["time"] = 1594279603,
						["class"] = 1,
						["bTag"] = "pilot777#51613",
					}, -- [327]
					{
						["role"] = "DAMAGER",
						["name"] = "无聊二世-燃烧之刃",
						["time"] = 1594279603,
						["class"] = 2,
					}, -- [328]
					{
						["role"] = "TANK",
						["name"] = "放鹿青崖-黑铁",
						["time"] = 1594279603,
						["class"] = 1,
					}, -- [329]
					{
						["role"] = "DAMAGER",
						["name"] = "夏鸢-布兰卡德",
						["time"] = 1594279603,
						["class"] = 8,
					}, -- [330]
					{
						["role"] = "HEALER",
						["name"] = "铁头娃飘飘姐-寒冰皇冠",
						["time"] = 1594279603,
						["class"] = 5,
					}, -- [331]
					{
						["role"] = "DAMAGER",
						["name"] = "迷男-阿格拉玛",
						["time"] = 1594279603,
						["class"] = 10,
					}, -- [332]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "马蹄铁-安苏",
						["iLvl"] = 471,
						["time"] = 1592292377,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "rocboy#51911",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "富士見台-安苏",
						["time"] = 1592290996,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "单证-安苏",
						["iLvl"] = 465,
						["time"] = 1592292377,
						["class"] = 6,
						["bTag"] = "何儿#5288",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Cristianoron-安苏",
						["iLvl"] = 474,
						["time"] = 1592292035,
						["class"] = 3,
						["bTag"] = "一朵野花#5230",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "丨炸丶天灬-安苏",
						["iLvl"] = 449,
						["time"] = 1592292377,
						["class"] = 11,
						["bTag"] = "大森神#5746",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "狗职业-死亡之翼",
						["iLvl"] = 483,
						["time"] = 1592292028,
						["class"] = 1,
						["bTag"] = "老鱼#51170",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "冰淇淋-火焰之树",
						["iLvl"] = 450,
						["time"] = 1592292042,
						["class"] = 8,
						["bTag"] = "唯一色彩#5133",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "二渔-迅捷微风",
						["iLvl"] = 449,
						["time"] = 1592291454,
						["class"] = 4,
						["bTag"] = "再发抱歉试试#5701",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "一泻千里-无尽之海",
						["iLvl"] = 474,
						["time"] = 1592291454,
						["class"] = 3,
						["bTag"] = "远方的枸杞#5916",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "雷霆嘎嘣-布兰卡德",
						["iLvl"] = 449,
						["time"] = 1592292140,
						["class"] = 1,
						["bTag"] = "爱新觉罗某某#5830",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "零点你妹-死亡熔炉",
						["iLvl"] = 461,
						["time"] = 1592292165,
						["class"] = 2,
						["bTag"] = "aaron#5763",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "执着的依赖-伊森利恩",
						["iLvl"] = 445,
						["time"] = 1592292377,
						["class"] = 9,
						["bTag"] = "无冕者#51724",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "丷旭写初章-无尽之海",
						["iLvl"] = 457,
						["time"] = 1592292377,
						["class"] = 3,
						["bTag"] = "格子路单人舞#5649",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "斯纳瓦尔希-翡翠梦境",
						["iLvl"] = 463,
						["time"] = 1592292377,
						["class"] = 2,
						["bTag"] = "Desperado#5265",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "双肠捣蛋-死亡之翼",
						["iLvl"] = 446,
						["time"] = 1592292377,
						["class"] = 11,
						["bTag"] = "幸运之虎#56674",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "神说不可以-燃烧平原",
						["iLvl"] = 463,
						["time"] = 1592292377,
						["class"] = 4,
						["bTag"] = "BouncyBear#59216",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "猎仁-森金",
						["iLvl"] = 444,
						["time"] = 1592292377,
						["class"] = 3,
						["bTag"] = "孤傲之骑士#55689",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "上官谈想-亚雷戈斯",
						["time"] = 1592293181,
						["class"] = 3,
						["leader"] = true,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "狼信-加尔",
						["time"] = 1592293181,
						["class"] = 6,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "西木野枭德-死亡之翼",
						["time"] = 1592293181,
						["class"] = 11,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "守护永恒-血色十字军",
						["time"] = 1592293181,
						["class"] = 2,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "智熄的扎克胖-死亡之翼",
						["time"] = 1592293181,
						["class"] = 9,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "江浸月丨-红龙军团",
						["time"] = 1592293181,
						["class"] = 5,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "吉尔大元帅-回音山",
						["time"] = 1592293181,
						["class"] = 9,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "浊酒笑苍生-燃烧之刃",
						["time"] = 1592293181,
						["class"] = 8,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "如果低功-末日行者",
						["time"] = 1592293370,
						["class"] = 3,
						["leader"] = true,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "来吧火之高兴-埃德萨拉",
						["time"] = 1592293370,
						["class"] = 6,
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "Nowayback-霜之哀伤",
						["iLvl"] = 402,
						["time"] = 1592293370,
						["class"] = 1,
						["bTag"] = "Tiger#5702",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇洗面奶-血色十字军",
						["time"] = 1592293370,
						["class"] = 2,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "我是刀哥-影之哀伤",
						["time"] = 1592293370,
						["class"] = 1,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "叉烧馒头-诺莫瑞根",
						["time"] = 1592293370,
						["class"] = 1,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "烟染-克尔苏加德",
						["iLvl"] = 398,
						["time"] = 1592293370,
						["class"] = 12,
						["bTag"] = "贼皇#51854",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "火车头头-末日行者",
						["time"] = 1592293370,
						["class"] = 1,
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "迷雾之南-冰风岗",
						["time"] = 1592293360,
						["class"] = 6,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇控制大师-燃烧之刃",
						["iLvl"] = 281,
						["time"] = 1592293759,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "米爷#5877",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "穜有刁民害朕-凤凰之神",
						["iLvl"] = 239,
						["time"] = 1592293759,
						["class"] = 12,
						["bTag"] = "暮暮0211#5679",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Warrioor-末日行者",
						["time"] = 1592293759,
						["class"] = 1,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "王心翔之父-燃烧之刃",
						["iLvl"] = 235,
						["time"] = 1592293759,
						["class"] = 3,
						["bTag"] = "贾董事长#5724",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "一点小执着-燃烧之刃",
						["iLvl"] = 350,
						["time"] = 1592293759,
						["class"] = 3,
						["bTag"] = "新参者丨离兮#5849",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "奇门风后-影之哀伤",
						["iLvl"] = 421,
						["time"] = 1592293759,
						["class"] = 8,
						["bTag"] = "Endless#52499",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "哆丶咪-主宰之剑",
						["iLvl"] = 390,
						["time"] = 1592293759,
						["class"] = 2,
						["bTag"] = "飞天舞#5319",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "快给我道歉-海克泰尔",
						["iLvl"] = 282,
						["time"] = 1592293759,
						["class"] = 1,
						["bTag"] = "瞪眼珠子#51461",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "何必去猜-凤凰之神",
						["iLvl"] = 459,
						["time"] = 1592293759,
						["class"] = 8,
						["bTag"] = "vipnzh#5245",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Loukonghe-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1592296142,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "丨妖孽灬#5772",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "一碗鱼丸小面-神圣之歌",
						["iLvl"] = 301,
						["time"] = 1592295701,
						["class"] = 12,
						["bTag"] = "RGIAHIPBQ#5528",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "一鬼条-燃烧之刃",
						["iLvl"] = 462,
						["time"] = 1592296142,
						["class"] = 9,
						["bTag"] = "麦克雷#51109",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "Marsz-黑铁",
						["iLvl"] = 462,
						["time"] = 1592296142,
						["class"] = 1,
						["bTag"] = "Tony#52804",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "夜雨灬凌-无尽之海",
						["iLvl"] = 479,
						["time"] = 1592294637,
						["class"] = 4,
						["bTag"] = "空城丶殇#51720",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "犹豫就会败北-血环",
						["time"] = 1592296142,
						["class"] = 12,
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "六点我的秋香-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1592296142,
						["class"] = 7,
						["bTag"] = "五点我的秋香#5603",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "排骨格格-红龙女王",
						["iLvl"] = 464,
						["time"] = 1592295571,
						["class"] = 5,
						["bTag"] = "秋高马肥#5121",
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "殺丶幽舞-托尔巴拉德",
						["iLvl"] = 451,
						["time"] = 1592294637,
						["class"] = 5,
						["bTag"] = "夜神#5961",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "Crathy-无尽之海",
						["iLvl"] = 484,
						["time"] = 1592295177,
						["class"] = 2,
						["bTag"] = "曦曦乐乐#5769",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "鳌鳌叫的鳖鳖-无尽之海",
						["iLvl"] = 478,
						["time"] = 1592295177,
						["class"] = 11,
						["bTag"] = "儿子叫铭蔚#5100",
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "吸干我的阳气-燃烧之刃",
						["iLvl"] = 440,
						["time"] = 1592296142,
						["class"] = 11,
						["bTag"] = "包谷粑#5212",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "灵性走位-凤凰之神",
						["time"] = 1592296142,
						["class"] = 3,
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "黑夜小白天-影之哀伤",
						["iLvl"] = 473,
						["time"] = 1592296142,
						["class"] = 2,
						["bTag"] = "鬼魂之殇#51779",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "偃仰啸歌丶-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1592296142,
						["class"] = 4,
						["bTag"] = "吝啬鬼大叔#5516",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "遛龙-血环",
						["time"] = 1592298099,
						["class"] = 3,
						["leader"] = true,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔小马马-伊森利恩",
						["time"] = 1592298099,
						["class"] = 2,
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "得德得德-布兰卡德",
						["time"] = 1592298099,
						["class"] = 11,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "咹然初冬灬-地狱咆哮",
						["time"] = 1592298099,
						["class"] = 9,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Fuchun-燃烧之刃",
						["time"] = 1592298099,
						["class"] = 12,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "圣血天使-死亡之翼",
						["time"] = 1592298099,
						["class"] = 2,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "胖胖丶不胖-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1592297230,
						["class"] = 11,
						["bTag"] = "胖胖的胖#51542",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "刄小刀-冰风岗",
						["time"] = 1592298099,
						["class"] = 4,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "通县神棍-无尽之海",
						["time"] = 1592298099,
						["class"] = 7,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "不是三七-死亡之翼",
						["time"] = 1592298099,
						["class"] = 2,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "浮华舞林-布兰卡德",
						["iLvl"] = 162,
						["time"] = 1593017653,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "贪睡之熊#5369224",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "谪红莲-燃烧之刃",
						["time"] = 1593017653,
						["class"] = 4,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "越来越不懂-格瑞姆巴托",
						["time"] = 1593017653,
						["class"] = 1,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "慕容灬紫嫣-安苏",
						["time"] = 1593017653,
						["class"] = 6,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌泡泡球-燃烧之刃",
						["time"] = 1593017653,
						["class"] = 8,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "德丶丨爺-死亡之翼",
						["time"] = 1593017653,
						["class"] = 11,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "Thewanwan-血色十字军",
						["time"] = 1593017653,
						["class"] = 4,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "法丶丨神-埃克索图斯",
						["time"] = 1593017653,
						["class"] = 8,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1593017653,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [77]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 478,
						["time"] = 1593617126,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "俺叫小小猎-龙骨平原",
						["iLvl"] = 470,
						["time"] = 1593617126,
						["class"] = 12,
						["bTag"] = "猫头鹰的老花镜#5600",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "爆护-冰风岗",
						["iLvl"] = 468,
						["time"] = 1593617126,
						["class"] = 5,
						["bTag"] = "温柔小勾机#5604",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "随风而去吧丶-埃德萨拉",
						["iLvl"] = 478,
						["time"] = 1593617126,
						["class"] = 12,
						["bTag"] = "叠最厚的甲#5530",
					}, -- [4]
				},
				["2-146-534-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "焱之翼乄銰凘-凤凰之神",
						["iLvl"] = 469,
						["time"] = 1592413907,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "公子来也#5638",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "Yangent-冰川之拳",
						["time"] = 1592413907,
						["class"] = 2,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "丶哆咪丶-艾莫莉丝",
						["iLvl"] = 478,
						["time"] = 1592413907,
						["class"] = 2,
						["bTag"] = "寒絮#5819",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "绿帽子哪买的-燃烧之刃",
						["iLvl"] = 481,
						["time"] = 1592413907,
						["class"] = 12,
						["bTag"] = "你心中的爸爸#5663",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "乄火柴乄-燃烧之刃",
						["time"] = 1594223369,
						["class"] = 1,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "蹦噶脆-燃烧之刃",
						["iLvl"] = 447,
						["time"] = 1594223369,
						["class"] = 2,
						["bTag"] = "一不小心#5824",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "红烧丶五花肉-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1594223369,
						["class"] = 1,
						["bTag"] = "乐在其中#5787",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "牧之轩-主宰之剑",
						["iLvl"] = 473,
						["time"] = 1594223369,
						["class"] = 5,
						["bTag"] = "魔灵#5448",
					}, -- [8]
				},
			},
		},
	},
}
