
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["无牙尛个子 - 雷霆之王"] = "无牙尛个子 - 雷霆之王",
	},
	["profiles"] = {
		["无牙尛个子 - 雷霆之王"] = {
			["settings"] = {
				["panel"] = false,
				["storage"] = {
					["y"] = -64.99993896484375,
					["x"] = -16.99978637695313,
					["scale"] = 1,
				},
			},
			["version"] = "80300.01",
			["createHistoryList"] = {
				"2-256-679-0", -- [1]
				"6-0-17-0", -- [2]
				"2-142-518-0", -- [3]
				"2-257-683-0", -- [4]
				"2-138-507-0", -- [5]
			},
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"6-0-0-0", -- [2]
				"9-0-19-0", -- [3]
			},
			["lastSearchCode"] = "2-0-0-0",
			["appShine"] = "80300.01",
			["advShine"] = "80300.01",
			["recent"] = {
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 478,
						["time"] = 1593617126,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "俺叫小小猎-龙骨平原",
						["iLvl"] = 470,
						["time"] = 1593617126,
						["class"] = 12,
						["bTag"] = "猫头鹰的老花镜#5600",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "爆护-冰风岗",
						["iLvl"] = 468,
						["time"] = 1593617126,
						["class"] = 5,
						["bTag"] = "温柔小勾机#5604",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "随风而去吧丶-埃德萨拉",
						["iLvl"] = 478,
						["time"] = 1593617126,
						["class"] = 12,
						["bTag"] = "叠最厚的甲#5530",
					}, -- [4]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 478,
						["time"] = 1593936453,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光猎魔-利刃之拳",
						["iLvl"] = 477,
						["time"] = 1593936837,
						["class"] = 12,
						["bTag"] = "道林格雷#51164",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "深夜谋个爱-贫瘠之地",
						["iLvl"] = 480,
						["time"] = 1593935718,
						["class"] = 12,
						["bTag"] = "老周#5864",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "沾雨青衣-菲拉斯",
						["iLvl"] = 476,
						["time"] = 1593935867,
						["class"] = 11,
						["bTag"] = "沾雨青衣#5544",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "瑜川-死亡之翼",
						["iLvl"] = 458,
						["time"] = 1593936837,
						["class"] = 3,
						["bTag"] = "打得不错抱歉#51638",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "乌雷雷-遗忘海岸",
						["iLvl"] = 476,
						["time"] = 1593936837,
						["class"] = 8,
						["bTag"] = "老猫#54800",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "完美骑士-奥尔加隆",
						["iLvl"] = 406,
						["time"] = 1594101986,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "职业小烈#5363",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "白色战神-无尽之海",
						["iLvl"] = 457,
						["time"] = 1594101986,
						["class"] = 1,
						["bTag"] = "白白#52726",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "涵宝咆哮-安苏",
						["time"] = 1594101980,
						["class"] = 1,
					}, -- [9]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "剑子仙迹-古加尔",
						["iLvl"] = 444,
						["time"] = 1593103673,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "一頁書#5500",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "八荒成德-血吼",
						["iLvl"] = 478,
						["time"] = 1593103673,
						["class"] = 11,
						["bTag"] = "魔王信仰#5138",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "午夜时分-无尽之海",
						["iLvl"] = 483,
						["time"] = 1593103673,
						["class"] = 8,
						["bTag"] = "liyan#5308",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "八宝儿-死亡之翼",
						["iLvl"] = 483,
						["time"] = 1593103673,
						["class"] = 8,
						["bTag"] = "雪落#5821",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "夜丶玥-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1593103673,
						["class"] = 4,
						["bTag"] = "俯视#51211",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Illiden-燃烧平原",
						["iLvl"] = 466,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "白一#5885",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "奶不起来就放-死亡熔炉",
						["iLvl"] = 479,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "黑眼豆豆#5478",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "哥请你吃饭-朵丹尼尔",
						["iLvl"] = 457,
						["time"] = 1593103673,
						["class"] = 9,
						["bTag"] = "林中麋鹿#5972",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "想要飞机头-克尔苏加德",
						["iLvl"] = 481,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "永远丶信仰战#5273",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "彼岸花绮罗-血色十字军",
						["iLvl"] = 480,
						["time"] = 1593103673,
						["class"] = 4,
						["bTag"] = "Ennea#5356",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "兰诺轻风-影之哀伤",
						["iLvl"] = 485,
						["time"] = 1593103673,
						["class"] = 8,
						["bTag"] = "心橙則靈#5578",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "丶聖騎-影之哀伤",
						["iLvl"] = 478,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "佐天泪子#5162",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "槟榔加香烟-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1593103673,
						["class"] = 11,
						["bTag"] = "黑色视觉#5439",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尓萨斯-加兹鲁维",
						["iLvl"] = 478,
						["time"] = 1593103673,
						["class"] = 6,
						["bTag"] = "Se7en860721#5951",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Ïï-洛萨",
						["iLvl"] = 479,
						["time"] = 1593103673,
						["class"] = 11,
						["bTag"] = "Corellian#5977",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "夜沉忆零-死亡之翼",
						["iLvl"] = 454,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "帝之玖夜#5781",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "宠物开道-黑暗魅影",
						["iLvl"] = 472,
						["time"] = 1593103673,
						["class"] = 3,
						["bTag"] = "夏宿丶#51705",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "杰飝-安苏",
						["iLvl"] = 445,
						["time"] = 1593103673,
						["class"] = 4,
						["bTag"] = "杰少#52443",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "花婼-影之哀伤",
						["iLvl"] = 440,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "零零#5360",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "白金钻石箭-闪电之刃",
						["iLvl"] = 441,
						["time"] = 1593103673,
						["class"] = 3,
						["bTag"] = "嘿呦呦#5824",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "闪开我来-影之哀伤",
						["iLvl"] = 484,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "闪开我来#5640",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "令狐丶冲-深渊之巢",
						["iLvl"] = 478,
						["time"] = 1593103673,
						["class"] = 3,
						["bTag"] = "椒盐蘑菇君#5934",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Leegayan-狂热之刃",
						["iLvl"] = 483,
						["time"] = 1593103673,
						["class"] = 4,
						["bTag"] = "Leegayam#5344",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "随梦忆潇湘-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "花灬筱熙#5942",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "射交达人-霜之哀伤",
						["iLvl"] = 462,
						["time"] = 1593103673,
						["class"] = 3,
						["bTag"] = "Beverly1lls#5920",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "达安香香-克尔苏加德",
						["iLvl"] = 461,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "panda#55579",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "满城烟火丶-白银之手",
						["iLvl"] = 431,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "Maverick#5853",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "丶赫兹-迅捷微风",
						["iLvl"] = 480,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "铛铛#5604",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "东风快递-燃烧军团",
						["iLvl"] = 439,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "乐乐不在家#5736",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "月清-古尔丹",
						["time"] = 1593103673,
						["class"] = 12,
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "丨龍乄魂丨-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "龍魂#51446",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Trollhun-艾莫莉丝",
						["iLvl"] = 456,
						["time"] = 1593103673,
						["class"] = 3,
						["bTag"] = "GNKK#5614",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "丨艾迪钙奶丨-塞拉摩",
						["iLvl"] = 481,
						["time"] = 1593103673,
						["class"] = 2,
						["bTag"] = "查莉娅#5434",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Doomace-燃烧之刃",
						["iLvl"] = 448,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "高富帅#5240",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "姐姐抗的住-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "雪月风海情#5891",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "科瓦琦-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "甜心小面包#5752",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "术撕-燃烧之刃",
						["iLvl"] = 467,
						["time"] = 1593103673,
						["class"] = 9,
						["bTag"] = "Gui#5978",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "中二中二少年-格瑞姆巴托",
						["iLvl"] = 483,
						["time"] = 1593103673,
						["class"] = 12,
						["bTag"] = "无期不亏死刑够本#5561",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "小丨蛋-贫瘠之地",
						["iLvl"] = 480,
						["time"] = 1593103673,
						["class"] = 10,
						["bTag"] = "小蛋丶#5985",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "凯小宇-戈提克",
						["time"] = 1593425112,
						["class"] = 3,
						["leader"] = true,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "海绵宝宝小风-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1593425112,
						["class"] = 12,
						["bTag"] = "Shadow#51474",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "加勒比我短-亡语者",
						["iLvl"] = 462,
						["time"] = 1593425112,
						["class"] = 12,
						["bTag"] = "阉吾蛋#5626",
					}, -- [42]
					{
						["role"] = "TANK",
						["name"] = "Soundscape-试炼之环",
						["iLvl"] = 477,
						["time"] = 1593425112,
						["class"] = 6,
						["bTag"] = "背多风#5718",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "挺带感嘛-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1593425112,
						["class"] = 2,
						["bTag"] = "暗影之龙#515418",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "呖咕呖咕-库尔提拉斯",
						["iLvl"] = 465,
						["time"] = 1593425112,
						["class"] = 6,
						["bTag"] = "隔壁班的小谁#5907",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "药娘刘二萌-幽暗沼泽",
						["iLvl"] = 468,
						["time"] = 1593425112,
						["class"] = 2,
						["bTag"] = "刘二萌#51564",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "Koo-希尔瓦娜斯",
						["iLvl"] = 473,
						["time"] = 1593425112,
						["class"] = 3,
						["bTag"] = "Koo#51203",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "一百八十九斤-死亡之翼",
						["iLvl"] = 485,
						["time"] = 1593425112,
						["class"] = 8,
						["bTag"] = "nay#5580",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "洛小易丶-萨尔",
						["iLvl"] = 478,
						["time"] = 1593425112,
						["class"] = 8,
						["bTag"] = "俊俊#5522",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "一念断万古-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1593425112,
						["class"] = 1,
						["bTag"] = "那个黄鹤楼#5722",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "风吹过的留恋-伊森利恩",
						["iLvl"] = 444,
						["time"] = 1593425112,
						["class"] = 9,
						["bTag"] = "不再留恋从前#5582",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "猎开了-血色十字军",
						["iLvl"] = 461,
						["time"] = 1593425112,
						["class"] = 3,
						["bTag"] = "爱的燃点#5226",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "尐丶贱-影之哀伤",
						["iLvl"] = 478,
						["time"] = 1593425112,
						["class"] = 3,
						["bTag"] = "摩天小邋遢#5151",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "柚子丶-巨龙之吼",
						["iLvl"] = 455,
						["time"] = 1593425112,
						["class"] = 3,
						["bTag"] = "东方神秘力量#51956",
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "龍宫礼奈-冰霜之刃",
						["iLvl"] = 452,
						["time"] = 1593425112,
						["class"] = 11,
						["bTag"] = "及川冰丽#51937",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "冷冰灬小野猫-格瑞姆巴托",
						["iLvl"] = 462,
						["time"] = 1593425112,
						["class"] = 11,
						["bTag"] = "紫色火焰#5334",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "Stekinxiao-血色十字军",
						["iLvl"] = 479,
						["time"] = 1593425112,
						["class"] = 9,
						["bTag"] = "晓玮#5721",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "難渡-丽丽（四川）",
						["iLvl"] = 464,
						["time"] = 1593425112,
						["class"] = 12,
						["bTag"] = "血之眷恋#5219",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "迷失湮灭-巨龙之吼",
						["iLvl"] = 479,
						["time"] = 1593425112,
						["class"] = 2,
						["bTag"] = "Deedee#5993",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "壹灯-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1593425112,
						["class"] = 4,
						["bTag"] = "壹灯#51789",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "凯文萨鲁法尔-影之哀伤",
						["iLvl"] = 395,
						["time"] = 1593425112,
						["class"] = 7,
						["bTag"] = "踏雪追风#5723",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "云之翱翔-伊莫塔尔",
						["iLvl"] = 460,
						["time"] = 1593425112,
						["class"] = 8,
						["bTag"] = "云之翱翔#5201",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "小雪莉-风暴之鳞",
						["iLvl"] = 479,
						["time"] = 1593425112,
						["class"] = 10,
						["bTag"] = "San#52544",
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "球豆麻袋-血色十字军",
						["iLvl"] = 478,
						["time"] = 1593425112,
						["class"] = 1,
						["bTag"] = "狡猾之异虫#56421",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "云樱缀玉-黑铁",
						["iLvl"] = 475,
						["time"] = 1593425112,
						["class"] = 3,
						["bTag"] = "四毛姑娘#5334",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "魅妹-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1593425112,
						["class"] = 4,
						["bTag"] = "暗夜之骑士#514283",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "丶酸奶-安苏",
						["iLvl"] = 473,
						["time"] = 1593425112,
						["class"] = 12,
						["bTag"] = "Lucky#518540",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "伊莉丹风怒-苏拉玛",
						["time"] = 1593425112,
						["class"] = 12,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "朽沐-死亡之翼",
						["time"] = 1593425112,
						["class"] = 5,
					}, -- [69]
					{
						["role"] = "TANK",
						["name"] = "小锐杰-艾莫莉丝",
						["iLvl"] = 447,
						["time"] = 1593681417,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "山寨亡法#5564",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "超出施法距离-风暴之怒",
						["iLvl"] = 369,
						["time"] = 1593681415,
						["class"] = 11,
						["bTag"] = "水品山石#5382",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "倾城丶啊卡丽-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1593681415,
						["class"] = 12,
						["bTag"] = "倾城丶#51565",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "丶阿哈利姆-狂热之刃",
						["iLvl"] = 460,
						["time"] = 1593681417,
						["class"] = 5,
						["bTag"] = "Moria#5960",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "茨木華扇-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1593681417,
						["class"] = 6,
						["bTag"] = "伊吹萃香#51623",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "塔瑞瑟-迦拉克隆",
						["iLvl"] = 438,
						["time"] = 1593681417,
						["class"] = 8,
						["bTag"] = "花不入烟丶#5365",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "一见你就跑-克尔苏加德",
						["iLvl"] = 482,
						["time"] = 1593681417,
						["class"] = 7,
						["bTag"] = "沾血的黄瓜#52545",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "説於山鬼聼-安苏",
						["iLvl"] = 456,
						["time"] = 1593681399,
						["class"] = 6,
						["bTag"] = "装了逼还想跑#5844",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "前方有交警-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1593681417,
						["class"] = 2,
						["bTag"] = "前方有交警#5136",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "蹦嘣崩-鬼雾峰",
						["iLvl"] = 479,
						["time"] = 1593681417,
						["class"] = 1,
						["bTag"] = "埃辛诺斯丶怒#5717",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "水蓝蓝-地狱咆哮",
						["iLvl"] = 481,
						["time"] = 1593681415,
						["class"] = 5,
						["bTag"] = "水蓝蓝#5217",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "面包狗沁音-死亡之翼",
						["iLvl"] = 471,
						["time"] = 1593681413,
						["class"] = 12,
						["bTag"] = "常俊#51863",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "哼两首歌-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1593681399,
						["class"] = 7,
						["bTag"] = "广结鳝缘丶#5734",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "猛牛纯牛奶-安其拉",
						["iLvl"] = 479,
						["time"] = 1593681417,
						["class"] = 7,
						["bTag"] = "哈哈#59101",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "沙影孤战-阿纳克洛斯",
						["iLvl"] = 476,
						["time"] = 1593681413,
						["class"] = 9,
						["bTag"] = "dreamo#5642",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利盲人-恶魔之魂",
						["iLvl"] = 461,
						["time"] = 1593681417,
						["class"] = 12,
						["bTag"] = "MiloLyn#5504",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "大福狸-恶魔之魂",
						["iLvl"] = 445,
						["time"] = 1593681415,
						["class"] = 8,
						["bTag"] = "DARKCROW#51957",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "低调的小丹-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1593681399,
						["class"] = 5,
						["bTag"] = "xiaodan#5429",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "独行侠三味-安苏",
						["time"] = 1593681399,
						["class"] = 3,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "喔哎呀-贫瘠之地",
						["iLvl"] = 479,
						["time"] = 1593681417,
						["class"] = 3,
						["bTag"] = "秦皇汉武#5804",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂老盗-无尽之海",
						["iLvl"] = 480,
						["time"] = 1593681417,
						["class"] = 4,
						["bTag"] = "老盗#5329",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "Zipoing-克尔苏加德",
						["iLvl"] = 471,
						["time"] = 1593681417,
						["class"] = 8,
						["bTag"] = "RobotMurloc#52733",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "柒笼猪-加尔",
						["iLvl"] = 479,
						["time"] = 1593681415,
						["class"] = 3,
						["bTag"] = "無冥業火#5449",
					}, -- [92]
					{
						["role"] = "TANK",
						["name"] = "眉间落雪-红龙军团",
						["iLvl"] = 479,
						["time"] = 1593681413,
						["class"] = 11,
						["bTag"] = "长空孤月#51667",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "米斯莫-加基森",
						["iLvl"] = 479,
						["time"] = 1593681417,
						["class"] = 8,
						["bTag"] = "午夜梦回#5875",
					}, -- [94]
					{
						["role"] = "TANK",
						["name"] = "想你时脚痒-阿尔萨斯",
						["iLvl"] = 442,
						["time"] = 1593681413,
						["class"] = 1,
						["bTag"] = "梅杰杰杰杰#5219",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "Liyl-龙骨平原",
						["iLvl"] = 474,
						["time"] = 1593681417,
						["class"] = 10,
						["bTag"] = "Mzhd#5781",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "血齿断刃-死亡之翼",
						["iLvl"] = 423,
						["time"] = 1593681417,
						["class"] = 4,
						["bTag"] = "蓝色爱恋#51835",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "朔月小恶魔-阿曼尼",
						["iLvl"] = 455,
						["time"] = 1593681415,
						["class"] = 12,
						["bTag"] = "chenxinguan#5422",
					}, -- [98]
					{
						["role"] = "HEALER",
						["name"] = "刀锋丶之痕-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1593681417,
						["class"] = 2,
						["bTag"] = "刀锋一九三七#51843",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "捅主任-纳沙塔尔",
						["iLvl"] = 384,
						["time"] = 1593681415,
						["class"] = 4,
						["bTag"] = "FunkyFrog#59548",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "有个小白-无尽之海",
						["iLvl"] = 481,
						["time"] = 1593681413,
						["class"] = 8,
						["bTag"] = "有个小白#51549",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "埃雷梅尼-血色十字军",
						["iLvl"] = 480,
						["time"] = 1593681413,
						["class"] = 4,
						["bTag"] = "史蒂芬王#5553",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "入戏丶-屠魔山谷",
						["iLvl"] = 446,
						["time"] = 1593681415,
						["class"] = 1,
						["bTag"] = "花魂#5773",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "邻家姑娘-埃德萨拉",
						["iLvl"] = 472,
						["time"] = 1593681417,
						["class"] = 1,
						["bTag"] = "此小生姓尹#5105",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "氢氧化钡-伊森利恩",
						["iLvl"] = 471,
						["time"] = 1593681415,
						["class"] = 3,
						["bTag"] = "氢氧化钡#5453",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咚大红袍-基尔罗格",
						["iLvl"] = 478,
						["time"] = 1593681415,
						["class"] = 6,
						["bTag"] = "胖爷#52193",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "小孩开大车-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1593681417,
						["class"] = 8,
						["bTag"] = "刘昊#5908",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkritual-罗宁",
						["iLvl"] = 480,
						["time"] = 1593681417,
						["class"] = 5,
						["bTag"] = "Darkritual#5492",
					}, -- [108]
					{
						["role"] = "TANK",
						["name"] = "子夜-暴风祭坛",
						["time"] = 1593765158,
						["class"] = 12,
						["leader"] = true,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "霸刀书生-布兰卡德",
						["iLvl"] = 479,
						["time"] = 1593765158,
						["class"] = 12,
						["bTag"] = "我是男神#5743",
					}, -- [110]
					{
						["role"] = "HEALER",
						["name"] = "永不放弃-黑翼之巢",
						["iLvl"] = 407,
						["time"] = 1593765158,
						["class"] = 2,
						["bTag"] = "唐麦克柯里昂#5953",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "夜之豆-迅捷微风",
						["iLvl"] = 458,
						["time"] = 1593765158,
						["class"] = 9,
						["bTag"] = "豆豆#52178",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "挽歌和飘渺-莱索恩",
						["iLvl"] = 476,
						["time"] = 1593765158,
						["class"] = 2,
						["bTag"] = "阿凡达哥哥#5913",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "虎头鞋-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1593765158,
						["class"] = 3,
						["bTag"] = "雷大大#5821",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "时尚的贼-玛里苟斯",
						["iLvl"] = 477,
						["time"] = 1593765158,
						["class"] = 4,
						["bTag"] = "一个有素质的演员#5580",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "不死天哥-丽丽（四川）",
						["iLvl"] = 482,
						["time"] = 1593765158,
						["class"] = 8,
						["bTag"] = "天哥#5722",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "吉安纳的姬友-安苏",
						["time"] = 1593765158,
						["class"] = 12,
					}, -- [117]
					{
						["role"] = "TANK",
						["name"] = "艾泽里特-奥斯里安",
						["iLvl"] = 434,
						["time"] = 1593765158,
						["class"] = 1,
						["bTag"] = "敏感之矮人#52652",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "舌尖给你快感-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1593765158,
						["class"] = 8,
						["bTag"] = "一支红艳露凝香#51193",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "荧惑丶丶灬-闪电之刃",
						["time"] = 1593765158,
						["class"] = 3,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "留心脚下-洛丹伦",
						["iLvl"] = 472,
						["time"] = 1593765158,
						["class"] = 6,
						["bTag"] = "我是愤怒#5708",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "夜魔灬-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1593765158,
						["class"] = 4,
						["bTag"] = "独孤孤独#51812",
					}, -- [122]
					{
						["role"] = "TANK",
						["name"] = "紫薯莎拉-安苏",
						["iLvl"] = 470,
						["time"] = 1593765158,
						["class"] = 2,
						["bTag"] = "枫林晚#5539",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "媋煖錵開-奥斯里安",
						["iLvl"] = 479,
						["time"] = 1593765158,
						["class"] = 4,
						["bTag"] = "施晓光#51422",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "可愛丶尐火猴-安苏",
						["iLvl"] = 481,
						["time"] = 1593765158,
						["class"] = 9,
						["bTag"] = "可愛丶尐豬寶#51126",
					}, -- [125]
					{
						["role"] = "TANK",
						["name"] = "疯小花丶丶-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1593765158,
						["class"] = 2,
						["bTag"] = "疯小花#5124",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "别毛了速度灭-深渊之喉",
						["iLvl"] = 480,
						["time"] = 1593765158,
						["class"] = 1,
						["bTag"] = "ForTheHorde#5757",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "陈小玉-黑铁",
						["iLvl"] = 482,
						["time"] = 1593765158,
						["class"] = 8,
						["bTag"] = "超高校级的奇迹#5653",
					}, -- [128]
					{
						["role"] = "TANK",
						["name"] = "一鈥儛耀杨一-索瑞森",
						["iLvl"] = 452,
						["time"] = 1593765158,
						["class"] = 2,
						["bTag"] = "永夜的极光#51151",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "東京喰種-瓦拉纳",
						["iLvl"] = 421,
						["time"] = 1593765158,
						["class"] = 8,
						["bTag"] = "欧西里斯的天空龙#5806",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌玉女-芬里斯",
						["iLvl"] = 480,
						["time"] = 1593765158,
						["class"] = 2,
						["bTag"] = "疯狂一道#5515",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "哥谭记者-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1593765158,
						["class"] = 8,
						["bTag"] = "TinyRua#5517",
					}, -- [132]
					{
						["role"] = "HEALER",
						["name"] = "一摩尔麻烦-深渊之巢",
						["iLvl"] = 445,
						["time"] = 1593765158,
						["class"] = 7,
						["bTag"] = "一摩尔麻烦啊#5818",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "牛牛爱采矿-伊森利恩",
						["iLvl"] = 419,
						["time"] = 1593765158,
						["class"] = 7,
						["bTag"] = "芥末#5495",
					}, -- [134]
					{
						["role"] = "TANK",
						["name"] = "帝骑丶-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1593765158,
						["class"] = 6,
						["bTag"] = "我是凶器#5330",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "来的那么块-通灵学院",
						["iLvl"] = 453,
						["time"] = 1593765158,
						["class"] = 1,
						["bTag"] = "simple123#5472",
					}, -- [136]
					{
						["role"] = "HEALER",
						["name"] = "我晕胖仔-希雷诺斯",
						["iLvl"] = 480,
						["time"] = 1593765158,
						["class"] = 2,
						["bTag"] = "胖仔#5831",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "灬蛋总-狂热之刃",
						["iLvl"] = 484,
						["time"] = 1593765158,
						["class"] = 12,
						["bTag"] = "KDwyn#51378",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "牛德在野-洛丹伦",
						["iLvl"] = 448,
						["time"] = 1593765158,
						["class"] = 11,
						["bTag"] = "沉默之风暴#515114",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "清水牛肉-冰风岗",
						["iLvl"] = 479,
						["time"] = 1593765158,
						["class"] = 1,
						["bTag"] = "ZanyPants#56182",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "进击的小猫咪-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1593765158,
						["class"] = 6,
						["bTag"] = "醉卧沙场君莫笑#53385",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "舞小风-希尔瓦娜斯",
						["iLvl"] = 479,
						["time"] = 1593765158,
						["class"] = 8,
						["bTag"] = "小风#5432",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇丶猎手-苏拉玛",
						["time"] = 1593765158,
						["class"] = 12,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "Elsiefisher-影之哀伤",
						["time"] = 1593765158,
						["class"] = 11,
					}, -- [144]
					{
						["role"] = "TANK",
						["name"] = "血统与荣耀-巴瑟拉斯",
						["time"] = 1593765158,
						["class"] = 2,
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "丿执丶念-血色十字军",
						["iLvl"] = 476,
						["time"] = 1594277708,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "乱世#5580",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "阿努宝贝猪丶-冰风岗",
						["iLvl"] = 464,
						["time"] = 1594277696,
						["class"] = 4,
						["bTag"] = "说不上爱别纠缠#5417",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "比维密更迷人-烈焰峰",
						["iLvl"] = 454,
						["time"] = 1594277708,
						["class"] = 8,
						["bTag"] = "我要吃肉#51604",
					}, -- [148]
					{
						["role"] = "TANK",
						["name"] = "小鸭子烤烤-安苏",
						["iLvl"] = 473,
						["time"] = 1594277708,
						["class"] = 2,
						["bTag"] = "duckieao#5198",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "丶新人小张-无尽之海",
						["iLvl"] = 473,
						["time"] = 1594277696,
						["class"] = 12,
						["bTag"] = "丶血腥玛丽#5848",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "灬昕昕灬-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1594277706,
						["class"] = 9,
						["bTag"] = "晓晓#5380",
					}, -- [151]
					{
						["role"] = "TANK",
						["name"] = "焑僧-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1594277706,
						["class"] = 10,
						["bTag"] = "亮子#5694",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "狼魂曲-利刃之拳",
						["time"] = 1594277708,
						["class"] = 4,
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "厄斐琉斯-黑龙军团",
						["iLvl"] = 473,
						["time"] = 1594277706,
						["class"] = 12,
						["bTag"] = "江小凡#51707",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "松茸鱼子酱-尘风峡谷",
						["iLvl"] = 481,
						["time"] = 1594277704,
						["class"] = 3,
						["bTag"] = "多力多德#5838",
					}, -- [155]
					{
						["role"] = "TANK",
						["name"] = "爱丽丝特莉娅-艾莫莉丝",
						["iLvl"] = 479,
						["time"] = 1594277708,
						["class"] = 2,
						["bTag"] = "staynight#5258",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "莲子银耳糖-奥特兰克",
						["time"] = 1594277706,
						["class"] = 10,
					}, -- [157]
					{
						["role"] = "HEALER",
						["name"] = "四心茶语-凯恩血蹄",
						["time"] = 1594277706,
						["class"] = 2,
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "霹雳傻小子-安苏",
						["iLvl"] = 475,
						["time"] = 1594277696,
						["class"] = 3,
						["bTag"] = "walhm#5699",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "Mlxgz-黑铁",
						["iLvl"] = 463,
						["time"] = 1594277708,
						["class"] = 12,
						["bTag"] = "绝望的小叮当#5535",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "半丶糖-燃烧之刃",
						["iLvl"] = 462,
						["time"] = 1594277708,
						["class"] = 4,
						["bTag"] = "契可尼#51856",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "朴晓兰-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1594277704,
						["class"] = 10,
						["bTag"] = "劝你从真善美#5615",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "清暝月华-狂热之刃",
						["iLvl"] = 482,
						["time"] = 1594277696,
						["class"] = 8,
						["bTag"] = "angel#51781",
					}, -- [163]
					{
						["role"] = "TANK",
						["name"] = "德仁-战歌",
						["iLvl"] = 464,
						["time"] = 1594277696,
						["class"] = 11,
						["bTag"] = "邓小蛇#51240",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "目中無人-熔火之心",
						["iLvl"] = 475,
						["time"] = 1594277706,
						["class"] = 12,
						["bTag"] = "天空下的鱼#51982",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "猫小氿-血色十字军",
						["iLvl"] = 484,
						["time"] = 1594277696,
						["class"] = 9,
						["bTag"] = "大钰兒#5451",
					}, -- [166]
					{
						["role"] = "HEALER",
						["name"] = "腹丶黑-血色十字军",
						["iLvl"] = 478,
						["time"] = 1594277704,
						["class"] = 5,
						["bTag"] = "srrrri#5187",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "丶凨之牧语-无尽之海",
						["iLvl"] = 483,
						["time"] = 1594277706,
						["class"] = 5,
						["bTag"] = "痞子丶#5629",
					}, -- [168]
					{
						["role"] = "HEALER",
						["name"] = "叁味仙森丶-安苏",
						["iLvl"] = 455,
						["time"] = 1594277696,
						["class"] = 10,
						["bTag"] = "弎味先森丶#5246",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "张三炮-安苏",
						["iLvl"] = 442,
						["time"] = 1594277708,
						["class"] = 3,
						["bTag"] = "闪亮之雄#5315994",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "小啊灰丶-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1594277708,
						["class"] = 5,
						["bTag"] = "小丶木头#51394",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走的胸大肌-影之哀伤",
						["iLvl"] = 476,
						["time"] = 1594277704,
						["class"] = 1,
						["bTag"] = "高敏琰#5393",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "嵊州李白-伊森利恩",
						["iLvl"] = 474,
						["time"] = 1594277704,
						["class"] = 4,
						["bTag"] = "闪亮之裤#5182843",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "团长丶小狐狸-血色十字军",
						["iLvl"] = 468,
						["time"] = 1594277706,
						["class"] = 3,
						["bTag"] = "紫枫#53183",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮不命令-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1594277696,
						["class"] = 3,
						["bTag"] = "吊到没朋友#5827",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "是彩未啊-玛洛加尔",
						["iLvl"] = 480,
						["time"] = 1594277706,
						["class"] = 1,
						["bTag"] = "野狗道人#51671",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "尼马君-埃德萨拉",
						["iLvl"] = 480,
						["time"] = 1594277708,
						["class"] = 1,
						["bTag"] = "Tonichosen#5346",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "神转折-石爪峰",
						["iLvl"] = 477,
						["time"] = 1594277706,
						["class"] = 12,
						["bTag"] = "猎哥#5490",
					}, -- [178]
					{
						["role"] = "HEALER",
						["name"] = "眼神奶你-布兰卡德",
						["iLvl"] = 483,
						["time"] = 1594277696,
						["class"] = 5,
						["bTag"] = "叫我奶爸#51839",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "Jimmymax-烈焰峰",
						["iLvl"] = 479,
						["time"] = 1594277696,
						["class"] = 8,
						["bTag"] = "jimmymaxwill#5457",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂里的流氓-奈萨里奥",
						["iLvl"] = 476,
						["time"] = 1594277704,
						["class"] = 12,
						["bTag"] = "天堂的烟色#5715",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "烟只抽老龙凤-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1594277708,
						["class"] = 12,
						["bTag"] = "韩国蹦迪小箜箜#5682",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "苍龙白虎-格瑞姆巴托",
						["iLvl"] = 466,
						["time"] = 1594277708,
						["class"] = 8,
						["bTag"] = "香蕉#51110",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "荣耀的爵士-燃烧之刃",
						["time"] = 1594277708,
						["class"] = 8,
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "释放戰-血色十字军",
						["iLvl"] = 480,
						["time"] = 1594279601,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "唔丶嘿眼圈#5306",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "小鸟酱丶-丽丽（四川）",
						["iLvl"] = 467,
						["time"] = 1594279603,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "幻神鼬#51354",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法終結-主宰之剑",
						["time"] = 1594279603,
						["class"] = 8,
					}, -- [187]
					{
						["role"] = "TANK",
						["name"] = "奶尽天下豪杰-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1594279603,
						["class"] = 11,
						["bTag"] = "休闲玩家李铁蛋儿#5278",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "伊兰蒂芙-埃克索图斯",
						["iLvl"] = 464,
						["time"] = 1594279603,
						["class"] = 9,
						["bTag"] = "逆迹妖#5527",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "窝槽无情-格瑞姆巴托",
						["iLvl"] = 467,
						["time"] = 1594279603,
						["class"] = 1,
						["bTag"] = "aew#5309",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫君彡-迦拉克隆",
						["iLvl"] = 482,
						["time"] = 1594279603,
						["class"] = 9,
						["bTag"] = "熊猫君#51990",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "清酒红人面-迦拉克隆",
						["iLvl"] = 481,
						["time"] = 1594279601,
						["class"] = 6,
						["bTag"] = "淡水#5510",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "Daimao-海克泰尔",
						["iLvl"] = 476,
						["time"] = 1594279603,
						["class"] = 6,
						["bTag"] = "儿歌三百首#5126",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "Raizelreal-克尔苏加德",
						["iLvl"] = 484,
						["time"] = 1594279603,
						["class"] = 3,
						["bTag"] = "Raizelreal#5656",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "花守由美里-黑龙军团",
						["iLvl"] = 455,
						["time"] = 1594279603,
						["class"] = 3,
						["bTag"] = "可爱呆萌依小凝#5412",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "Anakin-死亡之翼",
						["iLvl"] = 484,
						["time"] = 1594279599,
						["class"] = 3,
						["bTag"] = "冰瞳#51815",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "青柠冰红茶-鲜血熔炉",
						["iLvl"] = 482,
						["time"] = 1594279603,
						["class"] = 2,
						["bTag"] = "落樱晨曦#5247",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "Topnamei-托尔巴拉德",
						["iLvl"] = 451,
						["time"] = 1594279599,
						["class"] = 1,
						["bTag"] = "娜美#5634",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "超越灬自我-阿克蒙德",
						["iLvl"] = 479,
						["time"] = 1594279603,
						["class"] = 7,
						["bTag"] = "那罗衍#5996",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "阴府利刃-红龙军团",
						["time"] = 1594279603,
						["class"] = 1,
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "Viercanacsa-古加尔",
						["iLvl"] = 434,
						["time"] = 1594279603,
						["class"] = 8,
						["bTag"] = "喵晓花#5160",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "加尔鲁什王-死亡之翼",
						["iLvl"] = 427,
						["time"] = 1594279603,
						["class"] = 1,
						["bTag"] = "圣手一心#5103",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼龙听梵音-寒冰皇冠",
						["iLvl"] = 483,
						["time"] = 1594279603,
						["class"] = 3,
						["bTag"] = "坐看云起时#51451",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "游猎夸轻趫-凤凰之神",
						["iLvl"] = 449,
						["time"] = 1594279603,
						["class"] = 3,
						["bTag"] = "坐看云起时#51451",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "風箏嬩風-阿曼尼",
						["iLvl"] = 480,
						["time"] = 1594279601,
						["class"] = 3,
						["bTag"] = "風筝舆風#5848",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "还是嫂子好玩-弗塞雷迦",
						["iLvl"] = 468,
						["time"] = 1594279589,
						["class"] = 1,
						["bTag"] = "我在一旁哈哈笑#5393",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "剑指苍天-达斯雷玛",
						["iLvl"] = 480,
						["time"] = 1594279599,
						["class"] = 1,
						["bTag"] = "绝无仅有#5311",
					}, -- [207]
					{
						["role"] = "TANK",
						["name"] = "蔡姬-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1594279599,
						["class"] = 6,
						["bTag"] = "ccc#51970",
					}, -- [208]
					{
						["role"] = "TANK",
						["name"] = "傳說丶废柴-幽暗沼泽",
						["time"] = 1594279603,
						["class"] = 6,
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "魁拔-贫瘠之地",
						["iLvl"] = 478,
						["time"] = 1594279601,
						["class"] = 12,
						["bTag"] = "熊掌出击#5414",
					}, -- [210]
					{
						["role"] = "TANK",
						["name"] = "你是我的魔丶-血吼",
						["iLvl"] = 479,
						["time"] = 1594279603,
						["class"] = 12,
						["bTag"] = "秋一生#5425",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "拒绝挑衅-战歌",
						["iLvl"] = 460,
						["time"] = 1594279601,
						["class"] = 2,
						["bTag"] = "拒绝挑衅#5946",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "冷酸翎-罗宁",
						["iLvl"] = 478,
						["time"] = 1594279599,
						["class"] = 1,
						["bTag"] = "佛祖#5488",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "极地冰河-奈法利安",
						["iLvl"] = 480,
						["time"] = 1594279603,
						["class"] = 4,
						["bTag"] = "yaoshusen999#5354",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "怒丨灬逍遥-血色十字军",
						["iLvl"] = 480,
						["time"] = 1594279601,
						["class"] = 2,
						["bTag"] = "大领主怒灬逍遥#5175",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "云非痕-洛丹伦",
						["iLvl"] = 474,
						["time"] = 1594279599,
						["class"] = 11,
						["bTag"] = "云非痕#5240",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "十几个小德丶-无尽之海",
						["iLvl"] = 480,
						["time"] = 1594279603,
						["class"] = 11,
						["bTag"] = "郭小虎228#5327",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "风云飞扬-凤凰之神",
						["iLvl"] = 484,
						["time"] = 1594279603,
						["class"] = 1,
						["bTag"] = "pilot777#51613",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "无聊二世-燃烧之刃",
						["time"] = 1594279603,
						["class"] = 2,
					}, -- [219]
					{
						["role"] = "TANK",
						["name"] = "放鹿青崖-黑铁",
						["time"] = 1594279603,
						["class"] = 1,
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "夏鸢-布兰卡德",
						["time"] = 1594279603,
						["class"] = 8,
					}, -- [221]
					{
						["role"] = "HEALER",
						["name"] = "铁头娃飘飘姐-寒冰皇冠",
						["time"] = 1594279603,
						["class"] = 5,
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "迷男-阿格拉玛",
						["time"] = 1594279603,
						["class"] = 10,
					}, -- [223]
					{
						["role"] = "TANK",
						["name"] = "公丶生-烈焰荆棘",
						["iLvl"] = 480,
						["time"] = 1594889995,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "贝贝喵#51450",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "奥斯丁丁-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1594889995,
						["class"] = 12,
						["bTag"] = "南瘦#5290",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "酷到一无所有-丽丽（四川）",
						["iLvl"] = 479,
						["time"] = 1594889995,
						["class"] = 1,
						["bTag"] = "三色猫丶#5229",
					}, -- [226]
					{
						["role"] = "HEALER",
						["name"] = "我真怕冷-克尔苏加德",
						["iLvl"] = 480,
						["time"] = 1594889995,
						["class"] = 2,
						["bTag"] = "幼稚的男孩#5963",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "Thanatooss-阿古斯",
						["time"] = 1594889995,
						["class"] = 8,
					}, -- [228]
					{
						["role"] = "TANK",
						["name"] = "搞啥子搞-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1594889995,
						["class"] = 12,
						["bTag"] = "闹啥子闹#5884",
					}, -- [229]
					{
						["role"] = "HEALER",
						["name"] = "千城丶-格瑞姆巴托",
						["iLvl"] = 481,
						["time"] = 1594889995,
						["class"] = 2,
						["bTag"] = "千城#52597",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "浙江吴彦祖-神圣之歌",
						["iLvl"] = 479,
						["time"] = 1594889995,
						["class"] = 8,
						["bTag"] = "ILoveChina#5272",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "接吻的味道-哈卡",
						["iLvl"] = 464,
						["time"] = 1594889995,
						["class"] = 4,
						["bTag"] = "接吻的味道#5735",
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "北部川羊-凤凰之神",
						["iLvl"] = 474,
						["time"] = 1594889995,
						["class"] = 3,
						["bTag"] = "云门山#5759",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮天使-黑铁",
						["iLvl"] = 481,
						["time"] = 1594889995,
						["class"] = 9,
						["bTag"] = "薄暮冥冥#5222",
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "丶稀饭-狂热之刃",
						["iLvl"] = 481,
						["time"] = 1594889995,
						["class"] = 9,
						["bTag"] = "壞蛋#51939",
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "射穿一切-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1594889995,
						["class"] = 3,
						["bTag"] = "爱你的人#5810",
					}, -- [236]
					{
						["role"] = "TANK",
						["name"] = "圣光忽悠牛-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1594889995,
						["class"] = 2,
						["bTag"] = "天蝎公爵#5982",
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "招牌小肥牛-红龙军团",
						["iLvl"] = 481,
						["time"] = 1594889995,
						["class"] = 11,
						["bTag"] = "眸投射似水温柔#5586",
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡棋士-加基森",
						["iLvl"] = 478,
						["time"] = 1594889995,
						["class"] = 6,
						["bTag"] = "Jack#515559",
					}, -- [239]
					{
						["role"] = "TANK",
						["name"] = "Tzcbeauty-迅捷微风",
						["time"] = 1594889995,
						["class"] = 12,
					}, -- [240]
					{
						["role"] = "DAMAGER",
						["name"] = "無聲丶黑白-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1594889995,
						["class"] = 3,
						["bTag"] = "無聲黑白#51286",
					}, -- [241]
					{
						["role"] = "DAMAGER",
						["name"] = "邪京周淮安-埃德萨拉",
						["iLvl"] = 483,
						["time"] = 1594889995,
						["class"] = 6,
						["bTag"] = "Orochi7#5725",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "青面乄獠牙-伊森利恩",
						["iLvl"] = 463,
						["time"] = 1594889995,
						["class"] = 3,
						["bTag"] = "惊魂之蛙#566146",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "丛林之魂丶-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1594889995,
						["class"] = 11,
						["bTag"] = "死寂之夜#51384",
					}, -- [244]
					{
						["role"] = "HEALER",
						["name"] = "德与德-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1594889995,
						["class"] = 11,
						["bTag"] = "你与时光皆薄凉#5445",
					}, -- [245]
					{
						["role"] = "TANK",
						["name"] = "大四小小战-幽暗沼泽",
						["iLvl"] = 472,
						["time"] = 1594889995,
						["class"] = 1,
						["bTag"] = "大四小撒旦#5979",
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["name"] = "Titan-萨尔",
						["iLvl"] = 479,
						["time"] = 1594889995,
						["class"] = 1,
						["bTag"] = "Cooling#5838",
					}, -- [247]
					{
						["role"] = "DAMAGER",
						["name"] = "灬无丶聊灬-血顶",
						["iLvl"] = 479,
						["time"] = 1594889995,
						["class"] = 4,
						["bTag"] = "心如止水#52662",
					}, -- [248]
					{
						["role"] = "HEALER",
						["name"] = "侠邵香-迅捷微风",
						["iLvl"] = 462,
						["time"] = 1594889995,
						["class"] = 10,
						["bTag"] = "游阿哉#5222",
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "归来仍少年-克尔苏加德",
						["iLvl"] = 432,
						["time"] = 1594889995,
						["class"] = 11,
						["bTag"] = "FoCUs#5904",
					}, -- [250]
					{
						["role"] = "TANK",
						["name"] = "戀戰糖果-加尔",
						["iLvl"] = 483,
						["time"] = 1594889995,
						["class"] = 2,
						["bTag"] = "糖大爷#5796",
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "沉默的喵-燃烧之刃",
						["iLvl"] = 458,
						["time"] = 1594889995,
						["class"] = 10,
						["bTag"] = "莫晓#51798",
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "战神剑灵-诺莫瑞根",
						["iLvl"] = 480,
						["time"] = 1594889995,
						["class"] = 4,
						["bTag"] = "我就是战神#5287",
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "小鱼儿-地狱咆哮",
						["iLvl"] = 465,
						["time"] = 1594889995,
						["class"] = 12,
						["bTag"] = "小傻子#51884",
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "雨夜浪人-无尽之海",
						["iLvl"] = 460,
						["time"] = 1594889995,
						["class"] = 3,
						["bTag"] = "大水#5671",
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "弑魂魔-血色十字军",
						["iLvl"] = 460,
						["time"] = 1594889995,
						["class"] = 1,
						["bTag"] = "骚年#5396",
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "龙泉丶水蜜桃-迅捷微风",
						["iLvl"] = 478,
						["time"] = 1594889995,
						["class"] = 12,
						["bTag"] = "余光龙#5663",
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "Ziin-洛丹伦",
						["iLvl"] = 406,
						["time"] = 1594889995,
						["class"] = 9,
						["bTag"] = "Joreo#5306",
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "有法无天-瑟莱德丝",
						["iLvl"] = 473,
						["time"] = 1594889995,
						["class"] = 8,
						["bTag"] = "MightyOwl#52375",
					}, -- [259]
					{
						["role"] = "HEALER",
						["name"] = "风中起舞丶-克尔苏加德",
						["iLvl"] = 476,
						["time"] = 1594889995,
						["class"] = 5,
						["bTag"] = "风中漫步丶#5168",
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "张大炮-索瑞森",
						["iLvl"] = 484,
						["time"] = 1594889995,
						["class"] = 1,
						["bTag"] = "张大炮#5552",
					}, -- [261]
					{
						["role"] = "TANK",
						["name"] = "小牛的天空-利刃之拳",
						["iLvl"] = 479,
						["time"] = 1595307464,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "会灰的辉#5592",
					}, -- [262]
					{
						["role"] = "TANK",
						["name"] = "洒漫-能源舰",
						["iLvl"] = 477,
						["time"] = 1595307464,
						["class"] = 11,
						["bTag"] = "胖胖的小暮诗#5948",
					}, -- [263]
					{
						["role"] = "DAMAGER",
						["name"] = "丶君蒍红颜笑-安苏",
						["iLvl"] = 479,
						["time"] = 1595307472,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "夏末丶微笑#5142",
					}, -- [264]
					{
						["role"] = "TANK",
						["name"] = "遗失幻境-迅捷微风",
						["iLvl"] = 469,
						["time"] = 1595307474,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "死去活来#5750",
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "Infatuation-阿拉希",
						["iLvl"] = 449,
						["time"] = 1595307492,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "凯瑞甘#51843",
					}, -- [266]
					{
						["role"] = "DAMAGER",
						["name"] = "蹲着画圈圈-冰霜之刃",
						["time"] = 1595307492,
						["class"] = 9,
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕四海-战歌",
						["iLvl"] = 454,
						["time"] = 1595307474,
						["class"] = 12,
						["bTag"] = "轩辕四海#5876",
					}, -- [268]
					{
						["role"] = "DAMAGER",
						["name"] = "噬血蔷薇-奥特兰克",
						["iLvl"] = 473,
						["time"] = 1595307480,
						["class"] = 1,
						["bTag"] = "朽外秽中#5276",
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "灵狐夜隐-拉文凯斯",
						["time"] = 1595307474,
						["class"] = 4,
					}, -- [270]
					{
						["role"] = "DAMAGER",
						["name"] = "路边有只狗-影之哀伤",
						["iLvl"] = 472,
						["time"] = 1595307464,
						["class"] = 8,
						["bTag"] = "蓝冰丿#5235",
					}, -- [271]
					{
						["role"] = "DAMAGER",
						["name"] = "Sealyeah-格雷迈恩",
						["iLvl"] = 476,
						["time"] = 1595307470,
						["class"] = 3,
						["bTag"] = "恶魔小少爷#5975",
					}, -- [272]
					{
						["role"] = "DAMAGER",
						["name"] = "徐天天-伊森利恩",
						["iLvl"] = 471,
						["time"] = 1595307464,
						["class"] = 4,
						["bTag"] = "徐天天#51711",
					}, -- [273]
					{
						["role"] = "HEALER",
						["name"] = "时光静然丶-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1595307464,
						["class"] = 11,
						["bTag"] = "最美少年时#51700",
					}, -- [274]
					{
						["role"] = "HEALER",
						["name"] = "丿八贰零-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1595307476,
						["class"] = 5,
						["bTag"] = "八贰零#5465",
					}, -- [275]
					{
						["role"] = "DAMAGER",
						["name"] = "宇威羽翊-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1595307470,
						["class"] = 12,
						["bTag"] = "土豆来了#5572",
					}, -- [276]
					{
						["role"] = "DAMAGER",
						["name"] = "最佳导演-影之哀伤",
						["time"] = 1595307464,
						["class"] = 2,
					}, -- [277]
					{
						["role"] = "DAMAGER",
						["name"] = "拾荒人-死亡之翼",
						["time"] = 1595307470,
						["class"] = 5,
					}, -- [278]
					{
						["role"] = "DAMAGER",
						["name"] = "Ezio-烈焰峰",
						["time"] = 1595307470,
						["class"] = 4,
					}, -- [279]
					{
						["role"] = "DAMAGER",
						["name"] = "Ostaso-死亡之翼",
						["time"] = 1595491575,
						["class"] = 1,
						["leader"] = true,
					}, -- [280]
					{
						["role"] = "HEALER",
						["name"] = "小面包乖乖-萨格拉斯",
						["iLvl"] = 477,
						["time"] = 1595491575,
						["class"] = 11,
						["bTag"] = "小面包萌新#5903",
					}, -- [281]
					{
						["role"] = "HEALER",
						["name"] = "神圣震击-燃烧之刃",
						["iLvl"] = 484,
						["time"] = 1595491577,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "绝望祷言#51427",
					}, -- [282]
					{
						["role"] = "DAMAGER",
						["name"] = "啊兰娜-回音山",
						["time"] = 1595491579,
						["class"] = 12,
						["leader"] = true,
					}, -- [283]
					{
						["role"] = "DAMAGER",
						["name"] = "盲目之怒-凯尔萨斯",
						["iLvl"] = 446,
						["time"] = 1595491579,
						["class"] = 12,
						["bTag"] = "卡斯特梅的雨季#51815",
					}, -- [284]
					{
						["role"] = "DAMAGER",
						["name"] = "playerGYWOWG-伊森利恩",
						["iLvl"] = 474,
						["time"] = 1595491579,
						["class"] = 1,
						["bTag"] = "飞翼刺杀者#5150",
					}, -- [285]
					{
						["role"] = "DAMAGER",
						["name"] = "音樂詩人-血色十字军",
						["iLvl"] = 481,
						["time"] = 1595491573,
						["class"] = 8,
						["bTag"] = "音乐诗人#5332",
					}, -- [286]
					{
						["role"] = "DAMAGER",
						["name"] = "随意红毛-埃德萨拉",
						["iLvl"] = 480,
						["time"] = 1595491579,
						["class"] = 1,
						["bTag"] = "随意红毛#5989",
					}, -- [287]
					{
						["role"] = "DAMAGER",
						["name"] = "弑影-遗忘海岸",
						["iLvl"] = 459,
						["time"] = 1595491567,
						["class"] = 4,
						["bTag"] = "战火无伤#5292",
					}, -- [288]
					{
						["role"] = "DAMAGER",
						["name"] = "娃娃轩-燃烧平原",
						["iLvl"] = 468,
						["time"] = 1595491577,
						["class"] = 5,
						["bTag"] = "我为谁狂#5546",
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "木村佳乃-诺莫瑞根",
						["iLvl"] = 480,
						["time"] = 1595491573,
						["class"] = 12,
						["bTag"] = "萌毛#5765",
					}, -- [290]
					{
						["role"] = "DAMAGER",
						["name"] = "幻化成僧-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1595491573,
						["class"] = 10,
						["bTag"] = "幻化成风#5123",
					}, -- [291]
					{
						["role"] = "DAMAGER",
						["name"] = "玩尼玛臭嗨-埃霍恩",
						["iLvl"] = 481,
						["time"] = 1595491567,
						["class"] = 3,
						["bTag"] = "幸运之裤#5185645",
					}, -- [292]
					{
						["role"] = "TANK",
						["name"] = "米歇尔一踏歌-夏维安",
						["iLvl"] = 469,
						["time"] = 1595491579,
						["class"] = 6,
						["bTag"] = "綺麗#5820",
					}, -- [293]
					{
						["role"] = "DAMAGER",
						["name"] = "一法小天下-凤凰之神",
						["iLvl"] = 469,
						["time"] = 1595491579,
						["class"] = 8,
						["bTag"] = "狂拽酷霸天#5651",
					}, -- [294]
					{
						["role"] = "DAMAGER",
						["name"] = "挊管少年-菲拉斯",
						["iLvl"] = 482,
						["time"] = 1595491573,
						["class"] = 1,
						["bTag"] = "Player#5255744",
					}, -- [295]
					{
						["role"] = "DAMAGER",
						["name"] = "番茄艸蛋-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1595491567,
						["class"] = 10,
						["bTag"] = "夕颜丷諾沐#5211",
					}, -- [296]
					{
						["role"] = "TANK",
						["name"] = "这个眼棱奈斯-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1595491577,
						["class"] = 12,
						["bTag"] = "老万#5358",
					}, -- [297]
					{
						["role"] = "DAMAGER",
						["name"] = "转身倾城泪-白骨荒野",
						["iLvl"] = 447,
						["time"] = 1595491567,
						["class"] = 8,
						["bTag"] = "飞翔的荷兰人#5395",
					}, -- [298]
					{
						["role"] = "DAMAGER",
						["name"] = "水仔-凤凰之神",
						["iLvl"] = 466,
						["time"] = 1595491567,
						["class"] = 6,
						["bTag"] = "蜜丶阿鲤#5285",
					}, -- [299]
					{
						["role"] = "DAMAGER",
						["name"] = "子瑜-黑暗之矛",
						["iLvl"] = 477,
						["time"] = 1595491579,
						["class"] = 12,
						["bTag"] = "没有女朋友#51495",
					}, -- [300]
					{
						["role"] = "DAMAGER",
						["name"] = "看不见未来-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1595491579,
						["class"] = 5,
						["bTag"] = "回不到过去#51180",
					}, -- [301]
					{
						["role"] = "TANK",
						["name"] = "悔予不送兮-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1595491567,
						["class"] = 11,
						["bTag"] = "yujunlei#5191",
					}, -- [302]
					{
						["role"] = "HEALER",
						["name"] = "天下之德-利刃之拳",
						["iLvl"] = 413,
						["time"] = 1595491579,
						["class"] = 11,
						["bTag"] = "天下无风#5668",
					}, -- [303]
					{
						["role"] = "HEALER",
						["name"] = "圣光下的审判-熊猫酒仙",
						["iLvl"] = 480,
						["time"] = 1595491573,
						["class"] = 2,
						["bTag"] = "东东#51850",
					}, -- [304]
					{
						["role"] = "DAMAGER",
						["name"] = "柠汐-海克泰尔",
						["iLvl"] = 480,
						["time"] = 1595491573,
						["class"] = 2,
						["bTag"] = "张海鹏#5340",
					}, -- [305]
					{
						["role"] = "DAMAGER",
						["name"] = "丶小奶狗-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1595491567,
						["class"] = 8,
						["bTag"] = "Flower#52528",
					}, -- [306]
					{
						["role"] = "DAMAGER",
						["name"] = "小圣光-萨格拉斯",
						["time"] = 1595491544,
						["class"] = 2,
					}, -- [307]
					{
						["role"] = "TANK",
						["name"] = "十叁月-贫瘠之地",
						["iLvl"] = 428,
						["time"] = 1595491573,
						["class"] = 10,
						["bTag"] = "小傑同學#5737",
					}, -- [308]
					{
						["role"] = "DAMAGER",
						["name"] = "明天炫富-血环",
						["iLvl"] = 480,
						["time"] = 1595491577,
						["class"] = 2,
						["bTag"] = "跌倒了在爬起来#5199",
					}, -- [309]
					{
						["role"] = "DAMAGER",
						["name"] = "你陪我多少年-安苏",
						["iLvl"] = 470,
						["time"] = 1595491573,
						["class"] = 1,
						["bTag"] = "你陪我多少年#51258",
					}, -- [310]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的小兔兔-凤凰之神",
						["iLvl"] = 446,
						["time"] = 1595491579,
						["class"] = 9,
						["bTag"] = "海的女儿#51347",
					}, -- [311]
					{
						["role"] = "DAMAGER",
						["name"] = "开了眼的刘海-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1595491575,
						["class"] = 2,
						["bTag"] = "西野丶司#5715",
					}, -- [312]
					{
						["role"] = "DAMAGER",
						["name"] = "神有时也逗逼-安其拉",
						["iLvl"] = 474,
						["time"] = 1595491579,
						["class"] = 2,
						["bTag"] = "痛永远在心中#5840",
					}, -- [313]
					{
						["role"] = "DAMAGER",
						["name"] = "Nongfuspring-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1595491579,
						["class"] = 12,
						["bTag"] = "临江仙#51112",
					}, -- [314]
					{
						["role"] = "DAMAGER",
						["name"] = "和气生财-燃烧之刃",
						["iLvl"] = 447,
						["time"] = 1595491579,
						["class"] = 1,
						["bTag"] = "出门不吃药#5853",
					}, -- [315]
					{
						["role"] = "DAMAGER",
						["name"] = "一条中中鱼-熔火之心",
						["time"] = 1595491567,
						["class"] = 1,
					}, -- [316]
					{
						["role"] = "DAMAGER",
						["name"] = "纯白牛牛-凤凰之神",
						["time"] = 1595491573,
						["class"] = 11,
					}, -- [317]
					{
						["role"] = "DAMAGER",
						["name"] = "有点小酷-冰风岗",
						["time"] = 1595491567,
						["class"] = 6,
					}, -- [318]
					{
						["role"] = "DAMAGER",
						["name"] = "灬米唐丶小洛-无尽之海",
						["time"] = 1595491575,
						["class"] = 12,
					}, -- [319]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "浮华舞林-布兰卡德",
						["iLvl"] = 162,
						["time"] = 1593017653,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "贪睡之熊#5369224",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "谪红莲-燃烧之刃",
						["time"] = 1593017653,
						["class"] = 4,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "越来越不懂-格瑞姆巴托",
						["time"] = 1593017653,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "慕容灬紫嫣-安苏",
						["time"] = 1593017653,
						["class"] = 6,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌泡泡球-燃烧之刃",
						["time"] = 1593017653,
						["class"] = 8,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "德丶丨爺-死亡之翼",
						["time"] = 1593017653,
						["class"] = 11,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Thewanwan-血色十字军",
						["time"] = 1593017653,
						["class"] = 4,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "法丶丨神-埃克索图斯",
						["time"] = 1593017653,
						["class"] = 8,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1593017653,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [9]
				},
				["2-257-683-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 478,
						["time"] = 1593614487,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小彩灯-影之哀伤",
						["iLvl"] = 469,
						["time"] = 1593614487,
						["class"] = 1,
						["bTag"] = "十八#51713",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "长腿大高个-安苏",
						["iLvl"] = 468,
						["time"] = 1593614487,
						["class"] = 11,
						["bTag"] = "Asir#5887",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "丶马冬梅-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1593614487,
						["class"] = 1,
						["bTag"] = "那年夏末丶#5329",
					}, -- [4]
				},
				["2-256-679-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 478,
						["time"] = 1594474248,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "喂国卖檬-影之哀伤",
						["iLvl"] = 474,
						["time"] = 1593934760,
						["class"] = 1,
						["bTag"] = "皮皮虾无所畏惧#5366",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "凋零丿挽歌-燃烧之刃",
						["iLvl"] = 466,
						["time"] = 1594216223,
						["class"] = 8,
						["bTag"] = "Heartbreak#5203",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "影空释-回音山",
						["iLvl"] = 473,
						["time"] = 1594217334,
						["class"] = 4,
						["bTag"] = "樱空释#51954",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "Quarantine-黑铁",
						["iLvl"] = 480,
						["time"] = 1594474248,
						["class"] = 12,
						["bTag"] = "胆怯小杨#5711",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "烟丶小味-黑铁",
						["iLvl"] = 472,
						["time"] = 1594474248,
						["class"] = 12,
						["bTag"] = "烟味#5906",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "唐唐爱吃肉-无尽之海",
						["iLvl"] = 470,
						["time"] = 1594473548,
						["class"] = 10,
						["bTag"] = "唐唐是只喵#5775",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "妖怪萨-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1594474248,
						["class"] = 7,
						["bTag"] = "艾然#5420",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆丶戦-贫瘠之地",
						["iLvl"] = 472,
						["time"] = 1594798405,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "久凉#5957",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "白色好难玩-贫瘠之地",
						["iLvl"] = 467,
						["time"] = 1594798405,
						["class"] = 8,
						["bTag"] = "刀刀#53155",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "卡条的阿坤达-贫瘠之地",
						["iLvl"] = 474,
						["time"] = 1594798405,
						["class"] = 7,
						["bTag"] = "调丶放低#5443",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "黑暗徘徊者-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1594798405,
						["class"] = 6,
						["bTag"] = "手指在跳舞#51654",
					}, -- [12]
				},
				["2-141-514-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 478,
						["time"] = 1594217785,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇克劳德-贫瘠之地",
						["iLvl"] = 475,
						["time"] = 1594217785,
						["class"] = 1,
						["bTag"] = "hydene#5712",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "歪曰-熊猫酒仙",
						["time"] = 1594217544,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "原木觉醒-阿纳克洛斯",
						["iLvl"] = 476,
						["time"] = 1594217785,
						["class"] = 11,
						["bTag"] = "蛮力之翼#511608",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "蛋刀超人-安苏",
						["iLvl"] = 475,
						["time"] = 1594217785,
						["class"] = 12,
						["bTag"] = "小奶哥#5308",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "丨张满月丨-死亡之翼",
						["iLvl"] = 483,
						["time"] = 1595401616,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "只会辅助别的不会#5814",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Kiicq-死亡之翼",
						["iLvl"] = 471,
						["time"] = 1595401616,
						["class"] = 12,
						["bTag"] = "蛮力之精灵#52655",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "毛毛雨-踏梦者",
						["time"] = 1595401616,
						["class"] = 2,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "阿拉贡国王-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1595401616,
						["class"] = 2,
						["bTag"] = "萨尔斯之言#5374",
					}, -- [9]
				},
				["2-146-534-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "乄火柴乄-燃烧之刃",
						["time"] = 1594223369,
						["class"] = 1,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "蹦噶脆-燃烧之刃",
						["iLvl"] = 447,
						["time"] = 1594223369,
						["class"] = 2,
						["bTag"] = "一不小心#5824",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "红烧丶五花肉-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1594223369,
						["class"] = 1,
						["bTag"] = "乐在其中#5787",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "牧之轩-主宰之剑",
						["iLvl"] = 473,
						["time"] = 1594223369,
						["class"] = 5,
						["bTag"] = "魔灵#5448",
					}, -- [4]
				},
			},
		},
	},
}
