
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["无牙尛个子 - 雷霆之王"] = "无牙尛个子 - 雷霆之王",
	},
	["profiles"] = {
		["无牙尛个子 - 雷霆之王"] = {
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"6-0-0-0", -- [2]
				"9-0-19-0", -- [3]
			},
			["createHistoryList"] = {
				"2-138-507-0", -- [1]
			},
			["settings"] = {
				["panel"] = false,
				["storage"] = {
					["y"] = -64.99993896484375,
					["x"] = -16.99978637695313,
					["scale"] = 1,
				},
			},
			["version"] = "80300.01",
			["appShine"] = "80300.01",
			["recent"] = {
				["2-257-683-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1591460995,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "夜色丨妖娆-冰霜之刃",
						["iLvl"] = 478,
						["time"] = 1591460995,
						["class"] = 8,
						["bTag"] = "LittleOgre#51829",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "荧光灬绿-埃德萨拉",
						["iLvl"] = 465,
						["time"] = 1591460995,
						["class"] = 12,
						["bTag"] = "鱼丸#5625",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "暗是寸绿-伊利丹",
						["iLvl"] = 464,
						["time"] = 1591460995,
						["class"] = 11,
						["bTag"] = "曾经的王#5319",
					}, -- [4]
				},
				["2-138-507-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1592408114,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "牛仔兔-亚雷戈斯",
						["iLvl"] = 462,
						["time"] = 1592408114,
						["class"] = 6,
						["bTag"] = "BT160827#52540",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "弑魂乄星尘-贫瘠之地",
						["iLvl"] = 458,
						["time"] = 1592408114,
						["class"] = 12,
						["bTag"] = "天涯#5914",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "小花菜-冰风岗",
						["iLvl"] = 465,
						["time"] = 1592408114,
						["class"] = 2,
						["bTag"] = "很萌很正太#5248",
					}, -- [4]
				},
				["2-140-510-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "切糕丶-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1591805797,
						["class"] = 12,
						["bTag"] = "南瓜大王#5368",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "真希波玛丽-死亡之翼",
						["iLvl"] = 469,
						["time"] = 1591805797,
						["class"] = 10,
						["bTag"] = "Han#5176",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "丷抹了油的猪-海克泰尔",
						["iLvl"] = 474,
						["time"] = 1591805797,
						["class"] = 8,
						["bTag"] = "以后叫我小红花#51306",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "蜡笔小涞-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1591805797,
						["class"] = 1,
						["bTag"] = "李温柔#51176",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "焱之翼乄銰凘-凤凰之神",
						["iLvl"] = 469,
						["time"] = 1592415796,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "公子来也#5638",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Yangent-冰川之拳",
						["time"] = 1592415796,
						["class"] = 2,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "丶哆咪丶-艾莫莉丝",
						["iLvl"] = 478,
						["time"] = 1592415796,
						["class"] = 2,
						["bTag"] = "寒絮#5819",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "萃香-燃烧之刃",
						["iLvl"] = 472,
						["time"] = 1592415796,
						["class"] = 2,
						["bTag"] = "七曜的魔法师#5522",
					}, -- [8]
				},
				["2-256-679-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1592577917,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "樱花树下-幽暗沼泽",
						["iLvl"] = 473,
						["time"] = 1592577917,
						["class"] = 1,
						["bTag"] = "加生减伤的风#5489",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "狂暴的怒吼-黑暗之矛",
						["iLvl"] = 477,
						["time"] = 1592577917,
						["class"] = 1,
						["bTag"] = "花落相隨#5102",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "雪月军团-壁炉谷",
						["time"] = 1592577917,
						["class"] = 10,
					}, -- [4]
				},
				["2-141-514-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "秋天雪域-风暴之鳞",
						["iLvl"] = 458,
						["time"] = 1590597487,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "暗夜之骑士#57557",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "灬神仙-密林游侠",
						["iLvl"] = 467,
						["time"] = 1590597487,
						["class"] = 12,
						["bTag"] = "老神仙#51802",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "灰太狼彵二叔-安苏",
						["iLvl"] = 460,
						["time"] = 1590597487,
						["class"] = 12,
						["bTag"] = "FunkyGnome#53648",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "叁原色-瓦拉斯塔兹",
						["iLvl"] = 461,
						["time"] = 1590597487,
						["class"] = 7,
						["bTag"] = "雷诺#5900",
					}, -- [4]
				},
				["2-139-504-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "小喵不吃鱼-影之哀伤",
						["iLvl"] = 462,
						["time"] = 1591189318,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "吊儿郎当#52869",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "重新呼吸-提瑞斯法",
						["time"] = 1591189318,
						["class"] = 1,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "示申乄言舌-白骨荒野",
						["iLvl"] = 450,
						["time"] = 1591189318,
						["class"] = 2,
						["bTag"] = "闪亮之翼#515317",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "道蓮-黑铁",
						["iLvl"] = 482,
						["time"] = 1591189318,
						["class"] = 1,
						["bTag"] = "沫汐#51580",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "焱之翼乄銰凘-凤凰之神",
						["iLvl"] = 469,
						["time"] = 1592411037,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "公子来也#5638",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "Yangent-冰川之拳",
						["time"] = 1592411037,
						["class"] = 2,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "丶哆咪丶-艾莫莉丝",
						["iLvl"] = 478,
						["time"] = 1592411037,
						["class"] = 2,
						["bTag"] = "寒絮#5819",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "天下霸首-塞拉摩",
						["iLvl"] = 467,
						["time"] = 1592411037,
						["class"] = 4,
						["bTag"] = "tianshan#5169",
					}, -- [8]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "盲人刀法-迅捷微风",
						["time"] = 1590571704,
						["class"] = 3,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "乱求几把整-鬼雾峰",
						["time"] = 1590571704,
						["class"] = 2,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "狩猎执事-贫瘠之地",
						["iLvl"] = 386,
						["time"] = 1590571704,
						["class"] = 3,
						["bTag"] = "晴天#59924",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "鲁班路不欠酒-耐奥祖",
						["time"] = 1590571704,
						["class"] = 8,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "闪电链过载-死亡之翼",
						["time"] = 1590571704,
						["class"] = 7,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "Hrstarr-布兰卡德",
						["time"] = 1590571704,
						["class"] = 2,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "有棒棒没有糖-红龙军团",
						["iLvl"] = 474,
						["time"] = 1590571704,
						["class"] = 4,
						["bTag"] = "大战潘金莲#5236",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "酆偑煈-燃烧之刃",
						["time"] = 1590571704,
						["class"] = 4,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Ceasy-丽丽（四川）",
						["time"] = 1590571468,
						["class"] = 4,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "荭莲-血牙魔王",
						["iLvl"] = 450,
						["time"] = 1590571704,
						["class"] = 5,
						["bTag"] = "荭莲#5435",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "爱茜西-伊森利恩",
						["time"] = 1590572054,
						["class"] = 2,
						["leader"] = true,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "碗大面长-狂热之刃",
						["time"] = 1590572054,
						["class"] = 8,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "伊澤千夏-晴日峰（江苏）",
						["time"] = 1590572054,
						["class"] = 3,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "丨汉格玛丨-安苏",
						["iLvl"] = 442,
						["time"] = 1590572054,
						["class"] = 1,
						["bTag"] = "DOOM#52559",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "东尼丨大牧-死亡之翼",
						["time"] = 1590572054,
						["class"] = 8,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "我也可以谈-凤凰之神",
						["time"] = 1590572054,
						["class"] = 5,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "飞翔的河马-死亡之翼",
						["time"] = 1590572054,
						["class"] = 10,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Amyluo-燃烧之刃",
						["time"] = 1590572054,
						["class"] = 3,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 470,
						["time"] = 1590573151,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狅小北-凤凰之神",
						["time"] = 1590572054,
						["class"] = 3,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "阿驴奥利给-格瑞姆巴托",
						["time"] = 1590572221,
						["class"] = 3,
						["leader"] = true,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Colouful-燃烧之刃",
						["time"] = 1590572221,
						["class"] = 8,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "小楼听风云-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1590572221,
						["class"] = 1,
						["bTag"] = "小楼听风雨#5175",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "大莱莱猫-鬼雾峰",
						["time"] = 1590572221,
						["class"] = 10,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "风起乄葳蕤-霜之哀伤",
						["time"] = 1590572221,
						["class"] = 8,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "糯米红唇-埃德萨拉",
						["time"] = 1590572221,
						["class"] = 8,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "丿樱丨飞逝-克尔苏加德",
						["time"] = 1590572221,
						["class"] = 9,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "一气动山河-凤凰之神",
						["iLvl"] = 208,
						["time"] = 1590572221,
						["class"] = 3,
						["bTag"] = "十七#53352",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "愛伊-埃德萨拉",
						["time"] = 1590573151,
						["class"] = 11,
						["leader"] = true,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "忆浅花落-冰风岗",
						["time"] = 1590573151,
						["class"] = 2,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "瞄準射鸡-凤凰之神",
						["time"] = 1590573151,
						["class"] = 3,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Vuertne-燃烧之刃",
						["time"] = 1590573151,
						["class"] = 8,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "紅烧肉-拉格纳罗斯",
						["time"] = 1590573151,
						["class"] = 1,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "神奇的夺夺-火焰之树",
						["time"] = 1590573151,
						["class"] = 8,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "灬萌咕咕-格瑞姆巴托",
						["time"] = 1590573151,
						["class"] = 11,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Inaros-狂热之刃",
						["iLvl"] = 465,
						["time"] = 1590572911,
						["class"] = 3,
						["bTag"] = "不知道名字的强者#5543",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "火舞-格瑞姆巴托",
						["iLvl"] = 475,
						["time"] = 1590573151,
						["class"] = 12,
						["bTag"] = "欧皇#54883",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "真善美他姐夫-安苏",
						["time"] = 1591198729,
						["class"] = 3,
						["leader"] = true,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Swdletme-熊猫酒仙",
						["time"] = 1591198729,
						["class"] = 2,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "流氓萌萌哒-布兰卡德",
						["iLvl"] = 475,
						["time"] = 1591198729,
						["class"] = 4,
						["bTag"] = "cheat#5220",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "花翎-安苏",
						["time"] = 1591198729,
						["class"] = 12,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "吓死人了啦-死亡之翼",
						["time"] = 1591198729,
						["class"] = 9,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "新地驾校-安苏",
						["time"] = 1591198729,
						["class"] = 3,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "李富贵-米奈希尔",
						["time"] = 1591198729,
						["class"] = 9,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "浅梦般的流年-凤凰之神",
						["time"] = 1591198729,
						["class"] = 6,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "峰不改水长流-凤凰之神",
						["time"] = 1591198729,
						["class"] = 4,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我小刘把-格瑞姆巴托",
						["time"] = 1591199576,
						["class"] = 3,
						["leader"] = true,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌小熊猫丶-熔火之心",
						["time"] = 1591199576,
						["class"] = 10,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我龍哥-末日行者",
						["time"] = 1591199576,
						["class"] = 6,
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "灵魂伴侣-死亡之翼",
						["time"] = 1591199576,
						["class"] = 2,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "好多羊-血色十字军",
						["iLvl"] = 475,
						["time"] = 1591199576,
						["class"] = 1,
						["bTag"] = "ajbh#5879",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "抵制强力输出-影之哀伤",
						["time"] = 1591199576,
						["class"] = 8,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "皮之高兴-影之哀伤",
						["time"] = 1591199576,
						["class"] = 11,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "也许生活所迫-影之哀伤",
						["time"] = 1591199576,
						["class"] = 11,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "拿铁不加奶-时光之穴",
						["iLvl"] = 478,
						["time"] = 1591199576,
						["class"] = 12,
						["bTag"] = "西门吹血#5461",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Phdphysic-提瑞斯法",
						["iLvl"] = 444,
						["time"] = 1591201547,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "hcwind#5346",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "格格小魔王-血吼",
						["iLvl"] = 456,
						["time"] = 1591200419,
						["class"] = 12,
						["bTag"] = "格格#51631",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "卷卷丶-阿拉希",
						["iLvl"] = 450,
						["time"] = 1591201547,
						["class"] = 8,
						["bTag"] = "小不溜#5845",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "亓背琴丶-阿拉希",
						["iLvl"] = 448,
						["time"] = 1591201547,
						["class"] = 12,
						["bTag"] = "欢脱的70丶#5561",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐丿不好喝-霜狼",
						["iLvl"] = 458,
						["time"] = 1591201547,
						["class"] = 8,
						["bTag"] = "七喜不好喝#5662",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冷雪碧-凤凰之神",
						["iLvl"] = 459,
						["time"] = 1591201547,
						["class"] = 1,
						["bTag"] = "渲染星辰#5773",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "充月卡进来-死亡之翼",
						["iLvl"] = 468,
						["time"] = 1591201547,
						["class"] = 12,
						["bTag"] = "祥哥#5793",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "影殇丶挽歌-无尽之海",
						["iLvl"] = 464,
						["time"] = 1591201547,
						["class"] = 4,
						["bTag"] = "眼眸#51154",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "凉子丶-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1591201547,
						["class"] = 6,
						["bTag"] = "技不如人甘拜下风#51510",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "Oldones-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1591201215,
						["class"] = 7,
						["bTag"] = "仿佛失魂的虫鸣#5239",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "繁华丶落幕-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1591201547,
						["class"] = 12,
						["bTag"] = "魑魅魍魉#58252",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "萬戶侯-阿纳克洛斯",
						["iLvl"] = 461,
						["time"] = 1591808898,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "虎克#51891",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "大島剣吾-古尔丹",
						["iLvl"] = 477,
						["time"] = 1591808898,
						["class"] = 1,
						["bTag"] = "莉莉的抱枕#5289",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "阿岳灬-古尔丹",
						["iLvl"] = 482,
						["time"] = 1591808898,
						["class"] = 1,
						["bTag"] = "Venus#5357",
					}, -- [69]
					{
						["role"] = "TANK",
						["name"] = "Katz-伊森利恩",
						["iLvl"] = 457,
						["time"] = 1591808898,
						["class"] = 2,
						["bTag"] = "夜灬未眠#5350",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "绿皮灭霸-影之哀伤",
						["iLvl"] = 475,
						["time"] = 1591808898,
						["class"] = 1,
						["bTag"] = "隐蔽之鲷#525178",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "神法译者-阿扎达斯",
						["iLvl"] = 456,
						["time"] = 1591808898,
						["class"] = 8,
						["bTag"] = "神名译者#5856",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔清-格瑞姆巴托",
						["iLvl"] = 457,
						["time"] = 1591808180,
						["class"] = 12,
						["bTag"] = "ZeroX#51598",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落灬冰气-红云台地",
						["iLvl"] = 457,
						["time"] = 1591808898,
						["class"] = 9,
						["bTag"] = "BarryAllen#5870",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔缇密斯-影之哀伤",
						["iLvl"] = 463,
						["time"] = 1591808898,
						["class"] = 3,
						["bTag"] = "nAchilles#5679",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "衣裳架-安苏",
						["iLvl"] = 474,
						["time"] = 1591808898,
						["class"] = 12,
						["bTag"] = "疯狂九猫#5273",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "马蹄铁-安苏",
						["iLvl"] = 471,
						["time"] = 1592292377,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "rocboy#51911",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "富士見台-安苏",
						["time"] = 1592290996,
						["class"] = 8,
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "单证-安苏",
						["iLvl"] = 465,
						["time"] = 1592292377,
						["class"] = 6,
						["bTag"] = "何儿#5288",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "Cristianoron-安苏",
						["iLvl"] = 474,
						["time"] = 1592292035,
						["class"] = 3,
						["bTag"] = "一朵野花#5230",
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "丨炸丶天灬-安苏",
						["iLvl"] = 449,
						["time"] = 1592292377,
						["class"] = 11,
						["bTag"] = "大森神#5746",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "狗职业-死亡之翼",
						["iLvl"] = 483,
						["time"] = 1592292028,
						["class"] = 1,
						["bTag"] = "老鱼#51170",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "冰淇淋-火焰之树",
						["iLvl"] = 450,
						["time"] = 1592292042,
						["class"] = 8,
						["bTag"] = "唯一色彩#5133",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "二渔-迅捷微风",
						["iLvl"] = 449,
						["time"] = 1592291454,
						["class"] = 4,
						["bTag"] = "再发抱歉试试#5701",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "一泻千里-无尽之海",
						["iLvl"] = 474,
						["time"] = 1592291454,
						["class"] = 3,
						["bTag"] = "远方的枸杞#5916",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "雷霆嘎嘣-布兰卡德",
						["iLvl"] = 449,
						["time"] = 1592292140,
						["class"] = 1,
						["bTag"] = "爱新觉罗某某#5830",
					}, -- [86]
					{
						["role"] = "HEALER",
						["name"] = "零点你妹-死亡熔炉",
						["iLvl"] = 461,
						["time"] = 1592292165,
						["class"] = 2,
						["bTag"] = "aaron#5763",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "执着的依赖-伊森利恩",
						["iLvl"] = 445,
						["time"] = 1592292377,
						["class"] = 9,
						["bTag"] = "无冕者#51724",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "丷旭写初章-无尽之海",
						["iLvl"] = 457,
						["time"] = 1592292377,
						["class"] = 3,
						["bTag"] = "格子路单人舞#5649",
					}, -- [89]
					{
						["role"] = "HEALER",
						["name"] = "斯纳瓦尔希-翡翠梦境",
						["iLvl"] = 463,
						["time"] = 1592292377,
						["class"] = 2,
						["bTag"] = "Desperado#5265",
					}, -- [90]
					{
						["role"] = "HEALER",
						["name"] = "双肠捣蛋-死亡之翼",
						["iLvl"] = 446,
						["time"] = 1592292377,
						["class"] = 11,
						["bTag"] = "幸运之虎#56674",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "神说不可以-燃烧平原",
						["iLvl"] = 463,
						["time"] = 1592292377,
						["class"] = 4,
						["bTag"] = "BouncyBear#59216",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "猎仁-森金",
						["iLvl"] = 444,
						["time"] = 1592292377,
						["class"] = 3,
						["bTag"] = "孤傲之骑士#55689",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "上官谈想-亚雷戈斯",
						["time"] = 1592293181,
						["class"] = 3,
						["leader"] = true,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "狼信-加尔",
						["time"] = 1592293181,
						["class"] = 6,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "西木野枭德-死亡之翼",
						["time"] = 1592293181,
						["class"] = 11,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "守护永恒-血色十字军",
						["time"] = 1592293181,
						["class"] = 2,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "智熄的扎克胖-死亡之翼",
						["time"] = 1592293181,
						["class"] = 9,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "江浸月丨-红龙军团",
						["time"] = 1592293181,
						["class"] = 5,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "吉尔大元帅-回音山",
						["time"] = 1592293181,
						["class"] = 9,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "浊酒笑苍生-燃烧之刃",
						["time"] = 1592293181,
						["class"] = 8,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "如果低功-末日行者",
						["time"] = 1592293370,
						["class"] = 3,
						["leader"] = true,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "来吧火之高兴-埃德萨拉",
						["time"] = 1592293370,
						["class"] = 6,
					}, -- [103]
					{
						["role"] = "TANK",
						["name"] = "Nowayback-霜之哀伤",
						["iLvl"] = 402,
						["time"] = 1592293370,
						["class"] = 1,
						["bTag"] = "Tiger#5702",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇洗面奶-血色十字军",
						["time"] = 1592293370,
						["class"] = 2,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "我是刀哥-影之哀伤",
						["time"] = 1592293370,
						["class"] = 1,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "叉烧馒头-诺莫瑞根",
						["time"] = 1592293370,
						["class"] = 1,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "烟染-克尔苏加德",
						["iLvl"] = 398,
						["time"] = 1592293370,
						["class"] = 12,
						["bTag"] = "贼皇#51854",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "火车头头-末日行者",
						["time"] = 1592293370,
						["class"] = 1,
					}, -- [109]
					{
						["role"] = "TANK",
						["name"] = "迷雾之南-冰风岗",
						["time"] = 1592293360,
						["class"] = 6,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇控制大师-燃烧之刃",
						["iLvl"] = 281,
						["time"] = 1592293759,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "米爷#5877",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "穜有刁民害朕-凤凰之神",
						["iLvl"] = 239,
						["time"] = 1592293759,
						["class"] = 12,
						["bTag"] = "暮暮0211#5679",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "Warrioor-末日行者",
						["time"] = 1592293759,
						["class"] = 1,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "王心翔之父-燃烧之刃",
						["iLvl"] = 235,
						["time"] = 1592293759,
						["class"] = 3,
						["bTag"] = "贾董事长#5724",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "一点小执着-燃烧之刃",
						["iLvl"] = 350,
						["time"] = 1592293759,
						["class"] = 3,
						["bTag"] = "新参者丨离兮#5849",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "奇门风后-影之哀伤",
						["iLvl"] = 421,
						["time"] = 1592293759,
						["class"] = 8,
						["bTag"] = "Endless#52499",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "哆丶咪-主宰之剑",
						["iLvl"] = 390,
						["time"] = 1592293759,
						["class"] = 2,
						["bTag"] = "飞天舞#5319",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "快给我道歉-海克泰尔",
						["iLvl"] = 282,
						["time"] = 1592293759,
						["class"] = 1,
						["bTag"] = "瞪眼珠子#51461",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "何必去猜-凤凰之神",
						["iLvl"] = 459,
						["time"] = 1592293759,
						["class"] = 8,
						["bTag"] = "vipnzh#5245",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "Loukonghe-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1592296142,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "丨妖孽灬#5772",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "一碗鱼丸小面-神圣之歌",
						["iLvl"] = 301,
						["time"] = 1592295701,
						["class"] = 12,
						["bTag"] = "RGIAHIPBQ#5528",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "一鬼条-燃烧之刃",
						["iLvl"] = 462,
						["time"] = 1592296142,
						["class"] = 9,
						["bTag"] = "麦克雷#51109",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "Marsz-黑铁",
						["iLvl"] = 462,
						["time"] = 1592296142,
						["class"] = 1,
						["bTag"] = "Tony#52804",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "夜雨灬凌-无尽之海",
						["iLvl"] = 479,
						["time"] = 1592294637,
						["class"] = 4,
						["bTag"] = "空城丶殇#51720",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "犹豫就会败北-血环",
						["time"] = 1592296142,
						["class"] = 12,
					}, -- [125]
					{
						["role"] = "HEALER",
						["name"] = "六点我的秋香-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1592296142,
						["class"] = 7,
						["bTag"] = "五点我的秋香#5603",
					}, -- [126]
					{
						["role"] = "HEALER",
						["name"] = "排骨格格-红龙女王",
						["iLvl"] = 464,
						["time"] = 1592295571,
						["class"] = 5,
						["bTag"] = "秋高马肥#5121",
					}, -- [127]
					{
						["role"] = "HEALER",
						["name"] = "殺丶幽舞-托尔巴拉德",
						["iLvl"] = 451,
						["time"] = 1592294637,
						["class"] = 5,
						["bTag"] = "夜神#5961",
					}, -- [128]
					{
						["role"] = "HEALER",
						["name"] = "Crathy-无尽之海",
						["iLvl"] = 484,
						["time"] = 1592295177,
						["class"] = 2,
						["bTag"] = "曦曦乐乐#5769",
					}, -- [129]
					{
						["role"] = "TANK",
						["name"] = "鳌鳌叫的鳖鳖-无尽之海",
						["iLvl"] = 478,
						["time"] = 1592295177,
						["class"] = 11,
						["bTag"] = "儿子叫铭蔚#5100",
					}, -- [130]
					{
						["role"] = "HEALER",
						["name"] = "吸干我的阳气-燃烧之刃",
						["iLvl"] = 440,
						["time"] = 1592296142,
						["class"] = 11,
						["bTag"] = "包谷粑#5212",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "灵性走位-凤凰之神",
						["time"] = 1592296142,
						["class"] = 3,
					}, -- [132]
					{
						["role"] = "HEALER",
						["name"] = "黑夜小白天-影之哀伤",
						["iLvl"] = 473,
						["time"] = 1592296142,
						["class"] = 2,
						["bTag"] = "鬼魂之殇#51779",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "偃仰啸歌丶-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1592296142,
						["class"] = 4,
						["bTag"] = "吝啬鬼大叔#5516",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "遛龙-血环",
						["time"] = 1592298099,
						["class"] = 3,
						["leader"] = true,
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔小马马-伊森利恩",
						["time"] = 1592298099,
						["class"] = 2,
					}, -- [136]
					{
						["role"] = "HEALER",
						["name"] = "得德得德-布兰卡德",
						["time"] = 1592298099,
						["class"] = 11,
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "咹然初冬灬-地狱咆哮",
						["time"] = 1592298099,
						["class"] = 9,
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "Fuchun-燃烧之刃",
						["time"] = 1592298099,
						["class"] = 12,
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "圣血天使-死亡之翼",
						["time"] = 1592298099,
						["class"] = 2,
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "胖胖丶不胖-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1592297230,
						["class"] = 11,
						["bTag"] = "胖胖的胖#51542",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "刄小刀-冰风岗",
						["time"] = 1592298099,
						["class"] = 4,
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "通县神棍-无尽之海",
						["time"] = 1592298099,
						["class"] = 7,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "不是三七-死亡之翼",
						["time"] = 1592298099,
						["class"] = 2,
					}, -- [144]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "青衣沽酒风尘-奥尔加隆",
						["iLvl"] = 479,
						["time"] = 1590644219,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "天辰丶散樱#5703",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "山海亦可平-血色十字军",
						["iLvl"] = 482,
						["time"] = 1590644163,
						["class"] = 9,
						["bTag"] = "没猫病#5128",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "开膛手布丁-鬼雾峰",
						["iLvl"] = 455,
						["time"] = 1590644219,
						["class"] = 3,
						["bTag"] = "Reboat#5549",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Dellz-藏宝海湾",
						["iLvl"] = 480,
						["time"] = 1590644219,
						["class"] = 11,
						["bTag"] = "Gondola#51456",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "丶秦夕颜-格瑞姆巴托",
						["iLvl"] = 450,
						["time"] = 1590644219,
						["class"] = 5,
						["bTag"] = "我是壹粒蛋#5509",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆战-烈焰峰",
						["time"] = 1590644110,
						["class"] = 1,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "吊德一批-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1590644219,
						["class"] = 11,
						["bTag"] = "Anastasia#51860",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "大将萨卡斯基-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1590644219,
						["class"] = 1,
						["bTag"] = "旋木小猪#5788",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "茶言观色灬-海克泰尔",
						["iLvl"] = 470,
						["time"] = 1590644219,
						["class"] = 3,
						["bTag"] = "暴躁丶骑士#5796",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Yololuck-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1590644163,
						["class"] = 8,
						["bTag"] = "青冢#51276",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "哈维蛋疼-霜狼",
						["iLvl"] = 454,
						["time"] = 1590644219,
						["class"] = 1,
						["bTag"] = "Specterlol#5859",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "克利夫兰-大地之怒",
						["time"] = 1590644219,
						["class"] = 2,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "Zarl-燃烧之刃",
						["time"] = 1590644219,
						["class"] = 2,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "哥只是个豆包-试炼之环",
						["iLvl"] = 480,
						["time"] = 1590644163,
						["class"] = 8,
						["bTag"] = "丨霖先生丨#5777",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "影舞凰腾-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1590644163,
						["class"] = 4,
						["bTag"] = "很想多玩会#5917",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "灰白-暗影之月",
						["iLvl"] = 477,
						["time"] = 1590644163,
						["class"] = 4,
						["bTag"] = "初白#51110",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "花落知多少-格雷迈恩",
						["iLvl"] = 471,
						["time"] = 1590644219,
						["class"] = 12,
						["bTag"] = "自古华夏多英杰#5747",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "如意卷-火焰之树",
						["iLvl"] = 462,
						["time"] = 1590644163,
						["class"] = 4,
						["bTag"] = "青松#5966",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "孤风玥-燃烧之刃",
						["iLvl"] = 473,
						["time"] = 1590644219,
						["class"] = 12,
						["bTag"] = "舒逸#51464",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "灰丶冭狼-希雷诺斯",
						["iLvl"] = 476,
						["time"] = 1590644219,
						["class"] = 1,
						["bTag"] = "灰丶冭郎#5420",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "得瑟猫-丹莫德",
						["time"] = 1590644163,
						["class"] = 1,
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "我的笑很甜-安戈洛",
						["iLvl"] = 450,
						["time"] = 1590644219,
						["class"] = 12,
						["bTag"] = "花袜子#51146",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "杀神云飞-安苏",
						["iLvl"] = 477,
						["time"] = 1590644219,
						["class"] = 8,
						["bTag"] = "还是回来#5739",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "我要渠道暴击-奥拉基尔",
						["iLvl"] = 482,
						["time"] = 1590644219,
						["class"] = 3,
						["bTag"] = "刘能能#5686",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "旺仔小猛牛-冰风岗",
						["iLvl"] = 479,
						["time"] = 1590644163,
						["class"] = 7,
						["bTag"] = "小丶馒丶头#5316",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "陈词滥调-埃德萨拉",
						["iLvl"] = 479,
						["time"] = 1590644163,
						["class"] = 12,
						["bTag"] = "闻山#5793",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "一套袭来-安苏",
						["iLvl"] = 479,
						["time"] = 1590644219,
						["class"] = 1,
						["bTag"] = "Drsoyanara#5612",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Maxtt-冰风岗",
						["iLvl"] = 479,
						["time"] = 1590644163,
						["class"] = 1,
						["bTag"] = "Maxttt#51497",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "云飞杨-外域",
						["iLvl"] = 478,
						["time"] = 1590644163,
						["class"] = 3,
						["bTag"] = "风起花飞扬#5991",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影灭牙-死亡之翼",
						["iLvl"] = 434,
						["time"] = 1590644219,
						["class"] = 4,
						["bTag"] = "魔魂战神#5707",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "暴击使我快乐-狂热之刃",
						["iLvl"] = 473,
						["time"] = 1590644163,
						["class"] = 3,
						["bTag"] = "awen#5874",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "佐手君-风暴之鳞",
						["iLvl"] = 451,
						["time"] = 1590644219,
						["class"] = 1,
						["bTag"] = "猥琐才是一门艺术#5991",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "抖凛壳颤-巴瑟拉斯",
						["iLvl"] = 479,
						["time"] = 1590644219,
						["class"] = 3,
						["bTag"] = "抖凛壳颤#5383",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "都是小怪兽-伊森利恩",
						["iLvl"] = 464,
						["time"] = 1590644219,
						["class"] = 4,
						["bTag"] = "狂野小超人#5464",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "流氓灬祷言-迅捷微风",
						["iLvl"] = 469,
						["time"] = 1590644219,
						["class"] = 9,
						["bTag"] = "wybrazzo#5283",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "Yokiki-阿纳克洛斯",
						["iLvl"] = 476,
						["time"] = 1590644163,
						["class"] = 11,
						["bTag"] = "言泠丶#5607",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Wonder-阿纳克洛斯",
						["iLvl"] = 476,
						["time"] = 1590644219,
						["class"] = 8,
						["bTag"] = "茫然之骑士#528131",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "琉璃风华-埃德萨拉",
						["iLvl"] = 480,
						["time"] = 1591275220,
						["class"] = 11,
						["bTag"] = "热能与动力工程#51530",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "丶墨染锦年丶-埃德萨拉",
						["time"] = 1590644219,
						["class"] = 2,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "影陇邺-克尔苏加德",
						["iLvl"] = 461,
						["time"] = 1590644219,
						["class"] = 8,
						["bTag"] = "漆黑终焉#5709",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "丶龍虾-凤凰之神",
						["time"] = 1590743509,
						["class"] = 8,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "米灬猫-夏维安",
						["iLvl"] = 479,
						["time"] = 1590743359,
						["class"] = 2,
						["bTag"] = "小涅涅#5193",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "殇心牛-鬼雾峰",
						["iLvl"] = 474,
						["time"] = 1590743363,
						["class"] = 11,
						["bTag"] = "rain#5857",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "李智恩的恶魔-安苏",
						["iLvl"] = 410,
						["time"] = 1590743368,
						["class"] = 12,
						["bTag"] = "李智恩的吉他#5293",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "艾莉桑德丷-熔火之心",
						["time"] = 1590743377,
						["class"] = 8,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "峰火山林-凤凰之神",
						["time"] = 1590743351,
						["class"] = 1,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "黑旋风菠萝-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1590743372,
						["class"] = 4,
						["bTag"] = "abl#5463",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙太梨-凤凰之神",
						["iLvl"] = 445,
						["time"] = 1590743366,
						["class"] = 6,
						["bTag"] = "霓虹圣域#5380",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "慧慧要开心-影之哀伤",
						["iLvl"] = 450,
						["time"] = 1590743425,
						["class"] = 3,
						["bTag"] = "snakehehe123#5299",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "臭婆丶-国王之谷",
						["time"] = 1590743509,
						["class"] = 2,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "艾尔莉克-卡德加",
						["iLvl"] = 480,
						["time"] = 1590743366,
						["class"] = 12,
						["bTag"] = "美人卷珠帘#5667",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "丶八月-燃烧之刃",
						["time"] = 1590743353,
						["class"] = 1,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "鲜花绽放-塞拉摩",
						["time"] = 1590743351,
						["class"] = 3,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "逆神旸丶-凤凰之神",
						["time"] = 1590743351,
						["class"] = 1,
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "面包超人-耐普图隆",
						["iLvl"] = 479,
						["time"] = 1590743355,
						["class"] = 1,
						["bTag"] = "老豹#51837",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "十六夜咲月-贫瘠之地",
						["time"] = 1590743353,
						["class"] = 12,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "巴里丶艾伦-狂热之刃",
						["time"] = 1590743357,
						["class"] = 1,
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "十月悲唱-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1590743363,
						["class"] = 11,
						["bTag"] = "灭世精灵#5766",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "消灭未知目标-踏梦者",
						["time"] = 1590743509,
						["class"] = 12,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "部落海豚子-冰风岗",
						["iLvl"] = 421,
						["time"] = 1590743509,
						["class"] = 12,
						["bTag"] = "海豚子#5501",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "杀虫剂-狂热之刃",
						["iLvl"] = 474,
						["time"] = 1590743503,
						["class"] = 12,
						["bTag"] = "小高#5147",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "今田美樱-埃霍恩",
						["iLvl"] = 479,
						["time"] = 1590743509,
						["class"] = 11,
						["bTag"] = "出橙记#5386",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "初恋淡薄如雪-埃霍恩",
						["iLvl"] = 480,
						["time"] = 1590743509,
						["class"] = 9,
						["bTag"] = "出橙记#5386",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "夏天的天空-埃霍恩",
						["iLvl"] = 479,
						["time"] = 1590743509,
						["class"] = 6,
						["bTag"] = "出橙记#5386",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "随风无影-地狱之石",
						["time"] = 1590743363,
						["class"] = 3,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "风一样的男人-影之哀伤",
						["iLvl"] = 459,
						["time"] = 1590743457,
						["class"] = 9,
						["bTag"] = "肉感有力#5873",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "牧雨思雪-熔火之心",
						["iLvl"] = 477,
						["time"] = 1590743457,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "拥有侥幸失去人生#5799",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "花夜神-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1590743509,
						["class"] = 3,
						["bTag"] = "金大哥#51815",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "Remeberlol-阿纳克洛斯",
						["iLvl"] = 478,
						["time"] = 1590743505,
						["class"] = 8,
						["bTag"] = "记起嚛#5825",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "Crazybb-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1590743457,
						["class"] = 8,
						["bTag"] = "玥児#51999",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "浩浩的毁灭术-无尽之海",
						["iLvl"] = 482,
						["time"] = 1590743509,
						["class"] = 9,
						["bTag"] = "浩浩有丶表情#5803",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "雨泪丶-黑暗虚空",
						["iLvl"] = 478,
						["time"] = 1590743503,
						["class"] = 11,
						["bTag"] = "雨泪#5781",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "云獵灬-安苏",
						["iLvl"] = 480,
						["time"] = 1590743509,
						["class"] = 1,
						["bTag"] = "荭汼#5210",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "丨埃辛諾斯丨-卡拉赞",
						["iLvl"] = 415,
						["time"] = 1590743509,
						["class"] = 12,
						["bTag"] = "孤獨守候#5614",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "一墨染一-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1590743457,
						["class"] = 4,
						["bTag"] = "Edwin#5802",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "伝和山的彼端-海加尔",
						["time"] = 1590743388,
						["class"] = 9,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "强化了快去送-国王之谷",
						["iLvl"] = 462,
						["time"] = 1590743509,
						["class"] = 4,
						["bTag"] = "看这队友他不香吗#5608",
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "追风筝的虾-克尔苏加德",
						["iLvl"] = 478,
						["time"] = 1590743509,
						["class"] = 12,
						["bTag"] = "JefferyYang#51325",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "追风筝的梨-克尔苏加德",
						["iLvl"] = 479,
						["time"] = 1590743509,
						["class"] = 3,
						["bTag"] = "JefferyYang#51325",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "紫鈤-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1590743457,
						["class"] = 12,
						["bTag"] = "宁静#5120",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "狂龙小熊-符文图腾",
						["iLvl"] = 479,
						["time"] = 1590743509,
						["class"] = 3,
						["bTag"] = "狂龙小熊#5718",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "Rainning-巴瑟拉斯",
						["iLvl"] = 473,
						["time"] = 1590743507,
						["class"] = 1,
						["bTag"] = "伊利蛋#5637",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法冰冰-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1590743509,
						["class"] = 9,
						["bTag"] = "轨迹#5382",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "月上柳梢头-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1590743457,
						["class"] = 9,
						["bTag"] = "刀快人帅萌妹爱#5855",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "红烧排骨丶-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1590743509,
						["class"] = 1,
						["bTag"] = "巴黎欧莱雅#5960",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "筱丶丫头-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1590743457,
						["class"] = 3,
						["bTag"] = "绿豆小汤团#5653",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "临池学書-阿纳克洛斯",
						["iLvl"] = 479,
						["time"] = 1590743503,
						["class"] = 4,
						["bTag"] = "MiniNinja#51590",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "落日虹光-影之哀伤",
						["iLvl"] = 478,
						["time"] = 1590743507,
						["class"] = 1,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "弑杀冰寒-血牙魔王",
						["iLvl"] = 479,
						["time"] = 1590743503,
						["class"] = 8,
						["bTag"] = "滢滢猪爸爸#5577",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "孤舟独钓彐-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1590743507,
						["class"] = 6,
						["bTag"] = "孤舟独钓#5103",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "不得於飞兮-死亡之翼",
						["time"] = 1590743509,
						["class"] = 8,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "一千零一页-暗影之月",
						["iLvl"] = 472,
						["time"] = 1590743503,
						["class"] = 2,
						["bTag"] = "暮色浮屠#51213",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "小酸头-安苏",
						["iLvl"] = 477,
						["time"] = 1590743507,
						["class"] = 2,
						["bTag"] = "原野#51662",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "Fefefede-符文图腾",
						["time"] = 1590743505,
						["class"] = 1,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "浪漫城网咖-血色十字军",
						["iLvl"] = 482,
						["time"] = 1590743509,
						["class"] = 3,
						["bTag"] = "邢泉520#5737",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "丨无邪丨-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1590743509,
						["class"] = 12,
						["bTag"] = "MEMORY#5138",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "羞涩淂煋光-冰川之拳",
						["iLvl"] = 466,
						["time"] = 1590743509,
						["class"] = 4,
						["bTag"] = "chenqi6318Qi#5446",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "米兰的老铁匠-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1591275246,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "半兽人#5338",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "姹红嫣紫-萨格拉斯",
						["iLvl"] = 476,
						["time"] = 1591275246,
						["class"] = 12,
						["bTag"] = "陆能否#5402",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "青兽-布兰卡德",
						["time"] = 1591275250,
						["class"] = 3,
						["leader"] = true,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "雨若灵-埃德萨拉",
						["iLvl"] = 482,
						["time"] = 1591275250,
						["class"] = 9,
						["bTag"] = "雨若灵#5801",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "左眼丶妩媚-山丘之王",
						["iLvl"] = 479,
						["time"] = 1591275250,
						["class"] = 2,
						["bTag"] = "cons#5110",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "古月哥欠-阿尔萨斯",
						["iLvl"] = 453,
						["time"] = 1591275250,
						["class"] = 3,
						["bTag"] = "古月哥欠#5471",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "亡命布衣-大漩涡",
						["iLvl"] = 460,
						["time"] = 1591275248,
						["class"] = 8,
						["bTag"] = "亡命布衣#5366",
					}, -- [104]
					{
						["role"] = "TANK",
						["name"] = "阿波伦蒂斯-贫瘠之地",
						["iLvl"] = 479,
						["time"] = 1591275250,
						["class"] = 11,
						["bTag"] = "小小学徒#5187",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼手战魂-血色十字军",
						["iLvl"] = 479,
						["time"] = 1591275246,
						["class"] = 3,
						["bTag"] = "一生只为浪#5301",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "禹大侠-能源舰",
						["iLvl"] = 468,
						["time"] = 1591275250,
						["class"] = 10,
						["bTag"] = "摩诃萨#5153",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "永坠星辰-伊森利恩",
						["iLvl"] = 483,
						["time"] = 1591275250,
						["class"] = 8,
						["bTag"] = "永坠星辰#5213",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "你胖你先上-无尽之海",
						["iLvl"] = 477,
						["time"] = 1591275246,
						["class"] = 12,
						["bTag"] = "破名没人叫#5892",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "Djvivi-冰风岗",
						["iLvl"] = 462,
						["time"] = 1591275250,
						["class"] = 4,
						["bTag"] = "suiwei#5910",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "陷阱德雷克-克尔苏加德",
						["iLvl"] = 484,
						["time"] = 1591275220,
						["class"] = 1,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "暴力法神-埃德萨拉",
						["iLvl"] = 476,
						["time"] = 1591275220,
						["class"] = 8,
						["bTag"] = "暴躁之鼬#54457",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "裁决圣使-迦拉克隆",
						["time"] = 1591275250,
						["class"] = 2,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "路然轻-阿纳克洛斯",
						["iLvl"] = 475,
						["time"] = 1591275250,
						["class"] = 4,
						["bTag"] = "路然轻#5442",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "直到天明-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591275220,
						["class"] = 1,
						["bTag"] = "生来彷徨#5641",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "玖月之神-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1591275246,
						["class"] = 11,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "鴿德茜斯-迦拉克隆",
						["iLvl"] = 478,
						["time"] = 1591275250,
						["class"] = 2,
						["bTag"] = "说好的人车合一呢#5594",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "Stepsofdeath-萨尔",
						["iLvl"] = 472,
						["time"] = 1591275248,
						["class"] = 8,
						["bTag"] = "超能之法师#513154",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "微风微凉丶-死亡之翼",
						["iLvl"] = 463,
						["time"] = 1591275220,
						["class"] = 11,
						["bTag"] = "猫叔#5198",
					}, -- [119]
					{
						["role"] = "TANK",
						["name"] = "部落第壹勇士-安苏",
						["iLvl"] = 479,
						["time"] = 1591275220,
						["class"] = 1,
						["bTag"] = "刑警徐山河#5686",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂得兔子-燃烧之刃",
						["iLvl"] = 468,
						["time"] = 1591275250,
						["class"] = 8,
						["bTag"] = "两只兔子#5247",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "星空誓约-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1591275220,
						["class"] = 8,
						["bTag"] = "遗忘边缘#5800",
					}, -- [122]
					{
						["role"] = "TANK",
						["name"] = "影哥回来了-塞拉摩",
						["iLvl"] = 479,
						["time"] = 1591275250,
						["class"] = 11,
						["bTag"] = "猎虎#51571",
					}, -- [123]
					{
						["role"] = "TANK",
						["name"] = "洞口张无忌-克尔苏加德",
						["iLvl"] = 483,
						["time"] = 1591275246,
						["class"] = 2,
						["bTag"] = "我爱凯迪拉克#5389",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "荣耀冲锋-迅捷微风",
						["iLvl"] = 472,
						["time"] = 1591275220,
						["class"] = 1,
						["bTag"] = "橙色怡人#5135",
					}, -- [125]
					{
						["role"] = "HEALER",
						["name"] = "大黄鳝我们走-燃烧军团",
						["iLvl"] = 479,
						["time"] = 1591275246,
						["class"] = 7,
						["bTag"] = "网瘾中年#51908",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利凤凰丹-狂热之刃",
						["iLvl"] = 474,
						["time"] = 1591275220,
						["class"] = 12,
						["bTag"] = "buff#5796",
					}, -- [127]
					{
						["role"] = "HEALER",
						["name"] = "战龙狂煞-伊利丹",
						["time"] = 1591275246,
						["class"] = 7,
					}, -- [128]
					{
						["role"] = "TANK",
						["name"] = "伊湖宝宝-贫瘠之地",
						["iLvl"] = 478,
						["time"] = 1591275246,
						["class"] = 2,
						["bTag"] = "百发百中丶大乐透#5939",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "花间槲酒-迅捷微风",
						["iLvl"] = 454,
						["time"] = 1591275250,
						["class"] = 4,
						["bTag"] = "flame#52975",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "依然幻风-摩摩尔",
						["iLvl"] = 463,
						["time"] = 1591275250,
						["class"] = 4,
						["bTag"] = "依然幻风#5644",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "美牛郎-安苏",
						["iLvl"] = 469,
						["time"] = 1591275246,
						["class"] = 2,
						["bTag"] = "BT160819#5489",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "涉猎天下-埃德萨拉",
						["iLvl"] = 458,
						["time"] = 1591275250,
						["class"] = 3,
						["bTag"] = "卖萌好多年#5173",
					}, -- [133]
					{
						["role"] = "HEALER",
						["name"] = "禁忌咒纹-血色十字军",
						["iLvl"] = 478,
						["time"] = 1591275220,
						["class"] = 11,
						["bTag"] = "格陵兰的迷雾#5961",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "拉链没拉-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1591275250,
						["class"] = 7,
						["bTag"] = "种子哥#5354",
					}, -- [135]
					{
						["role"] = "TANK",
						["name"] = "萌珑-格瑞姆巴托",
						["iLvl"] = 472,
						["time"] = 1591464697,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "冰淋城夏#5702",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "冷猎袭-迅捷微风",
						["iLvl"] = 470,
						["time"] = 1591464702,
						["class"] = 3,
						["bTag"] = "龍套先生#5632",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "反派死于话多-燃烧军团",
						["iLvl"] = 478,
						["time"] = 1591464786,
						["class"] = 1,
						["bTag"] = "脆脆鲨#51250",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "冰爿-迅捷微风",
						["iLvl"] = 479,
						["time"] = 1591464781,
						["class"] = 4,
						["bTag"] = "zkkillero#5510",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "巅峰灬小野炮-安苏",
						["iLvl"] = 445,
						["time"] = 1591464677,
						["class"] = 8,
						["bTag"] = "陈先生#52160",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "爆了-熵魔",
						["iLvl"] = 358,
						["time"] = 1591464786,
						["class"] = 4,
						["bTag"] = "惊魂之地精#510503",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "張無忌-德拉诺",
						["iLvl"] = 467,
						["time"] = 1591464786,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "幽冥#5148",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "黄唫脆皮熊-格瑞姆巴托",
						["time"] = 1591464786,
						["class"] = 9,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "悲伤叹息-雏龙之翼",
						["time"] = 1591464786,
						["class"] = 8,
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "冲鋒断筋等死-格瑞姆巴托",
						["iLvl"] = 481,
						["time"] = 1591464786,
						["class"] = 1,
						["bTag"] = "TinyTauren#5488",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "彼岸丶-奎尔萨拉斯",
						["iLvl"] = 474,
						["time"] = 1591602896,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "锦鲤#5175",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "陈思羽-埃德萨拉",
						["iLvl"] = 478,
						["time"] = 1591602896,
						["class"] = 12,
						["bTag"] = "SunnyDay#5297",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "章子怡-埃德萨拉",
						["time"] = 1591602896,
						["class"] = 2,
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "血染的恶魔-贫瘠之地",
						["iLvl"] = 480,
						["time"] = 1591602896,
						["class"] = 12,
						["bTag"] = "藏蓝色的刀#5530",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "薇凉徒眸意灬-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1591602896,
						["class"] = 5,
						["bTag"] = "薇凉灬#5572",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "頽癈-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1591602896,
						["class"] = 1,
						["bTag"] = "输入一个名称#53442",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "訾天晴-暗影之月",
						["iLvl"] = 474,
						["time"] = 1591602896,
						["class"] = 4,
						["bTag"] = "戮漫漫#51491",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "痛苦丨无偿灬-影之哀伤",
						["iLvl"] = 482,
						["time"] = 1591602896,
						["class"] = 9,
						["bTag"] = "灬朔冬血飄零灬#5347",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "奈斯兔米特悠-无尽之海",
						["time"] = 1591602896,
						["class"] = 3,
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "李欢是条狗-无尽之海",
						["time"] = 1591602896,
						["class"] = 1,
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "峰之自然-奎尔萨拉斯",
						["iLvl"] = 483,
						["time"] = 1591602896,
						["class"] = 7,
						["bTag"] = "Vampire56#5692",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "噼哩啪拉-萨菲隆",
						["iLvl"] = 475,
						["time"] = 1591602896,
						["class"] = 7,
						["bTag"] = "囍丶糖#5520",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "血色焱淼-迦玛兰",
						["iLvl"] = 479,
						["time"] = 1591602896,
						["class"] = 8,
						["bTag"] = "血色伯爵#5805",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "潇烟丨暮雨-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1591602896,
						["class"] = 12,
						["bTag"] = "旧城安安#5308",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "跌底-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1591602896,
						["class"] = 3,
						["bTag"] = "把拔#5852",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "Electronic-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1591602896,
						["class"] = 4,
						["bTag"] = "Novaisy#5165",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "眼瞎手残乱躲-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1591602896,
						["class"] = 12,
						["bTag"] = "HOOK#5282",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "命未知-海克泰尔",
						["time"] = 1591602896,
						["class"] = 3,
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "旭影-无尽之海",
						["iLvl"] = 480,
						["time"] = 1591602896,
						["class"] = 4,
						["bTag"] = "那夜你很美#5644",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "南音-翡翠梦境",
						["iLvl"] = 480,
						["time"] = 1591602896,
						["class"] = 8,
						["bTag"] = "LhZe1s0s#5829",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "小鹿哥哥-燃烧之刃",
						["iLvl"] = 467,
						["time"] = 1591602896,
						["class"] = 3,
						["bTag"] = "嘛呢嘛呢叭咪哞#5963",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "夜水水-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1591602896,
						["class"] = 4,
						["bTag"] = "水水#5688",
					}, -- [167]
					{
						["role"] = "TANK",
						["name"] = "皮一下很开心-白骨荒野",
						["iLvl"] = 455,
						["time"] = 1591602896,
						["class"] = 12,
						["bTag"] = "油焖四季豆#5764",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "可口可乐乄-死亡之翼",
						["iLvl"] = 441,
						["time"] = 1591602896,
						["class"] = 3,
						["bTag"] = "卖菊花的妹子#5299",
					}, -- [169]
					{
						["role"] = "TANK",
						["name"] = "德鑫影首-迅捷微风",
						["iLvl"] = 480,
						["time"] = 1591602896,
						["class"] = 11,
						["bTag"] = "天人#5646",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "以吾之名-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1591602896,
						["class"] = 1,
						["bTag"] = "只狼#5543",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "来碗豆拾鸡-丽丽（四川）",
						["iLvl"] = 479,
						["time"] = 1591602896,
						["class"] = 3,
						["bTag"] = "沟登斯得特沃瑞尔#5897",
					}, -- [172]
					{
						["role"] = "TANK",
						["name"] = "欧妮酱-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1591602896,
						["class"] = 10,
						["bTag"] = "未闻花名#53377",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "等天黑-狂热之刃",
						["iLvl"] = 480,
						["time"] = 1591602896,
						["class"] = 1,
						["bTag"] = "奥拉肚#5355",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "汤姆克鲁胡-主宰之剑",
						["iLvl"] = 479,
						["time"] = 1591602896,
						["class"] = 3,
						["bTag"] = "暗夜之鸦#522279",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇小樱桃-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1591602896,
						["class"] = 4,
						["bTag"] = "美索不达米亚#5750",
					}, -- [176]
					{
						["role"] = "HEALER",
						["name"] = "Fireleaf-达隆米尔",
						["iLvl"] = 476,
						["time"] = 1591602896,
						["class"] = 2,
						["bTag"] = "变奏的热风#5703",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "咸咸的大脚-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1591602896,
						["class"] = 2,
						["bTag"] = "习惯一个人#5420",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "兔叽护符-菲米丝",
						["iLvl"] = 479,
						["time"] = 1591602896,
						["class"] = 1,
						["bTag"] = "篱笆外的小熊#51817",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "腚沟一道疤-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1591602896,
						["class"] = 10,
						["bTag"] = "烟火#52417",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "开心无敌-血羽",
						["iLvl"] = 478,
						["time"] = 1591602896,
						["class"] = 4,
						["bTag"] = "开心无敌#5211",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "我是个憨批-冰风岗",
						["time"] = 1591602896,
						["class"] = 5,
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "狐人总冠軍-血色十字军",
						["time"] = 1591602896,
						["class"] = 3,
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "幽幽漠漠-希尔瓦娜斯",
						["iLvl"] = 479,
						["time"] = 1591602896,
						["class"] = 2,
						["bTag"] = "平平#5296",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "薇洛妮卡-德拉诺",
						["iLvl"] = 467,
						["time"] = 1591880916,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "艾蒂丝#5498",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "丶晓星星-影之哀伤",
						["iLvl"] = 483,
						["time"] = 1591880916,
						["class"] = 3,
						["bTag"] = "keeley#5596",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂小虎-奈法利安",
						["iLvl"] = 454,
						["time"] = 1591881026,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "幸运之虎#541313",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "我不会加血的-贫瘠之地",
						["iLvl"] = 473,
						["time"] = 1591881030,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "情缘#5344",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "年糕弟弟丶-雷霆之王",
						["iLvl"] = 480,
						["time"] = 1591880916,
						["class"] = 11,
						["bTag"] = "年糕#51415",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1591881030,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼尾巴-死亡之翼",
						["iLvl"] = 448,
						["time"] = 1591881030,
						["class"] = 1,
						["bTag"] = "乄纵情虎丶殇城#5375",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "橙子嗨起来-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1591880916,
						["class"] = 3,
						["bTag"] = "芒果君#51513",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "爱你永不后悔-战歌",
						["iLvl"] = 395,
						["time"] = 1591881030,
						["class"] = 9,
						["bTag"] = "霄哥#5177",
					}, -- [193]
					{
						["role"] = "HEALER",
						["name"] = "疯狂唛克斯-伊利丹",
						["time"] = 1591881030,
						["class"] = 5,
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "璇箻-无尽之海",
						["iLvl"] = 478,
						["time"] = 1591880916,
						["class"] = 2,
						["bTag"] = "这是一个假战网#5613",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "我怎么这么帅-伊利丹",
						["iLvl"] = 443,
						["time"] = 1591881024,
						["class"] = 3,
						["bTag"] = "死神来了#52317",
					}, -- [196]
					{
						["role"] = "TANK",
						["name"] = "真香花生米-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1591881026,
						["class"] = 2,
						["bTag"] = "杯酒渡黄粱#5960",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "快乐小义义-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1591881030,
						["class"] = 2,
						["bTag"] = "圣光让我撸你妹啊#5235",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "青皮皮-冰霜之刃",
						["iLvl"] = 476,
						["time"] = 1591880916,
						["class"] = 2,
						["bTag"] = "晓灬冥#5644",
					}, -- [199]
					{
						["role"] = "TANK",
						["name"] = "不出橙-苏拉玛",
						["iLvl"] = 466,
						["time"] = 1591953614,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "纠纠结#51439",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "Vzer-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1591953612,
						["class"] = 3,
						["bTag"] = "VZER#5173",
					}, -- [201]
					{
						["role"] = "HEALER",
						["name"] = "夜雨听海-伊森利恩",
						["iLvl"] = 482,
						["time"] = 1591953565,
						["class"] = 5,
						["bTag"] = "KID#5197",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "横尸遍野-战歌",
						["time"] = 1591953614,
						["class"] = 6,
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "围攻三机关-血环",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "momokoshaer#5780",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "李化元-世界之树",
						["iLvl"] = 476,
						["time"] = 1592299236,
						["class"] = 3,
						["bTag"] = "迷你之忍#5280638",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "幽魂魅影-燃烧之刃",
						["iLvl"] = 471,
						["time"] = 1592299240,
						["class"] = 9,
						["bTag"] = "DEVIL#58203",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "栗子不加糖-雷斧堡垒",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 4,
						["bTag"] = "扇子#51759",
					}, -- [207]
					{
						["role"] = "HEALER",
						["name"] = "神手-战歌",
						["iLvl"] = 464,
						["time"] = 1592299240,
						["class"] = 5,
						["bTag"] = "野兽#5625",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "有梦才敢想-影之哀伤",
						["iLvl"] = 481,
						["time"] = 1592299240,
						["class"] = 8,
						["bTag"] = "舞月#51666",
					}, -- [209]
					{
						["role"] = "HEALER",
						["name"] = "神威如天-迅捷微风",
						["iLvl"] = 475,
						["time"] = 1592299240,
						["class"] = 2,
						["bTag"] = "StarCK#5545",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "曾晓倩-塞拉摩",
						["iLvl"] = 422,
						["time"] = 1592299240,
						["class"] = 5,
						["bTag"] = "churong9908#5687",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "彩虹泡泡-巫妖之王",
						["iLvl"] = 454,
						["time"] = 1592299240,
						["class"] = 9,
						["bTag"] = "萌萌#53341",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "威廉退尔-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 3,
						["bTag"] = "WilliamTell#5428",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "呆萌的小柒-格瑞姆巴托",
						["time"] = 1592299240,
						["class"] = 1,
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "落英谁细数-死亡之翼",
						["iLvl"] = 415,
						["time"] = 1592299240,
						["class"] = 3,
						["bTag"] = "圣光的复仇#5587",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "酒与风与花-凯恩血蹄",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 6,
						["bTag"] = "风随无双#5610",
					}, -- [216]
					{
						["role"] = "HEALER",
						["name"] = "青灬墨-白银之手",
						["iLvl"] = 451,
						["time"] = 1592299240,
						["class"] = 2,
						["bTag"] = "爱灬青青#5726",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "柏拉齐-奈萨里奥",
						["iLvl"] = 479,
						["time"] = 1592299240,
						["class"] = 3,
						["bTag"] = "迪娜#5183",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "霜狼氏族灬刀-加基森",
						["iLvl"] = 472,
						["time"] = 1592299240,
						["class"] = 12,
						["bTag"] = "总理#51595",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "哨牙魔天使-回音山",
						["time"] = 1592299240,
						["class"] = 2,
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "一片灰烬-达尔坎",
						["iLvl"] = 450,
						["time"] = 1592299240,
						["class"] = 12,
						["bTag"] = "半个灵魂#5532",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦坎达国王-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1592299240,
						["class"] = 12,
						["bTag"] = "苍山有井名空#5243",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "一尾狐狸婧-安苏",
						["iLvl"] = 479,
						["time"] = 1592299240,
						["class"] = 3,
						["bTag"] = "為圣神而戰#5166",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲红手羊羊-克尔苏加德",
						["iLvl"] = 453,
						["time"] = 1592299240,
						["class"] = 4,
						["bTag"] = "欧洲红手肥羊#5644",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "狐克斯-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 4,
						["bTag"] = "飞魔士#5942",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "昆仑千秋雪-回音山",
						["iLvl"] = 477,
						["time"] = 1592299240,
						["class"] = 10,
						["bTag"] = "实虚客#5353",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "轻轻沾湿我梦-安苏",
						["iLvl"] = 483,
						["time"] = 1592299240,
						["class"] = 3,
						["bTag"] = "大黑狗的爸爸丶#5204",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "尐盆友丶-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 1,
						["bTag"] = "Rabbit#52613",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "Thamback-红龙军团",
						["iLvl"] = 482,
						["time"] = 1592299240,
						["class"] = 8,
						["bTag"] = "Saber#5369",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "流水丶无痕-伊森利恩",
						["iLvl"] = 475,
						["time"] = 1592299236,
						["class"] = 3,
						["bTag"] = "BEAR#53882",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "性感劣人丶-伊森利恩",
						["iLvl"] = 459,
						["time"] = 1592299240,
						["class"] = 3,
						["bTag"] = "偌恩丶#5865",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "山城夜猫子-鬼雾峰",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 4,
						["bTag"] = "山城夜猫子#5332",
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "蜜桃芥子-迦拉克隆",
						["iLvl"] = 479,
						["time"] = 1592299240,
						["class"] = 12,
						["bTag"] = "过来亲一口#5752",
					}, -- [233]
					{
						["role"] = "HEALER",
						["name"] = "一奶灬带走-安苏",
						["time"] = 1592299240,
						["class"] = 5,
					}, -- [234]
					{
						["role"] = "TANK",
						["name"] = "剽悍的硬物-狂热之刃",
						["iLvl"] = 480,
						["time"] = 1592299240,
						["class"] = 1,
						["bTag"] = "剽悍的硬物#5506",
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯天奇-无尽之海",
						["iLvl"] = 474,
						["time"] = 1592484406,
						["class"] = 11,
						["bTag"] = "尼古拉斯天奇#5701",
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "繁華的悲伤-克尔苏加德",
						["iLvl"] = 480,
						["time"] = 1592478224,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "爱老婆爱生活#5380",
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "轻玥-克尔苏加德",
						["iLvl"] = 479,
						["time"] = 1592478224,
						["class"] = 3,
						["bTag"] = "果果#5294",
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色的风-血顶",
						["time"] = 1592478267,
						["class"] = 8,
						["leader"] = true,
					}, -- [239]
					{
						["role"] = "TANK",
						["name"] = "Emdaofeng-影之哀伤",
						["iLvl"] = 449,
						["time"] = 1592478267,
						["class"] = 12,
						["bTag"] = "RightHereWaT#5443",
					}, -- [240]
					{
						["role"] = "DAMAGER",
						["name"] = "Acappella-天空之墙",
						["iLvl"] = 434,
						["time"] = 1592478267,
						["class"] = 8,
						["bTag"] = "Seven#52681",
					}, -- [241]
					{
						["role"] = "DAMAGER",
						["name"] = "夜枫冷冷-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1592478267,
						["class"] = 2,
						["bTag"] = "zhanghao7592#5978",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "点球-燃烧之刃",
						["iLvl"] = 450,
						["time"] = 1592478267,
						["class"] = 1,
						["bTag"] = "再次回归#51557",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "枫之祥子-风暴峭壁",
						["iLvl"] = 479,
						["time"] = 1592478224,
						["class"] = 5,
						["bTag"] = "祥子#5681",
					}, -- [244]
					{
						["role"] = "TANK",
						["name"] = "强大而缓慢-刺骨利刃",
						["iLvl"] = 478,
						["time"] = 1592478267,
						["class"] = 6,
						["bTag"] = "布里茨也一样#5383",
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "呱呱使者-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1592478224,
						["class"] = 2,
						["bTag"] = "寒夜#51494",
					}, -- [246]
					{
						["role"] = "TANK",
						["name"] = "叫我一声爸爸-丽丽（四川）",
						["iLvl"] = 469,
						["time"] = 1592478224,
						["class"] = 1,
						["bTag"] = "雨夜男#5200",
					}, -- [247]
					{
						["role"] = "DAMAGER",
						["name"] = "海兔-凤凰之神",
						["iLvl"] = 484,
						["time"] = 1592478267,
						["class"] = 9,
						["bTag"] = "墨是砚的白#51377",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "Azathoth-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1592478224,
						["class"] = 9,
						["bTag"] = "千里长歌#5500",
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "瞄也瞄不准-加基森",
						["iLvl"] = 449,
						["time"] = 1592478267,
						["class"] = 3,
						["bTag"] = "少侠请留步#51377",
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "量子半自旋-克尔苏加德",
						["iLvl"] = 402,
						["time"] = 1592478267,
						["class"] = 10,
						["bTag"] = "FoCUs#5904",
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "Biubiubui-加基森",
						["iLvl"] = 446,
						["time"] = 1592478267,
						["class"] = 8,
						["bTag"] = "狂霸酷炫吊炸天#5934",
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "精灵娜娜-埃克索图斯",
						["iLvl"] = 479,
						["time"] = 1592478267,
						["class"] = 4,
						["bTag"] = "冰封飞灵#5995",
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "荒古射手-影之哀伤",
						["iLvl"] = 471,
						["time"] = 1592478265,
						["class"] = 3,
						["bTag"] = "SueReed#5938",
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "狡猾的联盟狗-菲拉斯",
						["iLvl"] = 467,
						["time"] = 1592478224,
						["class"] = 8,
						["bTag"] = "狡猾的联盟狗#5994",
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "綰秋-格瑞姆巴托",
						["iLvl"] = 458,
						["time"] = 1592478267,
						["class"] = 12,
						["bTag"] = "小小日#5201",
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "雨山-无尽之海",
						["iLvl"] = 478,
						["time"] = 1592478224,
						["class"] = 12,
						["bTag"] = "云吞#5596",
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "临西月-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1592478224,
						["class"] = 8,
						["bTag"] = "LEELIN#5801",
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "一啾啾酱一-血色十字军",
						["iLvl"] = 467,
						["time"] = 1592478267,
						["class"] = 3,
						["bTag"] = "一大宝一#5536",
					}, -- [259]
					{
						["role"] = "TANK",
						["name"] = "魂易-红龙军团",
						["iLvl"] = 482,
						["time"] = 1592478265,
						["class"] = 6,
						["bTag"] = "易魂#5171",
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "我就是哀木踢-奎尔丹纳斯",
						["iLvl"] = 477,
						["time"] = 1592478267,
						["class"] = 1,
						["bTag"] = "忘却的时间#5229",
					}, -- [261]
					{
						["role"] = "HEALER",
						["name"] = "十鬼蛇王馬-狂热之刃",
						["iLvl"] = 479,
						["time"] = 1592478224,
						["class"] = 5,
						["bTag"] = "Oermlylux#5575",
					}, -- [262]
					{
						["role"] = "TANK",
						["name"] = "曾经是圣骑-白骨荒野",
						["iLvl"] = 479,
						["time"] = 1592478265,
						["class"] = 6,
						["bTag"] = "惊魂之地精#517217",
					}, -- [263]
					{
						["role"] = "DAMAGER",
						["name"] = "飓风之影-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1592478265,
						["class"] = 4,
						["bTag"] = "杰森#5123",
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "Axela-黑铁",
						["iLvl"] = 484,
						["time"] = 1592478224,
						["class"] = 8,
						["bTag"] = "你是我的眼#5336",
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "雪夜星瞳-苏塔恩",
						["iLvl"] = 476,
						["time"] = 1592478267,
						["class"] = 8,
						["bTag"] = "暗夜独舞#5168",
					}, -- [266]
					{
						["role"] = "TANK",
						["name"] = "茶几君梦二-冰风岗",
						["iLvl"] = 469,
						["time"] = 1592478267,
						["class"] = 1,
						["bTag"] = "康永符#5828",
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["name"] = "盖伦伦-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1592478267,
						["class"] = 3,
						["bTag"] = "弑杀者悟空#5804",
					}, -- [268]
					{
						["role"] = "DAMAGER",
						["name"] = "偲丶君绾-死亡之翼",
						["time"] = 1592478267,
						["class"] = 2,
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "爱闹的闪闪-海克泰尔",
						["time"] = 1592478267,
						["class"] = 3,
					}, -- [270]
					{
						["role"] = "DAMAGER",
						["name"] = "魔兽木易-提尔之手",
						["iLvl"] = 446,
						["time"] = 1592478267,
						["class"] = 2,
						["bTag"] = "木易英雄#5612",
					}, -- [271]
					{
						["role"] = "DAMAGER",
						["name"] = "希克斯吴-黄金之路",
						["iLvl"] = 478,
						["time"] = 1592478265,
						["class"] = 10,
						["bTag"] = "无敌奥巴牛#5491",
					}, -- [272]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋姐-加基森",
						["iLvl"] = 452,
						["time"] = 1592478267,
						["class"] = 12,
						["bTag"] = "我牛怎么了#5327",
					}, -- [273]
					{
						["role"] = "TANK",
						["name"] = "塰欣莎-诺森德",
						["iLvl"] = 458,
						["time"] = 1592478267,
						["class"] = 2,
						["bTag"] = "伤风感冒#5134",
					}, -- [274]
					{
						["role"] = "DAMAGER",
						["name"] = "继无风-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1592478267,
						["class"] = 9,
						["bTag"] = "继无风#51496",
					}, -- [275]
					{
						["role"] = "DAMAGER",
						["name"] = "帅虎-影之哀伤",
						["iLvl"] = 473,
						["time"] = 1592484410,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "一酷一酷#5406",
					}, -- [276]
					{
						["role"] = "DAMAGER",
						["name"] = "晓温侯-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1592484278,
						["class"] = 1,
						["bTag"] = "刘大大#5146",
					}, -- [277]
					{
						["role"] = "DAMAGER",
						["name"] = "生命之殇-苏塔恩",
						["time"] = 1592484412,
						["class"] = 11,
					}, -- [278]
					{
						["role"] = "DAMAGER",
						["name"] = "束缚之箭-奥尔加隆",
						["iLvl"] = 477,
						["time"] = 1592484412,
						["class"] = 3,
						["bTag"] = "秋风解我衣衫#5784",
					}, -- [279]
					{
						["role"] = "HEALER",
						["name"] = "木又寸苗-熊猫酒仙",
						["time"] = 1592484347,
						["class"] = 11,
					}, -- [280]
					{
						["role"] = "DAMAGER",
						["name"] = "來曰方長-烈焰峰",
						["iLvl"] = 476,
						["time"] = 1592484278,
						["class"] = 3,
						["bTag"] = "DREAK#51354",
					}, -- [281]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂的枫叶-纳克萨玛斯",
						["iLvl"] = 435,
						["time"] = 1592484400,
						["class"] = 9,
						["bTag"] = "十六夜淚#5234",
					}, -- [282]
					{
						["role"] = "DAMAGER",
						["name"] = "无知的人-凤凰之神",
						["time"] = 1592484412,
						["class"] = 12,
					}, -- [283]
					{
						["role"] = "DAMAGER",
						["name"] = "饕餮家族-凤凰之神",
						["time"] = 1592484412,
						["class"] = 12,
					}, -- [284]
					{
						["role"] = "DAMAGER",
						["name"] = "穷小猎-凤凰之神",
						["iLvl"] = 416,
						["time"] = 1592484273,
						["class"] = 3,
						["bTag"] = "xibaobao#5221",
					}, -- [285]
					{
						["role"] = "DAMAGER",
						["name"] = "青青紫衿-布兰卡德",
						["iLvl"] = 480,
						["time"] = 1592484400,
						["class"] = 5,
						["bTag"] = "青青子衿#54588",
					}, -- [286]
					{
						["role"] = "HEALER",
						["name"] = "阳无澄-凤凰之神",
						["iLvl"] = 484,
						["time"] = 1592484412,
						["class"] = 2,
						["bTag"] = "KidYANG#5105",
					}, -- [287]
					{
						["role"] = "DAMAGER",
						["name"] = "迎风一刀斩-风暴之鳞",
						["iLvl"] = 457,
						["time"] = 1592484406,
						["class"] = 1,
						["bTag"] = "要你命叁仟#5762",
					}, -- [288]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪物语-恶魔之翼",
						["iLvl"] = 468,
						["time"] = 1592484408,
						["class"] = 8,
						["bTag"] = "流浪物语#5375",
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "大宝不乖-斩魔者",
						["time"] = 1592484412,
						["class"] = 3,
					}, -- [290]
					{
						["role"] = "DAMAGER",
						["name"] = "凶残滴小呆呆-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1592484404,
						["class"] = 7,
						["bTag"] = "凶残的小呆呆#5265",
					}, -- [291]
					{
						["role"] = "DAMAGER",
						["name"] = "仟舞依-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1592484406,
						["class"] = 12,
						["bTag"] = "麦子#5734",
					}, -- [292]
					{
						["role"] = "DAMAGER",
						["name"] = "祖安钢琴师-燃烧之刃",
						["iLvl"] = 481,
						["time"] = 1592484410,
						["class"] = 12,
						["bTag"] = "黄一鸣#51495",
					}, -- [293]
					{
						["role"] = "DAMAGER",
						["name"] = "Demonnikoo-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1592484410,
						["class"] = 5,
						["bTag"] = "小车车#5195",
					}, -- [294]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁磐螺-萨菲隆",
						["iLvl"] = 435,
						["time"] = 1592484406,
						["class"] = 4,
						["bTag"] = "snowdaydz#5279",
					}, -- [295]
					{
						["role"] = "DAMAGER",
						["name"] = "悲伤离歌-影之哀伤",
						["iLvl"] = 483,
						["time"] = 1592484408,
						["class"] = 1,
						["bTag"] = "悲傷離歌#5468",
					}, -- [296]
					{
						["role"] = "DAMAGER",
						["name"] = "大尸兄孙悟空-阿克蒙德",
						["iLvl"] = 480,
						["time"] = 1592484400,
						["class"] = 3,
						["bTag"] = "大师兄孙悟空#5787",
					}, -- [297]
					{
						["role"] = "DAMAGER",
						["name"] = "Luvjun-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1592484412,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "faker#5351",
					}, -- [298]
					{
						["role"] = "DAMAGER",
						["name"] = "箭箭射不到-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1592484404,
						["class"] = 8,
						["bTag"] = "落叶之后#5150",
					}, -- [299]
					{
						["role"] = "DAMAGER",
						["name"] = "澈月火舞者-日落沼泽",
						["iLvl"] = 480,
						["time"] = 1592484347,
						["class"] = 8,
						["bTag"] = "火舞#5151",
					}, -- [300]
					{
						["role"] = "DAMAGER",
						["name"] = "马小翠-洛丹伦",
						["iLvl"] = 455,
						["time"] = 1592484404,
						["class"] = 12,
						["bTag"] = "阿卡卡#51822",
					}, -- [301]
					{
						["role"] = "DAMAGER",
						["name"] = "卟知道是谁-贫瘠之地",
						["iLvl"] = 479,
						["time"] = 1592484410,
						["class"] = 11,
						["bTag"] = "真的是真的#5552",
					}, -- [302]
					{
						["role"] = "DAMAGER",
						["name"] = "达库莱伊-巴纳扎尔",
						["iLvl"] = 477,
						["time"] = 1592484412,
						["class"] = 12,
						["bTag"] = "咖喱土豆#5828",
					}, -- [303]
					{
						["role"] = "DAMAGER",
						["name"] = "Artemis-黑铁",
						["iLvl"] = 430,
						["time"] = 1592484412,
						["class"] = 3,
						["bTag"] = "RickCastle#5517",
					}, -- [304]
					{
						["role"] = "DAMAGER",
						["name"] = "陈也-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1592484400,
						["class"] = 12,
						["bTag"] = "北方大叔#51616",
					}, -- [305]
					{
						["role"] = "DAMAGER",
						["name"] = "艾尔狐狸-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1592484404,
						["class"] = 6,
						["bTag"] = "艾尔胡利#51673",
					}, -- [306]
					{
						["role"] = "DAMAGER",
						["name"] = "Destinyy-塞拉摩",
						["iLvl"] = 445,
						["time"] = 1592484412,
						["class"] = 10,
						["bTag"] = "echo#56248",
					}, -- [307]
					{
						["role"] = "DAMAGER",
						["name"] = "跳跳牛牛-罗宁",
						["time"] = 1592484412,
						["class"] = 1,
					}, -- [308]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "夭夭桃花凉-阿尔萨斯",
						["iLvl"] = 477,
						["time"] = 1590213801,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "完美莮朲#5179",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "进击的肉丸子-格瑞姆巴托",
						["time"] = 1590214106,
						["class"] = 6,
						["leader"] = true,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "圆润风行者-阿纳克洛斯",
						["iLvl"] = 478,
						["time"] = 1590214106,
						["class"] = 3,
						["bTag"] = "小楼#5179",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "塔佐露丹-摩摩尔",
						["time"] = 1590214106,
						["class"] = 8,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "清水之翼-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1590214106,
						["class"] = 2,
						["bTag"] = "清水#5543",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Apollyon-冰霜之刃",
						["time"] = 1590215552,
						["class"] = 9,
						["leader"] = true,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝山酱-罗宁",
						["iLvl"] = 479,
						["time"] = 1590215243,
						["class"] = 8,
						["bTag"] = "卷卷#51177",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "特斯拉小电驴-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1590215243,
						["class"] = 7,
						["bTag"] = "莉娅波罗#51119",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "心在流浪-冰霜之刃",
						["time"] = 1590215740,
						["class"] = 3,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "伊梦幽幽-鬼雾峰",
						["iLvl"] = 479,
						["time"] = 1590681027,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "伊梦幽幽#5177",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Kalðel-海克泰尔",
						["iLvl"] = 473,
						["time"] = 1590681066,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "messie#5810",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "吃我一箭丶-萨菲隆",
						["iLvl"] = 463,
						["time"] = 1590681066,
						["class"] = 3,
						["bTag"] = "刘三岁丶#5191",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "丶気卜丶-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1590681066,
						["class"] = 2,
						["bTag"] = "気丶卟#5897",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "黯影神話-格瑞姆巴托",
						["iLvl"] = 476,
						["time"] = 1590681066,
						["class"] = 12,
						["bTag"] = "神話丨傳說#5549",
					}, -- [14]
					{
						["role"] = "NONE",
						["name"] = "增长天-索瑞森",
						["iLvl"] = 357,
						["time"] = 1590935298,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "啊修罗王#5258",
					}, -- [15]
					{
						["role"] = "NONE",
						["name"] = "Ensemble-伊森利恩",
						["iLvl"] = 428,
						["time"] = 1590935298,
						["class"] = 8,
						["bTag"] = "Magicyier#5567",
					}, -- [16]
					{
						["role"] = "NONE",
						["name"] = "洛丹伦的游侠-拉格纳罗斯",
						["iLvl"] = 424,
						["time"] = 1590935298,
						["class"] = 6,
						["bTag"] = "洛丹伦的孤影#5778",
					}, -- [17]
					{
						["role"] = "NONE",
						["name"] = "飞脚炮子-贫瘠之地",
						["iLvl"] = 408,
						["time"] = 1590935298,
						["class"] = 10,
						["bTag"] = "牛硬汉#5834",
					}, -- [18]
					{
						["role"] = "NONE",
						["name"] = "大山猛-阿克蒙德",
						["iLvl"] = 391,
						["time"] = 1590935298,
						["class"] = 1,
						["bTag"] = "兔子蕾#51508",
					}, -- [19]
					{
						["role"] = "NONE",
						["name"] = "病毒-奥蕾莉亚",
						["iLvl"] = 418,
						["time"] = 1590935298,
						["class"] = 2,
						["bTag"] = "木择#5390",
					}, -- [20]
					{
						["role"] = "NONE",
						["name"] = "噩鬼战-燃烧平原",
						["iLvl"] = 459,
						["time"] = 1590935298,
						["class"] = 1,
						["bTag"] = "致命之猫#5110453",
					}, -- [21]
					{
						["role"] = "NONE",
						["name"] = "伊哈繆尔-屠魔山谷",
						["iLvl"] = 442,
						["time"] = 1590935298,
						["class"] = 11,
						["bTag"] = "凯尔#5243",
					}, -- [22]
					{
						["role"] = "NONE",
						["name"] = "龙舌兰之梦-鬼雾峰",
						["iLvl"] = 399,
						["time"] = 1590935298,
						["class"] = 11,
						["bTag"] = "Barrrry#5757",
					}, -- [23]
					{
						["role"] = "NONE",
						["name"] = "Mskinky-亡语者",
						["iLvl"] = 443,
						["time"] = 1590935298,
						["class"] = 8,
						["bTag"] = "萨碧发牌员#5657",
					}, -- [24]
					{
						["role"] = "NONE",
						["name"] = "萨满之怒-安苏",
						["iLvl"] = 370,
						["time"] = 1590935298,
						["class"] = 7,
						["bTag"] = "镜子#5966",
					}, -- [25]
					{
						["role"] = "NONE",
						["name"] = "洗白的种族-血吼",
						["iLvl"] = 477,
						["time"] = 1590935298,
						["class"] = 12,
						["bTag"] = "隐蔽之巨魔#56961",
					}, -- [26]
					{
						["role"] = "NONE",
						["name"] = "马格罗史-达尔坎",
						["iLvl"] = 458,
						["time"] = 1590935298,
						["class"] = 3,
						["bTag"] = "蛮力之枭#518247",
					}, -- [27]
					{
						["role"] = "NONE",
						["name"] = "风起潇湘-伊利丹",
						["time"] = 1590935298,
						["class"] = 11,
					}, -- [28]
					{
						["role"] = "NONE",
						["name"] = "菲之忆-血环",
						["iLvl"] = 426,
						["time"] = 1590935298,
						["class"] = 12,
						["bTag"] = "常海洋#5499",
					}, -- [29]
					{
						["role"] = "NONE",
						["name"] = "天怒之刃-冰风岗",
						["iLvl"] = 420,
						["time"] = 1590935298,
						["class"] = 6,
						["bTag"] = "阿莫#5153",
					}, -- [30]
					{
						["role"] = "NONE",
						["name"] = "魏晋南北朝-厄祖玛特",
						["iLvl"] = 450,
						["time"] = 1590935298,
						["class"] = 10,
						["bTag"] = "魏晋南北朝#5786",
					}, -- [31]
					{
						["role"] = "NONE",
						["name"] = "钥陨-回音山",
						["iLvl"] = 473,
						["time"] = 1590935298,
						["class"] = 4,
						["bTag"] = "LazyTitan#54404",
					}, -- [32]
					{
						["role"] = "NONE",
						["name"] = "醉輕舞-黑铁",
						["iLvl"] = 475,
						["time"] = 1590935298,
						["class"] = 7,
						["bTag"] = "暗影之舞#51580",
					}, -- [33]
					{
						["role"] = "NONE",
						["name"] = "罪域的骨丶-格瑞姆巴托",
						["iLvl"] = 453,
						["time"] = 1590935298,
						["class"] = 8,
						["bTag"] = "走过花开#5336",
					}, -- [34]
					{
						["role"] = "NONE",
						["name"] = "蓝宝石-燃烧之刃",
						["iLvl"] = 467,
						["time"] = 1590935298,
						["class"] = 12,
						["bTag"] = "无情老人#5505",
					}, -- [35]
					{
						["role"] = "NONE",
						["name"] = "邪恶花栗鼠-伊森利恩",
						["iLvl"] = 482,
						["time"] = 1590935298,
						["class"] = 3,
						["bTag"] = "弑君浪子#5874",
					}, -- [36]
					{
						["role"] = "NONE",
						["name"] = "怕上火-霜狼",
						["iLvl"] = 465,
						["time"] = 1590935298,
						["class"] = 2,
						["bTag"] = "李超#52168",
					}, -- [37]
					{
						["role"] = "NONE",
						["name"] = "果果丨没有糖-血色十字军",
						["iLvl"] = 479,
						["time"] = 1590935298,
						["class"] = 5,
						["bTag"] = "果果没有糖#5973",
					}, -- [38]
					{
						["role"] = "NONE",
						["name"] = "冰原大镖客-元素之力",
						["iLvl"] = 480,
						["time"] = 1590935298,
						["class"] = 3,
						["bTag"] = "水牛哥#5781",
					}, -- [39]
					{
						["role"] = "NONE",
						["name"] = "光明天堂-古拉巴什",
						["iLvl"] = 473,
						["time"] = 1590935298,
						["class"] = 1,
						["bTag"] = "光明天堂#5303",
					}, -- [40]
					{
						["role"] = "NONE",
						["name"] = "魔兽散打-斯克提斯",
						["iLvl"] = 452,
						["time"] = 1590935298,
						["class"] = 10,
						["bTag"] = "沉默之剑#5313637",
					}, -- [41]
					{
						["role"] = "NONE",
						["name"] = "凌寒獨自開-安苏",
						["iLvl"] = 423,
						["time"] = 1590935298,
						["class"] = 8,
						["bTag"] = "孤独的风#5451",
					}, -- [42]
					{
						["role"] = "NONE",
						["name"] = "幽谷寒尸-熔火之心",
						["iLvl"] = 457,
						["time"] = 1590935298,
						["class"] = 9,
						["bTag"] = "我不爱喷人#5869",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "南京路吴孟达-鬼雾峰",
						["iLvl"] = 480,
						["time"] = 1591175415,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "庙街十三太保#5370",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "你要睡觉了嘛-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1591175415,
						["class"] = 4,
						["bTag"] = "晚安#53286",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "汐魃-死亡之翼",
						["iLvl"] = 457,
						["time"] = 1591175329,
						["class"] = 4,
						["bTag"] = "兮魃1894#5854",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "鸽子饭-玛洛加尔",
						["iLvl"] = 477,
						["time"] = 1591175415,
						["class"] = 12,
						["bTag"] = "时菜酱#5696",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "哲别之箭-布莱恩",
						["iLvl"] = 477,
						["time"] = 1591175415,
						["class"] = 3,
						["bTag"] = "dudukim#5990",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "Marein-回音山",
						["iLvl"] = 475,
						["time"] = 1591175415,
						["class"] = 12,
						["bTag"] = "怼完我继续浪#5718",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "胖蚯蚓-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1591175329,
						["class"] = 11,
						["bTag"] = "墨纶#5241",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "酋长护卫-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1591175415,
						["class"] = 1,
						["bTag"] = "五哥#51744",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "大拳头咚咚-安苏",
						["iLvl"] = 478,
						["time"] = 1591175415,
						["class"] = 12,
						["bTag"] = "坏脾气先生#5986",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "锺嗳壹笙-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1591175217,
						["class"] = 6,
						["bTag"] = "我对面的都是辣鸡#5183",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "丶風雲-加基森",
						["iLvl"] = 457,
						["time"] = 1591273238,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "Dukeforever#5491",
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "阎罗小花-阿拉希",
						["time"] = 1591273400,
						["class"] = 2,
						["leader"] = true,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "吹散的风-格瑞姆巴托",
						["iLvl"] = 449,
						["time"] = 1591273349,
						["class"] = 6,
						["bTag"] = "吹散的风#5124",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "蝶之恋花-熔火之心",
						["iLvl"] = 480,
						["time"] = 1591273351,
						["class"] = 2,
						["bTag"] = "默默追寻#5500",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "三文鱼-天空之墙",
						["iLvl"] = 478,
						["time"] = 1591273729,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "三文鱼#51518",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "小小柯基丶-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1591273551,
						["class"] = 3,
						["bTag"] = "Wizard#52650",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "科恩特朗-熔火之心",
						["iLvl"] = 481,
						["time"] = 1591273729,
						["class"] = 3,
						["bTag"] = "科恩特朗#5945",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "拦截冲锋-摩摩尔",
						["iLvl"] = 478,
						["time"] = 1591273666,
						["class"] = 1,
						["bTag"] = "星之卡比#5597",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "肥肉大包子-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1591273982,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "基特哈灵顿#5245",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "部落我最兽-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1591273982,
						["class"] = 6,
						["bTag"] = "Ran#5103",
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "Stetig-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591273982,
						["class"] = 11,
						["bTag"] = "孤鸿影#51164",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "营养抉线-符文图腾",
						["iLvl"] = 480,
						["time"] = 1592479442,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "店小二#51445",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "幺妹喜欢你-希尔瓦娜斯",
						["iLvl"] = 471,
						["time"] = 1592479299,
						["class"] = 3,
						["bTag"] = "huangyu1988#5489",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "萨娜织亡者-血色十字军",
						["iLvl"] = 475,
						["time"] = 1592479027,
						["class"] = 9,
						["bTag"] = "心中猛虎#5929",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "我本痴心-达尔坎",
						["iLvl"] = 473,
						["time"] = 1592480227,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "山来水往#5641",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "陌上丶离歌-埃德萨拉",
						["iLvl"] = 482,
						["time"] = 1592480048,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "点烟灬燃寂寞#5144",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "我是疯子-燃烧军团",
						["iLvl"] = 478,
						["time"] = 1592479858,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "没褶子的包子#5465",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "三玥-加尔",
						["iLvl"] = 482,
						["time"] = 1592480038,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "超级拉风#5238",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "轻盈-达斯雷玛",
						["iLvl"] = 472,
						["time"] = 1592480227,
						["class"] = 1,
						["bTag"] = "轻盈#5447",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "阳光下的罪恶-血色十字军",
						["iLvl"] = 483,
						["time"] = 1592480503,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "腿毛乱飞#5932",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "进撃的未来-尘风峡谷",
						["time"] = 1592480503,
						["class"] = 3,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "Supertramp-风暴之眼",
						["time"] = 1592480503,
						["class"] = 4,
					}, -- [75]
					{
						["role"] = "HEALER",
						["name"] = "不死墓尸-伊利丹",
						["iLvl"] = 477,
						["time"] = 1592480503,
						["class"] = 5,
						["bTag"] = "圣丢丢#5508",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "夕也-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1592483657,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "Micney#5518",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "夕阳稀瑕-格瑞姆巴托",
						["iLvl"] = 464,
						["time"] = 1592483657,
						["class"] = 6,
						["bTag"] = "紫色火焰#5334",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "赵盼盼-丽丽（四川）",
						["time"] = 1592483640,
						["class"] = 3,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "偷盗者卡卡西-达纳斯",
						["iLvl"] = 478,
						["time"] = 1592483657,
						["class"] = 4,
						["bTag"] = "绅士熊吉#5260",
					}, -- [80]
					{
						["role"] = "TANK",
						["name"] = "再见-达尔坎",
						["iLvl"] = 479,
						["time"] = 1592484116,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "KHL#51190",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "一枪打俩-凤凰之神",
						["iLvl"] = 476,
						["time"] = 1592484116,
						["class"] = 3,
						["bTag"] = "神光之名#5677",
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "圣光源泉-阿比迪斯",
						["time"] = 1592484116,
						["class"] = 2,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "小潘同学-亚雷戈斯",
						["iLvl"] = 456,
						["time"] = 1592484116,
						["class"] = 2,
						["bTag"] = "时尚可乐#5478",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "龙龙很聋丶-燃烧之刃",
						["iLvl"] = 484,
						["time"] = 1592485680,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "陈小胖#51940",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "魔界之主-萨尔",
						["iLvl"] = 470,
						["time"] = 1592485680,
						["class"] = 3,
						["bTag"] = "六合#5597",
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "瞬羽蛋蛋-熔火之心",
						["iLvl"] = 474,
						["time"] = 1592485680,
						["class"] = 12,
						["bTag"] = "东京稍微热#5665",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "小枫灬-世界之树",
						["iLvl"] = 478,
						["time"] = 1592486050,
						["class"] = 3,
						["bTag"] = "其徐如林#51508",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "酷莎水仙-古加尔",
						["iLvl"] = 480,
						["time"] = 1592485641,
						["class"] = 2,
						["bTag"] = "酷莎水仙#5691",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "足情柔柔-燃烧之刃",
						["iLvl"] = 469,
						["time"] = 1592485664,
						["class"] = 8,
						["bTag"] = "等着你的亲#5638",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "神罚丨吹雪-安苏",
						["iLvl"] = 468,
						["time"] = 1592486050,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Vampire#52258",
					}, -- [91]
					{
						["role"] = "TANK",
						["name"] = "花刺-凤凰之神",
						["time"] = 1592485641,
						["class"] = 2,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "不是我不懂-影之哀伤",
						["iLvl"] = 459,
						["time"] = 1592485680,
						["class"] = 12,
						["bTag"] = "BT160711#52598",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "异灵猎手-安东尼达斯",
						["time"] = 1592485680,
						["class"] = 12,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "辰子彦-狂热之刃",
						["time"] = 1592486067,
						["class"] = 11,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "轻唱过去式-克尔苏加德",
						["iLvl"] = 466,
						["time"] = 1592486067,
						["class"] = 8,
						["bTag"] = "冰霜之脚#55998",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "蛇之麁正-加尔",
						["time"] = 1592486067,
						["class"] = 1,
					}, -- [97]
					{
						["role"] = "TANK",
						["name"] = "Inshen-加尔",
						["iLvl"] = 481,
						["time"] = 1592486067,
						["class"] = 6,
						["bTag"] = "邹思远#5661",
					}, -- [98]
				},
				["2-146-534-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "焱之翼乄銰凘-凤凰之神",
						["iLvl"] = 469,
						["time"] = 1592413907,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "公子来也#5638",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "Yangent-冰川之拳",
						["time"] = 1592413907,
						["class"] = 2,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "丶哆咪丶-艾莫莉丝",
						["iLvl"] = 478,
						["time"] = 1592413907,
						["class"] = 2,
						["bTag"] = "寒絮#5819",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "绿帽子哪买的-燃烧之刃",
						["iLvl"] = 481,
						["time"] = 1592413907,
						["class"] = 12,
						["bTag"] = "你心中的爸爸#5663",
					}, -- [4]
				},
			},
			["lastSearchCode"] = "2-0-0-0",
		},
	},
}
