
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["瞎撸法尔 - 雷霆之王"] = "Default",
		["巨击黑牛 - 雷霆之王"] = "Default",
		["瞎不掩瑜 - 雷霆之王"] = "Default",
		["鞋不遮脚 - 雷霆之王"] = "Default",
	},
	["global"] = {
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["text"] = "5173",
				["pain"] = true,
			}, -- [2]
			{
				["text"] = "lfg:",
				["pain"] = true,
			}, -- [3]
			{
				["text"] = "tao.*bao",
			}, -- [4]
			{
				["text"] = "平台",
				["pain"] = true,
			}, -- [5]
			{
				["text"] = "支.*付.*宝",
			}, -- [6]
			{
				["text"] = "淘.*宝",
			}, -- [7]
			{
				["text"] = "门票",
				["pain"] = true,
			}, -- [8]
			["default"] = true,
		},
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石插件积分兑换维护^Scontent^S集合石插件积分兑换功能正在维护中，目前暂时无法正常使用，大家还是可以正常登录战网进行兑换，给大家造成的不便还请谅解。^t^^",
				["new"] = true,
			},
			["FilterData"] = {
				["data"] = "^1^S![Vv][Xx]^S下单^S![Vv][Ii][Pp]^S付款^S某宝^S站桩^S代打^S陪练^S低价^S便宜^S超低^S老板^S门票^S包车^S![Ww][ⅩXx]^S另接^S全躺^S咨询^S陪打^S看戏^S差价^S可拼^S来壕^S实惠^S价格^S贵宾^S陪聊^S支付^SV信^S单点^S带小号^S无压斤^S有偿^S带你飞^S可淘^S自己捡装^S来各种躺^S卧铺^S根%h*糖^S拼%h*包^S代唰^S代做^S安全效率^S臣卜^S拼车^S可指定^S装备送^^",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#1^S2006;1500,,每周限量;23713;16943#2007;850,,每周限量;72134;38919^S消耗品#3^S1002;150;46779^S玩具#2^S7001;750,,每周限量;54212;31756#3006;1500,,每月限量;79769#3007;450,,每月限量;69227^t^^",
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S278`魔兽主播活动`觉醒地下城`6月13日（周六）晚8点，快和斗鱼TV人气主播：菓苒（房间号：3475426）一同面对恩佐斯的爪牙*J由于恩佐斯的再次降临，赞达拉与库尔提拉斯的地下城中出现了全新的敌人，平时他们会隐藏在神秘的方尖碑中，当你进入其中的时候，就将直面他们，勇士们，赶快跟上斗鱼TV主播一起，歼灭恩佐斯的爪牙吧`http://w.163.com/special/convene-stone/`2`3$$",
			},
		},
		["version"] = "80300.01",
	},
}
