
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["鞋不遮脚 - 雷霆之王"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石插件积分兑换维护^Scontent^S集合石插件积分兑换功能正在维护中，目前暂时无法正常使用，大家还是可以正常登录战网进行兑换，给大家造成的不便还请谅解。^t^^",
				["new"] = true,
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S272`魔兽主播活动`血神的复苏`5月2日（周六）晚8点，快和斗鱼TV美女主播：田心U（房间号：11810）探究巨魔古城的文明*J祖尔格拉布，这座巨魔古城，古拉巴什居民实施暴行的舞台，用来打击那些侵略他们领地的人们。勇士们，面对一个个强大的祭祀，你准备好了吗？赶快随着斗鱼TV主播的脚步，为了全新的挑战而战。`http://w.163.com/special/convene-stone/`1`3$S273`魔兽主播活动`*`尼奥罗萨团队的荣耀（联盟）`5月9日（周六）晚8点，快和斗鱼TV美女主播：天才少女奶茶茶（房间号：5026320）一同完成尼奥罗萨的全线成就*J沉睡之城已经觉醒，为了摧毁恩佐斯的计划，将腐蚀者一劳永逸的根除，赶快跟随斗鱼TV主播一起，将泰坦熔炉的力量对准恩佐斯，与这名上古之神进行最终的对决`http://w.163.com/special/convene-stone/`3`3$$",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#1^S2006;1500,,每周限量;23713;16943#2007;850,,每周限量;72134;38919^S消耗品#3^S1002;150;46779^S玩具#2^S7001;750,,每周限量;54212;31756#3006;1500,,每月限量;79769#3007;450,,每月限量;69227^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S![Vv][Xx]^S下单^S![Vv][Ii][Pp]^S付款^S某宝^S站桩^S代打^S陪练^S低价^S便宜^S超低^S老板^S门票^S包车^S![Ww][ⅩXx]^S另接^S全躺^S咨询^S陪打^S看戏^S差价^S可拼^S来壕^S实惠^S价格^S贵宾^S陪聊^S支付^SV信^S单点^S带小号^S无压斤^S有偿^S带你飞^S可淘^S自己捡装^S来各种躺^S卧铺^S根%h*糖^S拼%h*包^S代唰^S代做^S安全效率^S臣卜^S拼车^S可指定^S装备送^^",
				["new"] = true,
			},
		},
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [2]
			{
				["pain"] = true,
				["text"] = "lfg:",
			}, -- [3]
			{
				["text"] = "tao.*bao",
			}, -- [4]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [5]
			{
				["text"] = "支.*付.*宝",
			}, -- [6]
			{
				["text"] = "淘.*宝",
			}, -- [7]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [8]
			["default"] = true,
		},
		["version"] = "80300.01",
	},
}
