
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = false,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["抓钩"] = {
			53, -- [1]
			"spell", -- [2]
		},
		["致盲"] = {
			63, -- [1]
			"spell", -- [2]
		},
		["凿击"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["加密的黑市电台"] = {
			168222, -- [1]
			"item", -- [2]
		},
		["坚定决心"] = {
			169223, -- [1]
			"item", -- [2]
		},
		["伏击"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["不稳定的时空转移器"] = {
			158379, -- [1]
			"item", -- [2]
		},
		["金色光泽"] = {
			159617, -- [1]
			"item", -- [2]
		},
		["猩红之瓶"] = {
			61, -- [1]
			"spell", -- [2]
		},
		["斩击"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["制造物品"] = {
			96623, -- [1]
			"item", -- [2]
		},
		["魔古皇帝之路"] = {
			38, -- [1]
			"spell", -- [2]
		},
		["消失"] = {
			57, -- [1]
			"spell", -- [2]
		},
		["影袭"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["法罗迪斯宫廷徽章"] = {
			146943, -- [1]
			"item", -- [2]
		},
		["潜行"] = {
			59, -- [1]
			"spell", -- [2]
		},
		["强效湍流合剂"] = {
			168651, -- [1]
			"item", -- [2]
		},
		["基维斯"] = {
			49040, -- [1]
			"item", -- [2]
		},
		["还击"] = {
			65, -- [1]
			"spell", -- [2]
		},
		["堕夜精灵徽章"] = {
			150930, -- [1]
			"item", -- [2]
		},
		["疾跑"] = {
			61, -- [1]
			"spell", -- [2]
		},
		["总体规划"] = {
			139428, -- [1]
			"item", -- [2]
		},
		["脚踢"] = {
			62, -- [1]
			"spell", -- [2]
		},
		["达拉然炉石"] = {
			140192, -- [1]
			"item", -- [2]
		},
		["进食饮水"] = {
			168310, -- [1]
			"item", -- [2]
		},
		["正中眉心"] = {
			57, -- [1]
			"spell", -- [2]
		},
		["命运骨骰"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["战痕强化"] = {
			174906, -- [1]
			"item", -- [2]
		},
		["嫁祸诀窍"] = {
			47, -- [1]
			"spell", -- [2]
		},
		["手枪射击"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["理智恢复宝珠"] = {
			32, -- [1]
			"spell", -- [2]
		},
		["剑刃乱舞"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["冲动"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["提神妙饮"] = {
			174349, -- [1]
			"item", -- [2]
		},
		["佯攻"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["暗影斗篷"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["深渊治疗药水"] = {
			169451, -- [1]
			"item", -- [2]
		},
		["仇敌之血"] = {
			1, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["time"] = 1.2,
		["font"] = "Fonts\\ARKai_T.ttf",
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["config"] = false,
		["size"] = 30,
	},
	["isLocked"] = false,
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
