
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = false,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["清醒"] = {
			120150, -- [1]
			"item", -- [2]
		},
		["暗影斗篷"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["发明！"] = {
			164740, -- [1]
			"item", -- [2]
		},
		["复活战斗宠物"] = {
			3, -- [1]
			"spell", -- [2]
		},
		["影袭"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["正中眉心"] = {
			56, -- [1]
			"spell", -- [2]
		},
		["还击"] = {
			64, -- [1]
			"spell", -- [2]
		},
		["飞行管理员的哨子"] = {
			141605, -- [1]
			"item", -- [2]
		},
		["抓钩"] = {
			52, -- [1]
			"spell", -- [2]
		},
		["猩红之瓶"] = {
			60, -- [1]
			"spell", -- [2]
		},
		["正在打开"] = {
			152923, -- [1]
			"item", -- [2]
		},
		["加速"] = {
			2459, -- [1]
			"item", -- [2]
		},
		["高岭部族徽章"] = {
			146944, -- [1]
			"item", -- [2]
		},
		["疾跑"] = {
			61, -- [1]
			"spell", -- [2]
		},
		["制造靴子"] = {
			153136, -- [1]
			"item", -- [2]
		},
		["脚踢"] = {
			62, -- [1]
			"spell", -- [2]
		},
		["烈性酒精"] = {
			136562, -- [1]
			"item", -- [2]
		},
		["达拉然炉石"] = {
			140192, -- [1]
			"item", -- [2]
		},
		["战痕强化"] = {
			174906, -- [1]
			"item", -- [2]
		},
		["命运骨骰"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["宠物点心"] = {
			35223, -- [1]
			"item", -- [2]
		},
		["斩击"] = {
			54, -- [1]
			"spell", -- [2]
		},
		["翼手龙滑翔"] = {
			9, -- [1]
			"spell", -- [2]
		},
		["堕夜精灵徽章"] = {
			150930, -- [1]
			"item", -- [2]
		},
		["剑刃乱舞"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["冲动"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["仇敌之血"] = {
			1, -- [1]
			"spell", -- [2]
		},
		["阿古斯防卫军徽章"] = {
			152960, -- [1]
			"item", -- [2]
		},
		["消失"] = {
			57, -- [1]
			"spell", -- [2]
		},
		["圣光军团徽章"] = {
			152957, -- [1]
			"item", -- [2]
		},
		["手枪射击"] = {
			50, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["style"] = 1,
		["config"] = false,
		["time"] = 1.2,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 30,
	},
	["isLocked"] = false,
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
