
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = false,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["角斗士勋章"] = {
			11, -- [1]
			"spell", -- [2]
		},
		["暗影斗篷"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["毁伤"] = {
			52, -- [1]
			"spell", -- [2]
		},
		["致盲"] = {
			63, -- [1]
			"spell", -- [2]
		},
		["手枪射击"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["减速药膏"] = {
			71, -- [1]
			"spell", -- [2]
		},
		["毒伤"] = {
			53, -- [1]
			"spell", -- [2]
		},
		["坚定决心"] = {
			169223, -- [1]
			"item", -- [2]
		},
		["偷袭"] = {
			41, -- [1]
			"spell", -- [2]
		},
		["伏击"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["金色光泽"] = {
			159617, -- [1]
			"item", -- [2]
		},
		["总体规划"] = {
			139428, -- [1]
			"item", -- [2]
		},
		["斩击"] = {
			54, -- [1]
			"spell", -- [2]
		},
		["致命药膏"] = {
			75, -- [1]
			"spell", -- [2]
		},
		["闪避"] = {
			65, -- [1]
			"spell", -- [2]
		},
		["刀扇"] = {
			42, -- [1]
			"spell", -- [2]
		},
		["消失"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["织梦者徽章"] = {
			150926, -- [1]
			"item", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
		["影袭"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["潜行"] = {
			58, -- [1]
			"spell", -- [2]
		},
		["锁喉"] = {
			64, -- [1]
			"spell", -- [2]
		},
		["淬毒之刃"] = {
			56, -- [1]
			"spell", -- [2]
		},
		["还击"] = {
			65, -- [1]
			"spell", -- [2]
		},
		["高岭部族徽章"] = {
			146944, -- [1]
			"item", -- [2]
		},
		["疾跑"] = {
			60, -- [1]
			"spell", -- [2]
		},
		["割裂"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["达拉然炉石"] = {
			140192, -- [1]
			"item", -- [2]
		},
		["剧毒之刃"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["命运骨骰"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["肾击"] = {
			61, -- [1]
			"spell", -- [2]
		},
		["暗影步"] = {
			51, -- [1]
			"spell", -- [2]
		},
		["抓钩"] = {
			52, -- [1]
			"spell", -- [2]
		},
		["瓦拉加尔徽章"] = {
			146941, -- [1]
			"item", -- [2]
		},
		["剑刃乱舞"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["冲动"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["宿敌"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["正中眉心"] = {
			56, -- [1]
			"spell", -- [2]
		},
		["烟雾弹"] = {
			60, -- [1]
			"spell", -- [2]
		},
		["收割火焰"] = {
			5, -- [1]
			"spell", -- [2]
		},
		["猩红之瓶"] = {
			59, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["time"] = 1.2,
		["font"] = "Fonts\\ARKai_T.ttf",
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["config"] = false,
		["size"] = 30,
	},
	["isLocked"] = false,
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
