
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = false,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["r"] = 1,
		["g"] = 0.1,
		["s"] = 1.2,
		["b"] = 0.1,
	},
	["spellCache"] = {
		["抓钩"] = {
			52, -- [1]
			"spell", -- [2]
		},
		["守望者徽章"] = {
			150929, -- [1]
			"item", -- [2]
		},
		["致盲"] = {
			64, -- [1]
			"spell", -- [2]
		},
		["正中眉心"] = {
			56, -- [1]
			"spell", -- [2]
		},
		["坚定决心"] = {
			169223, -- [1]
			"item", -- [2]
		},
		["正在打开"] = {
			143559, -- [1]
			"item", -- [2]
		},
		["理智恢复宝珠"] = {
			32, -- [1]
			"spell", -- [2]
		},
		["猩红之瓶"] = {
			61, -- [1]
			"spell", -- [2]
		},
		["斩击"] = {
			54, -- [1]
			"spell", -- [2]
		},
		["雷皮之槌"] = {
			164978, -- [1]
			"item", -- [2]
		},
		["净化冲击"] = {
			2, -- [1]
			"spell", -- [2]
		},
		["消失"] = {
			57, -- [1]
			"spell", -- [2]
		},
		["织梦者徽章"] = {
			146942, -- [1]
			"item", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
		["影袭"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["亡灵战斗训练石"] = {
			116423, -- [1]
			"item", -- [2]
		},
		["飞行管理员的哨子"] = {
			141605, -- [1]
			"item", -- [2]
		},
		["还击"] = {
			65, -- [1]
			"spell", -- [2]
		},
		["疾跑"] = {
			62, -- [1]
			"spell", -- [2]
		},
		["制造护腕"] = {
			147212, -- [1]
			"item", -- [2]
		},
		["脚踢"] = {
			63, -- [1]
			"spell", -- [2]
		},
		["达拉然炉石"] = {
			140192, -- [1]
			"item", -- [2]
		},
		["命运骨骰"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["战痕强化"] = {
			174906, -- [1]
			"item", -- [2]
		},
		["凿击"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["暗影斗篷"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["圣光军团徽章"] = {
			152957, -- [1]
			"item", -- [2]
		},
		["剑刃乱舞"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["冲动"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["手枪射击"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["翼手龙滑翔"] = {
			9, -- [1]
			"spell", -- [2]
		},
		["仇敌之血"] = {
			1, -- [1]
			"spell", -- [2]
		},
		["提神妙饮"] = {
			174351, -- [1]
			"item", -- [2]
		},
		["深渊治疗药水"] = {
			169451, -- [1]
			"item", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["r"] = 1,
		["g"] = 0.8,
		["s"] = 0.9,
		["b"] = 0,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["config"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["time"] = 1.2,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["style"] = 1,
		["size"] = 30,
	},
	["isLocked"] = false,
	["mins"] = {
		["r"] = 0.8,
		["g"] = 0.6,
		["s"] = 0.7,
		["b"] = 0,
	},
	["hrs"] = {
		["r"] = 0.6,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0,
	},
	["days"] = {
		["r"] = 0.4,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0.4,
	},
	["bar"] = false,
}
