
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = false,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["r"] = 1,
		["g"] = 0.1,
		["s"] = 1.2,
		["b"] = 0.1,
	},
	["spellCache"] = {
		["修理"] = {
			174758, -- [1]
			"item", -- [2]
		},
		["抓钩"] = {
			52, -- [1]
			"spell", -- [2]
		},
		["复活战斗宠物"] = {
			3, -- [1]
			"spell", -- [2]
		},
		["暗影视觉"] = {
			173810, -- [1]
			"item", -- [2]
		},
		["正中眉心"] = {
			56, -- [1]
			"spell", -- [2]
		},
		["加密的黑市电台"] = {
			168222, -- [1]
			"item", -- [2]
		},
		["坚定决心"] = {
			169223, -- [1]
			"item", -- [2]
		},
		["燃炎弹药"] = {
			158203, -- [1]
			"item", -- [2]
		},
		["疾跑"] = {
			62, -- [1]
			"spell", -- [2]
		},
		["脚踢"] = {
			63, -- [1]
			"spell", -- [2]
		},
		["手枪射击"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["打开"] = {
			169872, -- [1]
			"item", -- [2]
		},
		["仇敌之血"] = {
			1, -- [1]
			"spell", -- [2]
		},
		["命运骨骰"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["斩击"] = {
			54, -- [1]
			"spell", -- [2]
		},
		["影袭"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["闷棍"] = {
			66, -- [1]
			"spell", -- [2]
		},
		["潜行"] = {
			59, -- [1]
			"spell", -- [2]
		},
		["剑刃乱舞"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["冲动"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["魔古皇帝之路"] = {
			38, -- [1]
			"spell", -- [2]
		},
		["战痕强化"] = {
			174906, -- [1]
			"item", -- [2]
		},
		["消失"] = {
			57, -- [1]
			"spell", -- [2]
		},
		["暗影斗篷"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["r"] = 1,
		["g"] = 0.8,
		["s"] = 0.9,
		["b"] = 0,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["font"] = "Fonts\\ARKai_T.ttf",
		["config"] = false,
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["time"] = 1.2,
		["size"] = 30,
	},
	["isLocked"] = false,
	["mins"] = {
		["r"] = 0.8,
		["g"] = 0.6,
		["s"] = 0.7,
		["b"] = 0,
	},
	["hrs"] = {
		["r"] = 0.6,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0,
	},
	["days"] = {
		["r"] = 0.4,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0.4,
	},
	["bar"] = false,
}
