
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = false,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["毒刃"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["影袭"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["打开"] = {
			169872, -- [1]
			"item", -- [2]
		},
		["致盲"] = {
			58, -- [1]
			"spell", -- [2]
		},
		["手枪射击"] = {
			72, -- [1]
			"spell", -- [2]
		},
		["统御之力"] = {
			178495, -- [1]
			"item", -- [2]
		},
		["切割"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["刀锋冲刺"] = {
			69, -- [1]
			"spell", -- [2]
		},
		["疾跑"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["闪避"] = {
			60, -- [1]
			"spell", -- [2]
		},
		["脚踢"] = {
			57, -- [1]
			"spell", -- [2]
		},
		["正中眉心"] = {
			75, -- [1]
			"spell", -- [2]
		},
		["剑刃乱舞"] = {
			70, -- [1]
			"spell", -- [2]
		},
		["命运骨骰"] = {
			71, -- [1]
			"spell", -- [2]
		},
		["猩红之瓶"] = {
			54, -- [1]
			"spell", -- [2]
		},
		["斩击"] = {
			74, -- [1]
			"spell", -- [2]
		},
		["速效药膏"] = {
			66, -- [1]
			"spell", -- [2]
		},
		["闷棍"] = {
			61, -- [1]
			"spell", -- [2]
		},
		["暗影斗篷"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["艾泽拉斯之心精华"] = {
			32, -- [1]
			"spell", -- [2]
		},
		["冲动"] = {
			67, -- [1]
			"spell", -- [2]
		},
		["抓钩"] = {
			73, -- [1]
			"spell", -- [2]
		},
		["凿击"] = {
			68, -- [1]
			"spell", -- [2]
		},
		["消失"] = {
			51, -- [1]
			"spell", -- [2]
		},
		["伏击"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["潜行"] = {
			53, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["time"] = 1.2,
		["font"] = "Fonts\\ARKai_T.ttf",
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["config"] = false,
		["size"] = 30,
	},
	["isLocked"] = false,
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
