
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = false,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["抓钩"] = {
			53, -- [1]
			"spell", -- [2]
		},
		["正中眉心"] = {
			57, -- [1]
			"spell", -- [2]
		},
		["手枪射击"] = {
			51, -- [1]
			"spell", -- [2]
		},
		["坚定决心"] = {
			169223, -- [1]
			"item", -- [2]
		},
		["基维斯"] = {
			49040, -- [1]
			"item", -- [2]
		},
		["还击"] = {
			65, -- [1]
			"spell", -- [2]
		},
		["制造物品"] = {
			78855, -- [1]
			"item", -- [2]
		},
		["疾跑"] = {
			62, -- [1]
			"spell", -- [2]
		},
		["最后的世界血脉地图"] = {
			170149, -- [1]
			"item", -- [2]
		},
		["脚踢"] = {
			63, -- [1]
			"spell", -- [2]
		},
		["凿击"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["进食饮水"] = {
			168310, -- [1]
			"item", -- [2]
		},
		["暗影斗篷"] = {
			56, -- [1]
			"spell", -- [2]
		},
		["猩红之瓶"] = {
			61, -- [1]
			"spell", -- [2]
		},
		["斩击"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["战痕强化"] = {
			174906, -- [1]
			"item", -- [2]
		},
		["藏宝图"] = {
			166999, -- [1]
			"item", -- [2]
		},
		["学习"] = {
			163808, -- [1]
			"item", -- [2]
		},
		["剑刃乱舞"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["冲动"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["仇敌之血"] = {
			1, -- [1]
			"spell", -- [2]
		},
		["影袭"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["消失"] = {
			58, -- [1]
			"spell", -- [2]
		},
		["命运骨骰"] = {
			47, -- [1]
			"spell", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["time"] = 1.2,
		["font"] = "Fonts\\ARKai_T.ttf",
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["config"] = false,
		["size"] = 30,
	},
	["isLocked"] = false,
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
