
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = false,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["角斗士勋章"] = {
			11, -- [1]
			"spell", -- [2]
		},
		["影袭"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["致盲"] = {
			64, -- [1]
			"spell", -- [2]
		},
		["复活战斗宠物"] = {
			3, -- [1]
			"spell", -- [2]
		},
		["潜行"] = {
			59, -- [1]
			"spell", -- [2]
		},
		["手枪射击"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["正中眉心"] = {
			56, -- [1]
			"spell", -- [2]
		},
		["深渊治疗药水"] = {
			169451, -- [1]
			"item", -- [2]
		},
		["暗影斗篷"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["坚定决心"] = {
			169223, -- [1]
			"item", -- [2]
		},
		["猩红之瓶"] = {
			61, -- [1]
			"spell", -- [2]
		},
		["还击"] = {
			65, -- [1]
			"spell", -- [2]
		},
		["占卜石"] = {
			167077, -- [1]
			"item", -- [2]
		},
		["疾跑"] = {
			62, -- [1]
			"spell", -- [2]
		},
		["维迪卡尔矩阵水晶"] = {
			8, -- [1]
			"spell", -- [2]
		},
		["脚踢"] = {
			63, -- [1]
			"spell", -- [2]
		},
		["潜伏帷幕"] = {
			58, -- [1]
			"spell", -- [2]
		},
		["扰乱"] = {
			51, -- [1]
			"spell", -- [2]
		},
		["翼手龙滑翔"] = {
			9, -- [1]
			"spell", -- [2]
		},
		["命运骨骰"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["斩击"] = {
			54, -- [1]
			"spell", -- [2]
		},
		["抓钩"] = {
			52, -- [1]
			"spell", -- [2]
		},
		["闷棍"] = {
			66, -- [1]
			"spell", -- [2]
		},
		["学习"] = {
			169571, -- [1]
			"item", -- [2]
		},
		["剑刃乱舞"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["仇敌之血"] = {
			1, -- [1]
			"spell", -- [2]
		},
		["凿击"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["招募精锐骑兵部队"] = {
			175052, -- [1]
			"item", -- [2]
		},
		["消失"] = {
			57, -- [1]
			"spell", -- [2]
		},
		["发明！"] = {
			164740, -- [1]
			"item", -- [2]
		},
		["冲动"] = {
			43, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["style"] = 1,
		["config"] = false,
		["time"] = 1.2,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 30,
	},
	["isLocked"] = false,
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
