
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["洛克达姆 - 雷霆之王"] = "洛克达姆 - 雷霆之王",
	},
	["profiles"] = {
		["洛克达姆 - 雷霆之王"] = {
			["appShine"] = "80300.01",
			["createHistoryList"] = {
				"2-257-683-0", -- [1]
				"2-137-502-0", -- [2]
				"2-141-514-0", -- [3]
				"2-145-530-0", -- [4]
				"2-142-518-0", -- [5]
				"2-143-522-0", -- [6]
				"2-146-534-0", -- [7]
				"2-256-679-0", -- [8]
				"2-140-510-0", -- [9]
				"2-138-507-0", -- [10]
				"2-139-504-0", -- [11]
				"2-143-521-0", -- [12]
				"2-139-645-0", -- [13]
				"111-249-662-0", -- [14]
				"6-0-17-0", -- [15]
				"2-138-644-0", -- [16]
			},
			["minimap"] = {
				["hide"] = false,
			},
			["searchHistoryList"] = {
				"9-0-19-0", -- [1]
				"6-0-0-0", -- [2]
				"2-0-0-0", -- [3]
				"3-0-0-0", -- [4]
				"111-0-0-0", -- [5]
				"4-0-0-0", -- [6]
				"1-0-0-0", -- [7]
			},
			["version"] = "80300.01",
			["settings"] = {
				["panel"] = false,
			},
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "NONE",
						["name"] = "再加点孜然-回音山",
						["iLvl"] = 475,
						["time"] = 1590909763,
						["class"] = 9,
						["bTag"] = "zheng#5819",
					}, -- [1]
					{
						["role"] = "NONE",
						["name"] = "檸懵怑酢-霜之哀伤",
						["iLvl"] = 429,
						["time"] = 1590909763,
						["class"] = 8,
						["bTag"] = "低调丶坏坏#5256",
					}, -- [2]
					{
						["role"] = "NONE",
						["name"] = "大叔的传说-格瑞姆巴托",
						["iLvl"] = 465,
						["time"] = 1590909763,
						["class"] = 2,
						["bTag"] = "华丽之兽人#5700",
					}, -- [3]
					{
						["role"] = "NONE",
						["name"] = "螃蟹王-鹰巢山",
						["iLvl"] = 470,
						["time"] = 1590909763,
						["class"] = 3,
						["bTag"] = "机械之咒#5231113",
					}, -- [4]
					{
						["role"] = "NONE",
						["name"] = "氵彡灬骑士-符文图腾",
						["iLvl"] = 467,
						["time"] = 1590909763,
						["class"] = 6,
						["bTag"] = "张中科#5516",
					}, -- [5]
					{
						["role"] = "NONE",
						["name"] = "Zipbug-亡语者",
						["time"] = 1590909763,
						["class"] = 6,
					}, -- [6]
					{
						["role"] = "NONE",
						["name"] = "Rezvani-狂热之刃",
						["iLvl"] = 480,
						["time"] = 1590909763,
						["class"] = 8,
						["bTag"] = "自然萌#51498",
					}, -- [7]
					{
						["role"] = "NONE",
						["name"] = "天神丶爱养狗-奥特兰克",
						["iLvl"] = 467,
						["time"] = 1590909763,
						["class"] = 3,
						["bTag"] = "消防电梯#5519",
					}, -- [8]
					{
						["role"] = "NONE",
						["name"] = "听说这个萌-冰霜之刃",
						["iLvl"] = 479,
						["time"] = 1590909763,
						["class"] = 1,
						["bTag"] = "Vampire#5926",
					}, -- [9]
					{
						["role"] = "NONE",
						["name"] = "泪划左脸-火羽山",
						["iLvl"] = 471,
						["time"] = 1590909763,
						["class"] = 12,
						["bTag"] = "小小#513148",
					}, -- [10]
					{
						["role"] = "NONE",
						["name"] = "鹹丶魚-贫瘠之地",
						["iLvl"] = 467,
						["time"] = 1590909763,
						["class"] = 7,
						["bTag"] = "Heavenpg989#5989",
					}, -- [11]
					{
						["role"] = "NONE",
						["name"] = "影子無痕-血色十字军",
						["iLvl"] = 479,
						["time"] = 1590909763,
						["class"] = 8,
						["bTag"] = "五竹叔#5334",
					}, -- [12]
					{
						["role"] = "NONE",
						["name"] = "敌无法-布兰卡德",
						["time"] = 1590909763,
						["class"] = 12,
					}, -- [13]
					{
						["role"] = "NONE",
						["name"] = "沉没中爆发-元素之力",
						["iLvl"] = 468,
						["time"] = 1590909763,
						["class"] = 9,
						["bTag"] = "茫然之潜行者#5242626",
					}, -- [14]
					{
						["role"] = "NONE",
						["name"] = "陈小孞-伊森利恩",
						["iLvl"] = 473,
						["time"] = 1590909763,
						["class"] = 8,
						["bTag"] = "骚骚至宝#5910",
					}, -- [15]
					{
						["role"] = "NONE",
						["name"] = "幸运欣-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590909763,
						["class"] = 12,
						["bTag"] = "安康幸运老李#5294",
					}, -- [16]
					{
						["role"] = "NONE",
						["name"] = "Kanong-安苏",
						["iLvl"] = 462,
						["time"] = 1590909763,
						["class"] = 8,
						["bTag"] = "为了部落#5239991",
					}, -- [17]
					{
						["role"] = "NONE",
						["name"] = "卡卡不喝酒-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1590909763,
						["class"] = 11,
						["bTag"] = "Perido#5434",
					}, -- [18]
					{
						["role"] = "NONE",
						["name"] = "昨夜雨今时下-安苏",
						["iLvl"] = 477,
						["time"] = 1590909763,
						["class"] = 9,
						["bTag"] = "昨夜雨今日下#5420",
					}, -- [19]
					{
						["role"] = "NONE",
						["name"] = "我愿效忠军团-血色十字军",
						["iLvl"] = 479,
						["time"] = 1590909763,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "开心的胖柚子#5901",
					}, -- [20]
					{
						["role"] = "NONE",
						["name"] = "庚子肆月-燃烧之刃",
						["iLvl"] = 473,
						["time"] = 1590909763,
						["class"] = 11,
						["bTag"] = "葱姜蒜#5775",
					}, -- [21]
					{
						["role"] = "NONE",
						["name"] = "部落的男子汉-达尔坎",
						["iLvl"] = 472,
						["time"] = 1590909763,
						["class"] = 4,
						["bTag"] = "Raki#5648",
					}, -- [22]
					{
						["role"] = "NONE",
						["name"] = "猫小月巴-冰风岗",
						["time"] = 1590909763,
						["class"] = 3,
					}, -- [23]
					{
						["role"] = "NONE",
						["name"] = "小鎄-芬里斯",
						["time"] = 1590909763,
						["class"] = 3,
					}, -- [24]
					{
						["role"] = "NONE",
						["name"] = "维密瑞-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1590909763,
						["class"] = 8,
						["bTag"] = "维密天使#5895",
					}, -- [25]
					{
						["role"] = "NONE",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 474,
						["time"] = 1590909763,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [26]
					{
						["role"] = "NONE",
						["name"] = "炭治郎-迦拉克隆",
						["iLvl"] = 476,
						["time"] = 1590909763,
						["class"] = 8,
						["bTag"] = "是谁在召唤我#5765",
					}, -- [27]
					{
						["role"] = "NONE",
						["name"] = "星辰殤-罗宁",
						["iLvl"] = 467,
						["time"] = 1590909763,
						["class"] = 2,
						["bTag"] = "星辰殤#5252",
					}, -- [28]
					{
						["role"] = "NONE",
						["name"] = "情獣-迦拉克隆",
						["time"] = 1590909763,
						["class"] = 1,
					}, -- [29]
				},
				["2-257-683-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1592231893,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "咸者芝士-安其拉",
						["iLvl"] = 478,
						["time"] = 1591348046,
						["class"] = 3,
						["bTag"] = "大脸盆子#5359",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "無名-冰霜之刃",
						["iLvl"] = 479,
						["time"] = 1591348261,
						["class"] = 8,
						["bTag"] = "肥宅快乐人#5518",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "跟风法-无尽之海",
						["iLvl"] = 474,
						["time"] = 1591366935,
						["class"] = 8,
						["bTag"] = "Misery#5955",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "丶猫蝮蛇-燃烧之刃",
						["iLvl"] = 475,
						["time"] = 1591367768,
						["class"] = 2,
						["bTag"] = "愤怒的小老哥丶#5584",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Sepamberlr-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1591367768,
						["class"] = 3,
						["bTag"] = "Heldig#5600",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "風浅灬夜-冰风岗",
						["iLvl"] = 473,
						["time"] = 1591367768,
						["class"] = 2,
						["bTag"] = "卢垚坤#5618",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "展志天华-奥尔加隆",
						["iLvl"] = 478,
						["time"] = 1591371620,
						["class"] = 8,
						["bTag"] = "唯独青春不长留#5182",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "艾弥狸娅-血色十字军",
						["iLvl"] = 477,
						["time"] = 1591371620,
						["class"] = 7,
						["bTag"] = "五月丶#5250",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "柳灵魅-伊森利恩",
						["iLvl"] = 473,
						["time"] = 1591371620,
						["class"] = 12,
						["bTag"] = "柳灵#51803",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "玛丶格汉-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1592231893,
						["class"] = 1,
						["bTag"] = "秋名山车神#51433",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "搞巧-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1592231893,
						["class"] = 8,
						["bTag"] = "MiO#52651",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "紫丨天-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1592231893,
						["class"] = 10,
						["bTag"] = "飞飞大人#5635",
					}, -- [13]
				},
				["2-256-679-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 473,
						["time"] = 1590764172,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 472,
						["time"] = 1590764172,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "周一懵智-贫瘠之地",
						["iLvl"] = 470,
						["time"] = 1590764172,
						["class"] = 12,
						["bTag"] = "雨幽拂晓#5710",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "尘埃丶烟火-黑铁",
						["iLvl"] = 468,
						["time"] = 1590764172,
						["class"] = 5,
						["bTag"] = "君莫笑#51857",
					}, -- [4]
				},
				["2-141-514-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1592400985,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 470,
						["time"] = 1590575147,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "你的香蕉-凯恩血蹄",
						["iLvl"] = 473,
						["time"] = 1590574091,
						["class"] = 12,
						["bTag"] = "不二#5855",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "潇洒-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1590575147,
						["class"] = 10,
						["bTag"] = "shaGuar#51123",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "风起时月现-无尽之海",
						["iLvl"] = 473,
						["time"] = 1590574508,
						["class"] = 12,
						["bTag"] = "思念随风#5193",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Atme-阿尔萨斯",
						["iLvl"] = 464,
						["time"] = 1590575147,
						["class"] = 3,
						["bTag"] = "楪灬祈#51617",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "Puter-影之哀伤",
						["iLvl"] = 476,
						["time"] = 1590575147,
						["class"] = 11,
						["bTag"] = "代号零零七#5514",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇的雪糕-无尽之海",
						["iLvl"] = 474,
						["time"] = 1590912265,
						["class"] = 1,
						["bTag"] = "怒徳#5622",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "不就像风一样-伊森利恩",
						["iLvl"] = 482,
						["time"] = 1590912265,
						["class"] = 11,
						["bTag"] = "康帅傅#51141",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "刹那间的结果-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590912265,
						["class"] = 2,
						["bTag"] = "提莫队长正在送命#5751",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙眼看世界-影之哀伤",
						["iLvl"] = 477,
						["time"] = 1592400985,
						["class"] = 12,
						["bTag"] = "昱升#5407",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "柚子的极意-影之哀伤",
						["iLvl"] = 482,
						["time"] = 1592400985,
						["class"] = 2,
						["bTag"] = "柚子的极意#5977",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "晓戦丶宇-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1592400985,
						["class"] = 1,
						["bTag"] = "尘埃眠于光年#5495",
					}, -- [13]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "好几个环节-无尽之海",
						["time"] = 1590197846,
						["class"] = 3,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "一花一木-布兰卡德",
						["time"] = 1590197846,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "气人包-燃烧之刃",
						["time"] = 1590197846,
						["class"] = 8,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "大海无量-梅尔加尼",
						["time"] = 1590197846,
						["class"] = 1,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Fuhuayj-冰风岗",
						["time"] = 1590197846,
						["class"] = 1,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "狂暴乄战-燃烧之刃",
						["time"] = 1590197846,
						["class"] = 1,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Listinoise-伊利丹",
						["time"] = 1590197846,
						["class"] = 12,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "拉机-无尽之海",
						["time"] = 1590197846,
						["class"] = 8,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "南通袁霸天-死亡之翼",
						["time"] = 1590197846,
						["class"] = 1,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "银月幻光-暗影迷宫",
						["time"] = 1590218296,
						["class"] = 3,
						["leader"] = true,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "朱弦断明镜缺-影之哀伤",
						["time"] = 1590218296,
						["class"] = 9,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "丨零亲不认-格瑞姆巴托",
						["time"] = 1590218296,
						["class"] = 6,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "人小锤大-凤凰之神",
						["time"] = 1590218296,
						["class"] = 7,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "异国短毛猫-死亡之翼",
						["time"] = 1590218296,
						["class"] = 8,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "戏灬儿-冰风岗",
						["time"] = 1590218296,
						["class"] = 2,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Jascinbomer-藏宝海湾",
						["time"] = 1590218296,
						["class"] = 8,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "火红之羽-安苏",
						["time"] = 1590218296,
						["class"] = 3,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "潘南奎-主宰之剑",
						["time"] = 1590218296,
						["class"] = 6,
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "Senri-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1590234012,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "Akilo#51223",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂達芬奇-雷霆之王",
						["iLvl"] = 471,
						["time"] = 1590225661,
						["class"] = 3,
						["bTag"] = "青春舞曲#5886",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "牵着小猪漫步-冬拥湖",
						["time"] = 1590228182,
						["class"] = 8,
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "再用脸滚键盘-红龙女王",
						["iLvl"] = 474,
						["time"] = 1590225661,
						["class"] = 2,
						["bTag"] = "缥缈孤鸿影#51446",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "血月苍华-火焰之树",
						["iLvl"] = 478,
						["time"] = 1590225661,
						["class"] = 8,
						["bTag"] = "greysoy#5721",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "凛冬晨风-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1590221397,
						["class"] = 3,
						["bTag"] = "晨曦的向往#5136",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "无影小黑手-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590225395,
						["class"] = 1,
						["bTag"] = "王晓伟#51464",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "小鸡无命-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1590234012,
						["class"] = 11,
						["bTag"] = "小小小鸡#51856",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "有命-血环",
						["iLvl"] = 474,
						["time"] = 1590225661,
						["class"] = 6,
						["bTag"] = "九只猫#51962",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "修奇-无尽之海",
						["iLvl"] = 478,
						["time"] = 1590234012,
						["class"] = 3,
						["bTag"] = "kyo#5309",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "无影冲击-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1590225661,
						["class"] = 12,
						["bTag"] = "王晓伟#51464",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "我不是-血色十字军",
						["iLvl"] = 477,
						["time"] = 1590234012,
						["class"] = 3,
						["bTag"] = "毛线线#5477",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Alxenx-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1590231564,
						["class"] = 2,
						["bTag"] = "超级赛亚人之神#51921",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "雪缤纷-血色十字军",
						["iLvl"] = 477,
						["time"] = 1590228069,
						["class"] = 3,
						["bTag"] = "冰淇淋上帝#5882",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "复仇狂人-燃烧之刃",
						["time"] = 1590228102,
						["class"] = 2,
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "偷心大妈-无尽之海",
						["iLvl"] = 470,
						["time"] = 1590234012,
						["class"] = 2,
						["bTag"] = "鲸落静见#5857",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "花非人陌-血色十字军",
						["iLvl"] = 472,
						["time"] = 1590234012,
						["class"] = 8,
						["bTag"] = "百世流芳#5330",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "树鸟熊-血牙魔王",
						["iLvl"] = 476,
						["time"] = 1590228100,
						["class"] = 11,
						["bTag"] = "萌德树鸟熊#5470",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "我蓝猫-无尽之海",
						["iLvl"] = 482,
						["time"] = 1590234012,
						["class"] = 1,
						["bTag"] = "熊猫慕容复#5485",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "沉默的心-毁灭之锤",
						["time"] = 1590227789,
						["class"] = 1,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "苍穹丶万象-达尔坎",
						["iLvl"] = 481,
						["time"] = 1590228201,
						["class"] = 1,
						["bTag"] = "Karpc#5260",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "芳仙-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1590227845,
						["class"] = 12,
						["bTag"] = "沉默风暴#5479",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "杯邀月-死亡之翼",
						["time"] = 1590231360,
						["class"] = 8,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "龙神在天-雷霆之王",
						["iLvl"] = 475,
						["time"] = 1590231455,
						["class"] = 8,
						["bTag"] = "huazai6672#5586",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "小开心灬-迅捷微风",
						["iLvl"] = 472,
						["time"] = 1590234012,
						["class"] = 3,
						["bTag"] = "小开心#51310",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "我就不乐意了-伊森利恩",
						["iLvl"] = 475,
						["time"] = 1590234012,
						["class"] = 6,
						["bTag"] = "香狗#5240",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "大芬七-白银之手",
						["time"] = 1591164102,
						["class"] = 3,
						["leader"] = true,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "斩魂法-影之哀伤",
						["time"] = 1591164102,
						["class"] = 8,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "陈岩岩-安苏",
						["iLvl"] = 477,
						["time"] = 1591164102,
						["class"] = 2,
						["bTag"] = "天涯孤独#5623",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "小旋风冲锋-血色十字军",
						["time"] = 1591163897,
						["class"] = 1,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "淦灬淦-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1591164102,
						["class"] = 12,
						["bTag"] = "糖果大大#51520",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "謎翼-死亡之翼",
						["iLvl"] = 484,
						["time"] = 1591164102,
						["class"] = 6,
						["bTag"] = "令狐逸#5448",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "余味-血色十字军",
						["iLvl"] = 456,
						["time"] = 1591164102,
						["class"] = 12,
						["bTag"] = "萌新丶小鶸#5906",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "Kananishino-死亡之翼",
						["time"] = 1591164102,
						["class"] = 8,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "月色好朦胧-范克里夫",
						["time"] = 1591164102,
						["class"] = 12,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "依然怀旧去-安苏",
						["time"] = 1591753137,
						["class"] = 11,
						["leader"] = true,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "法爷等等我-死亡之翼",
						["time"] = 1591753137,
						["class"] = 8,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "封街混混-伊森利恩",
						["time"] = 1591753137,
						["class"] = 3,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "狡诈的阿昆达-黑铁",
						["time"] = 1591753137,
						["class"] = 8,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜幻想曲-燃烧军团",
						["time"] = 1591753137,
						["class"] = 2,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "丿你好勇士-格瑞姆巴托",
						["time"] = 1591753137,
						["class"] = 1,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "Tinger-血色十字军",
						["time"] = 1591753137,
						["class"] = 8,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "切菊专家-丹莫德",
						["time"] = 1591753137,
						["class"] = 12,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "無术-凤凰之神",
						["iLvl"] = 467,
						["time"] = 1591756452,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "雪中悍刀行#5541",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "哈提是二狗-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1591756445,
						["class"] = 3,
						["bTag"] = "冯何#5627",
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "无比厉害的牛-安苏",
						["iLvl"] = 476,
						["time"] = 1591755421,
						["class"] = 5,
						["bTag"] = "风狗圣王#5880",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "布尔凯索大王-燃烧之刃",
						["iLvl"] = 470,
						["time"] = 1591756462,
						["class"] = 1,
						["bTag"] = "旅店老板的女婿#51781",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "摘丶星-贫瘠之地",
						["iLvl"] = 477,
						["time"] = 1591754638,
						["class"] = 12,
						["bTag"] = "思君年#5195",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "我怕夏洛误会-凤凰之神",
						["iLvl"] = 476,
						["time"] = 1591755421,
						["class"] = 8,
						["bTag"] = "LuckyPants#57976",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "最钟意奶茶-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1591756462,
						["class"] = 8,
						["bTag"] = "JyMai#5383",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "黑牛肉-死亡之翼",
						["iLvl"] = 468,
						["time"] = 1591755110,
						["class"] = 2,
						["bTag"] = "Melancholia#51480",
					}, -- [69]
					{
						["role"] = "HEALER",
						["name"] = "全团的饲养员-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1591755421,
						["class"] = 2,
						["bTag"] = "M0006#5694",
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "妈妈说我强-狂热之刃",
						["iLvl"] = 473,
						["time"] = 1591755421,
						["class"] = 12,
						["bTag"] = "亚亚图雷#51398",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "沐橙灬-贫瘠之地",
						["iLvl"] = 481,
						["time"] = 1591755421,
						["class"] = 10,
						["bTag"] = "托尼托尼丶乔巴#51558",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "天线插槽-霜之哀伤",
						["time"] = 1591756572,
						["class"] = 3,
						["leader"] = true,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "利威尔阿克曼-迅捷微风",
						["time"] = 1591756572,
						["class"] = 3,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "十月的星空-凤凰之神",
						["time"] = 1591756572,
						["class"] = 8,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "聖炎焚城郭-死亡之翼",
						["time"] = 1591756572,
						["class"] = 2,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "点一盏琉璃灯-血色十字军",
						["time"] = 1591756572,
						["class"] = 1,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "枫叶恋-罗宁",
						["time"] = 1591756572,
						["class"] = 8,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "飞学洛花-燃烧之刃",
						["time"] = 1591756572,
						["class"] = 6,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "强效炎爆-伊森利恩",
						["time"] = 1591756572,
						["class"] = 8,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "何处觅良人-迅捷微风",
						["time"] = 1591756572,
						["class"] = 12,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "小笨牛丶魔-丽丽（四川）",
						["iLvl"] = 465,
						["time"] = 1591759493,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "么么卡卡#5530",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "丶阿飛-迅捷微风",
						["iLvl"] = 480,
						["time"] = 1591759493,
						["class"] = 6,
						["bTag"] = "丶無情#51339",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "偷心牛魔-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1591758188,
						["class"] = 1,
						["bTag"] = "艾尔之子#511242",
					}, -- [84]
					{
						["role"] = "HEALER",
						["name"] = "奶不住了-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1591756903,
						["class"] = 2,
						["bTag"] = "Neilyo#52298",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "闲云丶野鹤-丽丽（四川）",
						["iLvl"] = 479,
						["time"] = 1591757110,
						["class"] = 3,
						["bTag"] = "Killer#57549",
					}, -- [86]
					{
						["role"] = "HEALER",
						["name"] = "Onlytoohate-阿尔萨斯",
						["time"] = 1591756839,
						["class"] = 2,
					}, -- [87]
					{
						["role"] = "HEALER",
						["name"] = "格诺登-血吼",
						["iLvl"] = 474,
						["time"] = 1591759493,
						["class"] = 10,
						["bTag"] = "笑里看你妹#5956",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "Firehappy-破碎岭",
						["iLvl"] = 478,
						["time"] = 1591759493,
						["class"] = 9,
						["bTag"] = "自由向往#5189",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼妹儿-黑暗虚空",
						["iLvl"] = 479,
						["time"] = 1591756890,
						["class"] = 8,
						["bTag"] = "鬼妹儿#51743",
					}, -- [90]
					{
						["role"] = "HEALER",
						["name"] = "高锰酸钾甜豆-血色十字军",
						["iLvl"] = 479,
						["time"] = 1591759493,
						["class"] = 2,
						["bTag"] = "扒拉咚#5376",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "海龟点火发射-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1591758807,
						["class"] = 8,
						["bTag"] = "天才小汇#51877",
					}, -- [92]
					{
						["role"] = "HEALER",
						["name"] = "希开头的圣骑-加基森",
						["iLvl"] = 479,
						["time"] = 1591759493,
						["class"] = 2,
						["bTag"] = "Rutocl#5666",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "克里斯塔皮爷-瑟莱德丝",
						["iLvl"] = 480,
						["time"] = 1591759493,
						["class"] = 3,
						["bTag"] = "贝琪扒皮#5496",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "水瓶座丨晓气-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1591758807,
						["class"] = 1,
						["bTag"] = "晓气爷#5528",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "傲灬笑-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1591759493,
						["class"] = 8,
						["bTag"] = "SIKTIS#5430",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "Aastropheilz-冰风岗",
						["iLvl"] = 479,
						["time"] = 1591759493,
						["class"] = 1,
						["bTag"] = "谁说的清楚#5243",
					}, -- [97]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "咕熊猫树-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590038946,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "巨丸号#5154",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Cocidus-凤凰之神",
						["iLvl"] = 447,
						["time"] = 1590038996,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Dragoon#5132",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Overmasrs-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1590039000,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "天堂在左#5473",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "哒丶嘟-阿纳克洛斯",
						["iLvl"] = 482,
						["time"] = 1590038998,
						["class"] = 7,
						["bTag"] = "画船丶听雨眠#5830",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "宝儿华-无尽之海",
						["iLvl"] = 479,
						["time"] = 1590038996,
						["class"] = 3,
						["bTag"] = "FanaticGenJi#5426",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "特亨胡因-亚雷戈斯",
						["iLvl"] = 438,
						["time"] = 1590039000,
						["class"] = 11,
						["bTag"] = "四季之风#51939",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Kylop-无尽之海",
						["iLvl"] = 478,
						["time"] = 1590039000,
						["class"] = 4,
						["bTag"] = "哇啦哇咔哒姨妈撕#5306",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "秋雨绵绵-无尽之海",
						["iLvl"] = 474,
						["time"] = 1590039000,
						["class"] = 11,
						["bTag"] = "心绪#51855",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "何以为戦-布兰卡德",
						["iLvl"] = 476,
						["time"] = 1590038996,
						["class"] = 1,
						["bTag"] = "今晚老虎来打我#5675",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "弑血武魂-安苏",
						["iLvl"] = 479,
						["time"] = 1590038998,
						["class"] = 10,
						["bTag"] = "KAM#51186",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "李丶妞妞-安苏",
						["iLvl"] = 478,
						["time"] = 1590038998,
						["class"] = 11,
						["bTag"] = "KAM#51186",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "天使爱饭饭-红龙军团",
						["iLvl"] = 480,
						["time"] = 1590039000,
						["class"] = 7,
						["bTag"] = "guoguo#5369",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "卧龙小诸葛-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590039000,
						["class"] = 11,
						["bTag"] = "圣手一心#5103",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "丹尼洛克-红龙军团",
						["iLvl"] = 478,
						["time"] = 1590038996,
						["class"] = 3,
						["bTag"] = "Dannyloo#5188",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "森川-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1590038998,
						["class"] = 12,
						["bTag"] = "南音#51932",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "白给的小玫瑰-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590039000,
						["class"] = 5,
						["bTag"] = "改了名字才能脱非#5645",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "最美是你心间-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1590038946,
						["class"] = 8,
						["bTag"] = "DeanLi#5686",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Eluna-格鲁尔",
						["iLvl"] = 478,
						["time"] = 1590039000,
						["class"] = 12,
						["bTag"] = "风在呼吸#5484",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "混就完事啦-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1590038946,
						["class"] = 9,
						["bTag"] = "花千樹#5286",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "觉法-毁灭之锤",
						["iLvl"] = 478,
						["time"] = 1590039000,
						["class"] = 10,
						["bTag"] = "加菲猫#5252",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "卡咩哈灭哈-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1590038946,
						["class"] = 9,
						["bTag"] = "狗非果丨苟为豪#5481",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "啥啊这是-燃烧之刃",
						["iLvl"] = 472,
						["time"] = 1590039000,
						["class"] = 2,
						["bTag"] = "ZeroGundam#5824",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "椛小椛-黑暗魅影",
						["iLvl"] = 476,
						["time"] = 1590039000,
						["class"] = 9,
						["bTag"] = "花花#5108",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Showbooty-奥尔加隆",
						["iLvl"] = 459,
						["time"] = 1590038996,
						["class"] = 12,
						["bTag"] = "宝因斯坦#5792",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "自牧丨归荑-冰风岗",
						["iLvl"] = 480,
						["time"] = 1591865495,
						["class"] = 3,
						["bTag"] = "Crazy#511148",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "塔寨制毒专家-沃金",
						["iLvl"] = 443,
						["time"] = 1590038946,
						["class"] = 8,
						["bTag"] = "惊魂之蛙#52343",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "少年不在年轻-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1590038998,
						["class"] = 12,
						["bTag"] = "小白兔兽性大发#52889",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "半度丷弑影-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1590038946,
						["class"] = 9,
						["bTag"] = "半度#51452",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "犹如幻翳-燃烧之刃",
						["iLvl"] = 449,
						["time"] = 1590038996,
						["class"] = 8,
						["bTag"] = "Shadow#51474",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "驚駭-伊森利恩",
						["time"] = 1590039000,
						["class"] = 5,
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "寻求消逝的你-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1590038998,
						["class"] = 6,
						["bTag"] = "猪头的柠檬茶#5509",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "影之舞风-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1590038996,
						["class"] = 12,
						["bTag"] = "歪歪鱼#5441",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "伊射千里-凤凰之神",
						["iLvl"] = 470,
						["time"] = 1590038996,
						["class"] = 3,
						["bTag"] = "VVOOXX#5644",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱西瓜-燃烧平原",
						["iLvl"] = 473,
						["time"] = 1590039000,
						["class"] = 3,
						["bTag"] = "月荒凉#5803",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "小牛逛奥格-血环",
						["iLvl"] = 473,
						["time"] = 1590039000,
						["class"] = 1,
						["bTag"] = "gege555#5112",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Sinón-提瑞斯法",
						["iLvl"] = 442,
						["time"] = 1590039000,
						["class"] = 3,
						["bTag"] = "凉城薄梦清风眠#51973",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "疯瘙-摩摩尔",
						["iLvl"] = 472,
						["time"] = 1590038998,
						["class"] = 8,
						["bTag"] = "寂静不静#5850",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "小母牛的天堂-风暴之怒",
						["iLvl"] = 471,
						["time"] = 1590039000,
						["class"] = 12,
						["bTag"] = "小母牛的偶像#5757",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "进击的马里奥-死亡之翼",
						["iLvl"] = 430,
						["time"] = 1590039000,
						["class"] = 10,
						["bTag"] = "丶逆流之光#5283",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "丶米酒-迅捷微风",
						["iLvl"] = 481,
						["time"] = 1590041583,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "丶暖阳#5587",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "血欲丶杀-天谴之门",
						["iLvl"] = 451,
						["time"] = 1590041587,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "血欲#5809",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "氵櫻-符文图腾",
						["time"] = 1590041575,
						["class"] = 9,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "灬非烟灬-埃德萨拉",
						["iLvl"] = 480,
						["time"] = 1590041583,
						["class"] = 1,
						["bTag"] = "烟丶恒#5733",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "七十九刀-暗影议会",
						["iLvl"] = 464,
						["time"] = 1590041585,
						["class"] = 12,
						["bTag"] = "钱到用时方恨少#5652",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "贴邮票的肯尼-阿克蒙德",
						["iLvl"] = 455,
						["time"] = 1590041575,
						["class"] = 6,
						["bTag"] = "DeathKnight#5648",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "矛啪矛问题-寒冰皇冠",
						["iLvl"] = 479,
						["time"] = 1590041585,
						["class"] = 6,
						["bTag"] = "葬亱#5333",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影之伮-死亡之翼",
						["iLvl"] = 454,
						["time"] = 1590041585,
						["class"] = 12,
						["bTag"] = "过客#5107",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Frezix-格瑞姆巴托",
						["iLvl"] = 481,
						["time"] = 1590041585,
						["class"] = 5,
						["bTag"] = "LunaX#5414",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "半卷水墨-奥尔加隆",
						["iLvl"] = 468,
						["time"] = 1590041575,
						["class"] = 2,
						["bTag"] = "苦难救赎是你#5626",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "永夜如歌-白银之手",
						["iLvl"] = 479,
						["time"] = 1590041587,
						["class"] = 3,
						["bTag"] = "时间没有等我#5846",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "亲泽多魔熊-闪电之刃",
						["iLvl"] = 474,
						["time"] = 1590041583,
						["class"] = 4,
						["bTag"] = "李李七七喜喜#5812",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "希尓瓦娜絲丶-死亡之翼",
						["iLvl"] = 444,
						["time"] = 1590041575,
						["class"] = 3,
						["bTag"] = "草泥马丶#5876",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Nabila-格瑞姆巴托",
						["iLvl"] = 471,
						["time"] = 1590041585,
						["class"] = 3,
						["bTag"] = "念如故丶#5323",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "Gatanothor-拉文凯斯",
						["iLvl"] = 473,
						["time"] = 1590041587,
						["class"] = 1,
						["bTag"] = "Gatanothor#5289",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "灬舞韵春丽灬-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1590041585,
						["class"] = 10,
						["bTag"] = "疯客#51572",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "飘逸小双刀-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1590041587,
						["class"] = 12,
						["bTag"] = "xiaoge#5451",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "吴彦祖分组-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590041575,
						["class"] = 1,
						["bTag"] = "蛋蛋在漫步#5102",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "倩夕颜-塞拉摩",
						["iLvl"] = 476,
						["time"] = 1590041583,
						["class"] = 2,
						["bTag"] = "薄荷奶茶#51718",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "秘密丨丨-伊森利恩",
						["iLvl"] = 443,
						["time"] = 1590041587,
						["class"] = 8,
						["bTag"] = "尐丶蛾#5244",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "哥是屠戮机器-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1590041583,
						["class"] = 1,
						["bTag"] = "刹那即永恒#5121",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "孤影独行-凤凰之神",
						["iLvl"] = 466,
						["time"] = 1590041587,
						["class"] = 4,
						["bTag"] = "后会无期#5905",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "萨玛兰奇-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1590041583,
						["class"] = 7,
						["bTag"] = "tiantian#5661",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "莱恩斯丶鹰眼-燃烧之刃",
						["iLvl"] = 459,
						["time"] = 1590041587,
						["class"] = 3,
						["bTag"] = "Sky#521221",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "长河丶-无尽之海",
						["iLvl"] = 477,
						["time"] = 1590041583,
						["class"] = 1,
						["bTag"] = "软泥怪#5371",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "突破-布兰卡德",
						["iLvl"] = 477,
						["time"] = 1590041575,
						["class"] = 8,
						["bTag"] = "致命之足#5253446",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "毁灭苍炎-苏塔恩",
						["iLvl"] = 480,
						["time"] = 1590041585,
						["class"] = 8,
						["bTag"] = "毁灭者#5349",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "过去已不在-奥尔加隆",
						["iLvl"] = 482,
						["time"] = 1590041587,
						["class"] = 1,
						["bTag"] = "荒原#51278",
					}, -- [67]
					{
						["role"] = "HEALER",
						["name"] = "Evangelions-安苏",
						["iLvl"] = 476,
						["time"] = 1590041587,
						["class"] = 7,
						["bTag"] = "千年执着#51681",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "狐小柒灬-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1590041587,
						["class"] = 3,
						["bTag"] = "田耀1996#5214",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "大猫鹏丶-无尽之海",
						["iLvl"] = 480,
						["time"] = 1590041575,
						["class"] = 1,
						["bTag"] = "耿耿于怀#51986",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "追着影子的猪-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1590041575,
						["class"] = 8,
						["bTag"] = "世界制敌宝珠大王#5359",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "莱尔不往丶-血色十字军",
						["iLvl"] = 480,
						["time"] = 1590041575,
						["class"] = 5,
						["bTag"] = "Superdomen#5531",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "随便玩玩吧-安格博达",
						["iLvl"] = 431,
						["time"] = 1590041587,
						["class"] = 6,
						["bTag"] = "xuzewei#5671",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "流小氓-无尽之海",
						["iLvl"] = 477,
						["time"] = 1590041583,
						["class"] = 3,
						["bTag"] = "皮皮虾#56699",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "爱叔-海加尔",
						["iLvl"] = 478,
						["time"] = 1590041587,
						["class"] = 12,
						["bTag"] = "天道酬勤#52146",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "白栀-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1590041587,
						["class"] = 8,
						["bTag"] = "李狗蛋#53999",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "訫渊-血色十字军",
						["iLvl"] = 478,
						["time"] = 1590041587,
						["class"] = 6,
						["bTag"] = "罹劫#51512",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "俊美-塞拉摩",
						["time"] = 1590041583,
						["class"] = 6,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞时休克-克尔苏加德",
						["time"] = 1590045987,
						["class"] = 3,
						["leader"] = true,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "关中苍狼-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590045991,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "苍狼#5227",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "少年余丨猫-格瑞姆巴托",
						["iLvl"] = 457,
						["time"] = 1590045993,
						["class"] = 8,
						["bTag"] = "hao#5548",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥坏-恶魔之魂",
						["iLvl"] = 473,
						["time"] = 1590045991,
						["class"] = 12,
						["bTag"] = "欢子#5696",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "无妄之魂-无尽之海",
						["iLvl"] = 469,
						["time"] = 1590045993,
						["class"] = 1,
						["bTag"] = "NightKnight#5517",
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "枫火酱-鬼雾峰",
						["iLvl"] = 481,
						["time"] = 1590045993,
						["class"] = 2,
						["bTag"] = "FLOWERDANCE#51177",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "莫若式骚骚-斩魔者",
						["time"] = 1590045987,
						["class"] = 6,
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "奥克华莱士-风暴之鳞",
						["time"] = 1590045987,
						["class"] = 2,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落天使之翼-黑石尖塔",
						["time"] = 1590045987,
						["class"] = 3,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "Cyis-闪电之刃",
						["iLvl"] = 455,
						["time"] = 1590046004,
						["class"] = 6,
						["bTag"] = "血花#5463",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "差德多-伊瑟拉",
						["iLvl"] = 462,
						["time"] = 1590046004,
						["class"] = 11,
						["bTag"] = "若情#5570",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "大脚妖-天空之墙",
						["iLvl"] = 461,
						["time"] = 1590046004,
						["class"] = 8,
						["bTag"] = "下小雨#5543",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "Ttheryn-伊森利恩",
						["iLvl"] = 447,
						["time"] = 1590045993,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "花间独酌#51750",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "时间的轻语-影之哀伤",
						["time"] = 1590045993,
						["class"] = 8,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "我要当法爷-黑铁",
						["time"] = 1590045993,
						["class"] = 8,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "吟冰含雪-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1590046004,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "绅士枫范#5311",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "黑漆漆-加基森",
						["iLvl"] = 443,
						["time"] = 1590046004,
						["class"] = 6,
						["bTag"] = "DireRaven#511525",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "逐風-奥蕾莉亚",
						["time"] = 1590046004,
						["class"] = 3,
					}, -- [96]
					{
						["role"] = "TANK",
						["name"] = "落梦-希尔瓦娜斯",
						["iLvl"] = 474,
						["time"] = 1590661717,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "江城子#51451",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "龍丶太子-埃德萨拉",
						["iLvl"] = 481,
						["time"] = 1590661719,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "別对我调情#5988",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "傣乡尖兵-雏龙之翼",
						["iLvl"] = 479,
						["time"] = 1590661719,
						["class"] = 8,
						["bTag"] = "老爱#51803",
					}, -- [99]
					{
						["role"] = "HEALER",
						["name"] = "菜的安详-影之哀伤",
						["iLvl"] = 470,
						["time"] = 1590661719,
						["class"] = 10,
						["bTag"] = "BT160818#52976",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "乄丶语嫣-格瑞姆巴托",
						["iLvl"] = 469,
						["time"] = 1590661719,
						["class"] = 9,
						["bTag"] = "Wking#5704",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "天启之手-安苏",
						["iLvl"] = 478,
						["time"] = 1590661725,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "ouch#5660",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "毛虫虫-伊森利恩",
						["iLvl"] = 483,
						["time"] = 1590661731,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "驴滚滚滚#5307",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "饭灬-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1590661723,
						["class"] = 1,
						["bTag"] = "Human#51278",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "这么帅不能死-冰风岗",
						["iLvl"] = 481,
						["time"] = 1590661725,
						["class"] = 6,
						["bTag"] = "还好当时没说话#5449",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "弓毁弦崩-冬拥湖",
						["iLvl"] = 467,
						["time"] = 1590661715,
						["class"] = 3,
						["bTag"] = "苏小鱼#5722",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "风与溪流-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1590661729,
						["class"] = 7,
						["bTag"] = "溪流与远方#5877",
					}, -- [107]
					{
						["role"] = "TANK",
						["name"] = "大红儿-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1590661715,
						["class"] = 2,
						["bTag"] = "惹火轻狂#5280",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "欧阳火炎-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1590661717,
						["class"] = 6,
						["bTag"] = "病入膏肓#5829",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "异端丶裁决-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1590661719,
						["class"] = 2,
						["bTag"] = "静听夜雨如歌#5697",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "六库仙賊-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1590661717,
						["class"] = 4,
						["bTag"] = "右肩的蝴蝶#5615",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "你的前男友-黑铁",
						["time"] = 1590661715,
						["class"] = 12,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "抠脚老年猎-贫瘠之地",
						["iLvl"] = 472,
						["time"] = 1590661723,
						["class"] = 3,
						["bTag"] = "二手大少#5791",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "笑引轩辕-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590661717,
						["class"] = 2,
						["bTag"] = "小心#5531",
					}, -- [114]
					{
						["role"] = "TANK",
						["name"] = "血影辰辰-太阳之井",
						["iLvl"] = 480,
						["time"] = 1590661717,
						["class"] = 2,
						["bTag"] = "BT160620#5378",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "斯卡雷丶寒冬-安苏",
						["iLvl"] = 480,
						["time"] = 1590661719,
						["class"] = 6,
						["bTag"] = "斯卡雷#5318",
					}, -- [116]
					{
						["role"] = "TANK",
						["name"] = "回魂之夜-凤凰之神",
						["iLvl"] = 446,
						["time"] = 1590661721,
						["class"] = 2,
						["bTag"] = "赵大壮#51583",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "宝宝你在哪-迅捷微风",
						["iLvl"] = 474,
						["time"] = 1590661659,
						["class"] = 3,
						["bTag"] = "暗影静舞#5268",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "闻人沐月-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1590661715,
						["class"] = 3,
						["bTag"] = "闻人牧月#51129",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "酱酱紫贰-熔火之心",
						["iLvl"] = 457,
						["time"] = 1590661727,
						["class"] = 12,
						["bTag"] = "恶魔的石头#5962",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "莎莉不太冷-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590661719,
						["class"] = 4,
						["bTag"] = "莎莉#51568",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "大波妹-死亡熔炉",
						["iLvl"] = 448,
						["time"] = 1590661729,
						["class"] = 1,
						["bTag"] = "灬辣妹灬#5131",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "一剣下山-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1590661719,
						["class"] = 2,
						["bTag"] = "一剑下山#5949",
					}, -- [123]
					{
						["role"] = "TANK",
						["name"] = "我也是醉了-末日行者",
						["iLvl"] = 478,
						["time"] = 1590661715,
						["class"] = 10,
						["bTag"] = "家多宝#5947",
					}, -- [124]
					{
						["role"] = "TANK",
						["name"] = "陈白給-罗宁",
						["iLvl"] = 478,
						["time"] = 1590661723,
						["class"] = 10,
						["bTag"] = "yumian#5166",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "杰猎克-沙怒",
						["iLvl"] = 434,
						["time"] = 1590661719,
						["class"] = 3,
						["bTag"] = "杰克#5755",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "赞达拉雄狮-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1590661725,
						["class"] = 3,
						["bTag"] = "天才#5253",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "Yuklri-阿尔萨斯",
						["time"] = 1590661731,
						["class"] = 11,
					}, -- [128]
					{
						["role"] = "HEALER",
						["name"] = "喵一喵呀喂-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1590661721,
						["class"] = 5,
						["bTag"] = "喵了个卜#5113",
					}, -- [129]
					{
						["role"] = "TANK",
						["name"] = "善逸-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1590661725,
						["class"] = 1,
						["bTag"] = "Carl#53358",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "狂傲弑神-洛萨",
						["iLvl"] = 483,
						["time"] = 1590661725,
						["class"] = 8,
						["bTag"] = "WayneSwan#5884",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕兔仔-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1590661715,
						["class"] = 4,
						["bTag"] = "爵士兔仔#5879",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "懒洋洋-冰霜之刃",
						["iLvl"] = 477,
						["time"] = 1590661719,
						["class"] = 7,
						["bTag"] = "懒羊羊#5524",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "硬骨王战-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590661731,
						["class"] = 1,
						["bTag"] = "梦丨幻#51191",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "夜小辰-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1590661715,
						["class"] = 4,
						["bTag"] = "夜辰#5103",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "提線木偶-燃烧之刃",
						["iLvl"] = 481,
						["time"] = 1590739170,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "梦颜流兮#5445",
					}, -- [136]
					{
						["role"] = "TANK",
						["name"] = "红尘执念-死亡之翼",
						["iLvl"] = 469,
						["time"] = 1590739164,
						["class"] = 2,
						["bTag"] = "纯洁是路人#5388",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "缃孑安静-萨格拉斯",
						["iLvl"] = 451,
						["time"] = 1590739170,
						["class"] = 3,
						["bTag"] = "沙羅雙樹#5376",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "丶大西瓜-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590739170,
						["class"] = 8,
						["bTag"] = "ReginaYY#5429",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "Lulali-格瑞姆巴托",
						["iLvl"] = 465,
						["time"] = 1590739164,
						["class"] = 3,
						["bTag"] = "Mccree#51464",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "小灬俏俏-夏维安",
						["iLvl"] = 478,
						["time"] = 1590739162,
						["class"] = 4,
						["bTag"] = "小勇#5896",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "枫雪海-安苏",
						["iLvl"] = 479,
						["time"] = 1590739170,
						["class"] = 2,
						["bTag"] = "伤城#5802",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "白发人-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1590739166,
						["class"] = 12,
						["bTag"] = "我叫刘德华#5484",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "喵了个哈士奇-燃烧之刃",
						["iLvl"] = 455,
						["time"] = 1590739170,
						["class"] = 2,
						["bTag"] = "元宵点点#5979",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "塔斯丶钉钩-海克泰尔",
						["iLvl"] = 450,
						["time"] = 1590739170,
						["class"] = 3,
						["bTag"] = "南启铭#5706",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "瘋虎-格瑞姆巴托",
						["iLvl"] = 483,
						["time"] = 1590739170,
						["class"] = 1,
						["bTag"] = "鹏抟九万#51487",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "口刁口刁口达-天空之墙",
						["time"] = 1590739168,
						["class"] = 4,
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "白色小老鼠-狂热之刃",
						["iLvl"] = 475,
						["time"] = 1590739162,
						["class"] = 5,
						["bTag"] = "会飞的老鼠#5374",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "Ancientofd-迦拉克隆",
						["iLvl"] = 480,
						["time"] = 1590739166,
						["class"] = 6,
						["bTag"] = "蓝铯峢痕#5751",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "最后的荣耀-燃烧军团",
						["iLvl"] = 475,
						["time"] = 1590739164,
						["class"] = 1,
						["bTag"] = "时间的方向#5181",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒之罪-燃烧平原",
						["time"] = 1590739166,
						["class"] = 1,
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "茉莉蜜茶丶嘿-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1590739170,
						["class"] = 2,
						["bTag"] = "高鹏阳#5185",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "烈火奶奶-狂热之刃",
						["iLvl"] = 475,
						["time"] = 1590739164,
						["class"] = 8,
						["bTag"] = "大天二#51679",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "陌上桑-黑铁",
						["iLvl"] = 480,
						["time"] = 1590739170,
						["class"] = 6,
						["bTag"] = "NINI#51174",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "花丛懒回顾-黑铁",
						["iLvl"] = 481,
						["time"] = 1590739164,
						["class"] = 8,
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "我独行-丹莫德",
						["iLvl"] = 450,
						["time"] = 1590739170,
						["class"] = 8,
						["bTag"] = "拳打老如妇孺#5867",
					}, -- [156]
					{
						["role"] = "HEALER",
						["name"] = "聲宝-丹莫德",
						["iLvl"] = 436,
						["time"] = 1590739170,
						["class"] = 5,
						["bTag"] = "Orlando#5856",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "一定是橙子味-神圣之歌",
						["iLvl"] = 460,
						["time"] = 1590739170,
						["class"] = 12,
						["bTag"] = "一定是西瓜味#5456",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "故作丶姿态-冰风岗",
						["iLvl"] = 439,
						["time"] = 1590739168,
						["class"] = 11,
						["bTag"] = "别把好感当成爱#5116",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "Jmaxchen-黑铁",
						["iLvl"] = 478,
						["time"] = 1590739170,
						["class"] = 9,
						["bTag"] = "你猜我猜你猜不猜#5326",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "寻找旋律-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1590739170,
						["class"] = 8,
						["bTag"] = "寻找旋律#51598",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂鬼步-伊森利恩",
						["iLvl"] = 458,
						["time"] = 1590739168,
						["class"] = 8,
						["bTag"] = "疯狂鬼步#5310",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "赤炎丨咆哮-贫瘠之地",
						["iLvl"] = 472,
						["time"] = 1590739170,
						["class"] = 1,
						["bTag"] = "低调丨华丽#5176",
					}, -- [163]
					{
						["role"] = "TANK",
						["name"] = "孤胆星星-石爪峰",
						["iLvl"] = 480,
						["time"] = 1590739170,
						["class"] = 6,
						["bTag"] = "星星#5289",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "桃花劫乄-燃烧之刃",
						["time"] = 1590739162,
						["class"] = 8,
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "吴彥祖丶-格瑞姆巴托",
						["iLvl"] = 481,
						["time"] = 1590739170,
						["class"] = 8,
						["bTag"] = "兖州吴彦祖#5417",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "暴君八荒锋镝-深渊之巢",
						["iLvl"] = 461,
						["time"] = 1590739170,
						["class"] = 6,
						["bTag"] = "民女李建钢#5900",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "小七呀-死亡之翼",
						["time"] = 1590739170,
						["class"] = 4,
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "丷河馬丷-伊森利恩",
						["time"] = 1590739170,
						["class"] = 11,
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "鈊橙则灵-迅捷微风",
						["iLvl"] = 482,
						["time"] = 1591245164,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Carl#5644",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "无耻的毛毛-迅捷微风",
						["iLvl"] = 478,
						["time"] = 1591245164,
						["class"] = 8,
						["bTag"] = "惊魂之蛙#5911",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "无雨味蓝染-迅捷微风",
						["iLvl"] = 478,
						["time"] = 1591245164,
						["class"] = 12,
						["bTag"] = "雨味蓝染#5774",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "Pianoforte-迅捷微风",
						["iLvl"] = 481,
						["time"] = 1591245164,
						["class"] = 2,
						["bTag"] = "地狱小瞟#5612",
					}, -- [173]
					{
						["role"] = "TANK",
						["name"] = "风清灵-格瑞姆巴托",
						["iLvl"] = 475,
						["time"] = 1591245164,
						["class"] = 6,
						["bTag"] = "律动的风#5536",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "伊歌-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1591245162,
						["class"] = 12,
						["bTag"] = "大禹一哥#5196",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法師-燃烧军团",
						["iLvl"] = 472,
						["time"] = 1591245136,
						["class"] = 8,
						["bTag"] = "獠牙#5371",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "大地重光之辉-沙怒",
						["time"] = 1591245164,
						["class"] = 3,
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "星汉天空-元素之力",
						["iLvl"] = 479,
						["time"] = 1591245162,
						["class"] = 3,
						["bTag"] = "落小雨#5138",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔猟手-雏龙之翼",
						["iLvl"] = 479,
						["time"] = 1591245136,
						["class"] = 12,
						["bTag"] = "神凯#5575",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "Fallenangels-阿格拉玛",
						["iLvl"] = 480,
						["time"] = 1591245164,
						["class"] = 4,
						["bTag"] = "楠帝#5453",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "死亦鬼神-鬼雾峰",
						["iLvl"] = 476,
						["time"] = 1591245136,
						["class"] = 6,
						["bTag"] = "刀影相伴#5948",
					}, -- [181]
					{
						["role"] = "HEALER",
						["name"] = "圣光出鞘-鹰巢山",
						["time"] = 1591245164,
						["class"] = 2,
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "Superchef-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1591245162,
						["class"] = 9,
						["bTag"] = "秦皇岛岛主#51124",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐丶-芬里斯",
						["iLvl"] = 476,
						["time"] = 1591245164,
						["class"] = 12,
						["bTag"] = "如月之恒#51189",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "倒戈丶-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1591245128,
						["class"] = 12,
						["bTag"] = "等风也等你#51708",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "等一位故人-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1591245136,
						["class"] = 4,
						["bTag"] = "幻色夜瞳#5366",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "Models-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1591245136,
						["class"] = 8,
						["bTag"] = "萌萌的普普#5717",
					}, -- [187]
					{
						["role"] = "TANK",
						["name"] = "小乳吽-凤凰之神",
						["iLvl"] = 443,
						["time"] = 1591245164,
						["class"] = 11,
						["bTag"] = "我就会送花#5779",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "古战神拂晓-安苏",
						["iLvl"] = 472,
						["time"] = 1591245164,
						["class"] = 12,
						["bTag"] = "PlaneWalkerJ#5617",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "背隐-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1591245164,
						["class"] = 4,
						["bTag"] = "狗带啊狗带#5246",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "制杖-伊森利恩",
						["iLvl"] = 473,
						["time"] = 1591245164,
						["class"] = 6,
						["bTag"] = "狗带啊狗带#5246",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "该不该我事儿-贫瘠之地",
						["iLvl"] = 477,
						["time"] = 1591245162,
						["class"] = 12,
						["bTag"] = "假假#5668",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "亦思伊人-伊森利恩",
						["iLvl"] = 481,
						["time"] = 1591245136,
						["class"] = 8,
						["bTag"] = "温热#51168",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "冷尛漠-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1591245164,
						["class"] = 3,
						["bTag"] = "妖妖菱#5335",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "菲尔灬普斯-埃德萨拉",
						["iLvl"] = 479,
						["time"] = 1591245164,
						["class"] = 9,
						["bTag"] = "菲尔丶普斯#5330",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "Iceagr-死亡之翼",
						["iLvl"] = 414,
						["time"] = 1591245164,
						["class"] = 7,
						["bTag"] = "ASDA#5836",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "负九代-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1591245136,
						["class"] = 1,
						["bTag"] = "苍山有井名空#5243",
					}, -- [197]
					{
						["role"] = "HEALER",
						["name"] = "吾既是圣光-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1591245162,
						["class"] = 2,
					}, -- [198]
					{
						["role"] = "TANK",
						["name"] = "食尸鬼粑粑-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1591245136,
						["class"] = 6,
						["bTag"] = "丨石头丨#5263",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "八五七-闪电之刃",
						["iLvl"] = 463,
						["time"] = 1591245136,
						["class"] = 1,
						["bTag"] = "王森#5319",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "蠢萌徳-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1591245136,
						["class"] = 11,
						["bTag"] = "蔡伟#5911",
					}, -- [201]
					{
						["role"] = "HEALER",
						["name"] = "夜的鬼魅-阿曼尼",
						["iLvl"] = 477,
						["time"] = 1591245164,
						["class"] = 5,
						["bTag"] = "夜醉#51354",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "羽川翼丶-冰风岗",
						["iLvl"] = 459,
						["time"] = 1591245162,
						["class"] = 4,
						["bTag"] = "shimo47#51423",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "四七五带糟-影之哀伤",
						["iLvl"] = 472,
						["time"] = 1591245136,
						["class"] = 12,
						["bTag"] = "刘允#5108",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "喂哎霹-狂热之刃",
						["iLvl"] = 484,
						["time"] = 1591245136,
						["class"] = 3,
						["bTag"] = "有多远射多远#51626",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "江北的路-梦境之树",
						["time"] = 1591245164,
						["class"] = 8,
					}, -- [206]
					{
						["role"] = "TANK",
						["name"] = "伊斯梅拉达-斯克提斯",
						["iLvl"] = 450,
						["time"] = 1591245164,
						["class"] = 12,
						["bTag"] = "闲士落客#51152",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "止戦之伤丶-海克泰尔",
						["time"] = 1591245164,
						["class"] = 8,
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "嬉笑的年华丶-狂热之刃",
						["iLvl"] = 482,
						["time"] = 1591245136,
						["class"] = 3,
						["bTag"] = "Sugarman#51896",
					}, -- [209]
					{
						["role"] = "TANK",
						["name"] = "Edifiep-血吼",
						["iLvl"] = 470,
						["time"] = 1591424686,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "就问你怕不怕#51958",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "按住拉掰比-血色十字军",
						["iLvl"] = 394,
						["time"] = 1591424686,
						["class"] = 8,
						["bTag"] = "蒙面野爹#5754",
					}, -- [211]
					{
						["role"] = "HEALER",
						["name"] = "风暴丶之灵-无尽之海",
						["time"] = 1591424686,
						["class"] = 10,
					}, -- [212]
					{
						["role"] = "TANK",
						["name"] = "Aurix-菲拉斯",
						["iLvl"] = 464,
						["time"] = 1591424686,
						["class"] = 2,
						["bTag"] = "sesshouhmaru#5663",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "嫇月-格瑞姆巴托",
						["iLvl"] = 450,
						["time"] = 1591424686,
						["class"] = 12,
						["bTag"] = "木马#5812",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "Fromabyss-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1591424670,
						["class"] = 3,
						["bTag"] = "西瓜籽#51500",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "是余味啊-贫瘠之地",
						["iLvl"] = 483,
						["time"] = 1591424686,
						["class"] = 4,
						["bTag"] = "余味#51669",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "肉松餅-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1591424686,
						["class"] = 12,
						["bTag"] = "殊彦#5508",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔利亚-伊森利恩",
						["iLvl"] = 475,
						["time"] = 1591424684,
						["class"] = 12,
						["bTag"] = "狼盔#5768",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "武破天下-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1591424684,
						["class"] = 10,
						["bTag"] = "Lostloki#51260",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "大波浪渣女-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1591424670,
						["class"] = 4,
						["bTag"] = "初级奶爸#51780",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "Purgatorio-迅捷微风",
						["time"] = 1591424686,
						["class"] = 12,
					}, -- [221]
					{
						["role"] = "TANK",
						["name"] = "滑不溜丢丶-格瑞姆巴托",
						["iLvl"] = 481,
						["time"] = 1591865495,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "嗷呜丶#5421",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱的使者-梦境之树",
						["iLvl"] = 479,
						["time"] = 1591865466,
						["class"] = 12,
						["bTag"] = "娱乐天空#5396",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "能量与琻-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1591865466,
						["class"] = 11,
						["bTag"] = "杀光小猪仔#5193",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "丶牧风-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1591865466,
						["class"] = 4,
						["bTag"] = "HFei#5541",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "修乄竹-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1591865466,
						["class"] = 11,
						["bTag"] = "修竹#5934",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "临时风雨-安东尼达斯",
						["time"] = 1591865422,
						["class"] = 3,
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "含蓄的射手-红云台地",
						["iLvl"] = 478,
						["time"] = 1591865495,
						["class"] = 3,
						["bTag"] = "含蓄的射手#5440",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "蜡笔坑-红龙军团",
						["iLvl"] = 476,
						["time"] = 1591865466,
						["class"] = 3,
						["bTag"] = "天然坑自然崩#5908",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "灬牛牛-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591865495,
						["class"] = 11,
						["bTag"] = "飘逸滴狼#5491",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "丨弓丨-雷霆之王",
						["iLvl"] = 471,
						["time"] = 1591865495,
						["class"] = 3,
						["bTag"] = "暗影之风暴#525265",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "炙灼-卡德加",
						["iLvl"] = 478,
						["time"] = 1591865495,
						["class"] = 8,
						["bTag"] = "kikomi#5380",
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "流年灬染指-暗影议会",
						["iLvl"] = 472,
						["time"] = 1591865495,
						["class"] = 2,
						["bTag"] = "今夕丶何夕#51276",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "克拉老爷-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1591865495,
						["class"] = 1,
						["bTag"] = "奥古斯丁的力量#5336",
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "丨衠丨-鬼雾峰",
						["iLvl"] = 478,
						["time"] = 1591865495,
						["class"] = 9,
						["bTag"] = "Silent#53704",
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "潘四风-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1591865466,
						["class"] = 3,
						["bTag"] = "雷霆之枪#51908",
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "圣洋洋-血色十字军",
						["iLvl"] = 479,
						["time"] = 1591865495,
						["class"] = 2,
						["bTag"] = "Savour#51508",
					}, -- [237]
					{
						["role"] = "HEALER",
						["name"] = "裁决之光-恶魔之魂",
						["iLvl"] = 481,
						["time"] = 1591865495,
						["class"] = 2,
						["bTag"] = "相遇無名#5363",
					}, -- [238]
					{
						["role"] = "HEALER",
						["name"] = "怀柔-卡珊德拉",
						["iLvl"] = 468,
						["time"] = 1591865495,
						["class"] = 2,
						["bTag"] = "等一个宗师#5709",
					}, -- [239]
					{
						["role"] = "DAMAGER",
						["name"] = "铃咽花凋丶-兰娜瑟尔",
						["iLvl"] = 418,
						["time"] = 1591865495,
						["class"] = 3,
						["bTag"] = "未聞花名丶#51514",
					}, -- [240]
					{
						["role"] = "DAMAGER",
						["name"] = "落地承包小哥-贫瘠之地",
						["iLvl"] = 478,
						["time"] = 1591865466,
						["class"] = 7,
						["bTag"] = "哦吧刚弄死她#5197",
					}, -- [241]
					{
						["role"] = "TANK",
						["name"] = "狂野蓝玫瑰-加基森",
						["iLvl"] = 480,
						["time"] = 1591865495,
						["class"] = 11,
						["bTag"] = "血玫瑰#5595",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "火千飓-幽暗沼泽",
						["iLvl"] = 469,
						["time"] = 1591865495,
						["class"] = 4,
						["bTag"] = "火千飓#5870",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "丨冰河丨-燃烧之刃",
						["iLvl"] = 475,
						["time"] = 1591865495,
						["class"] = 6,
						["bTag"] = "晨昏叶影#5595",
					}, -- [244]
					{
						["role"] = "HEALER",
						["name"] = "我要爆爆-埃德萨拉",
						["iLvl"] = 463,
						["time"] = 1591865495,
						["class"] = 2,
						["bTag"] = "我是个正经的胖子#5619",
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "Schuetze-踏梦者",
						["iLvl"] = 480,
						["time"] = 1591865495,
						["class"] = 11,
						["bTag"] = "爪黄飞鹰#5565",
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["name"] = "Aoewee-燃烧之刃",
						["iLvl"] = 463,
						["time"] = 1591865495,
						["class"] = 12,
						["bTag"] = "Loewee#5597",
					}, -- [247]
					{
						["role"] = "DAMAGER",
						["name"] = "孬哥打的好啊-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1591865495,
						["class"] = 1,
						["bTag"] = "严肃#51638",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "疏狂图一醉-黑铁",
						["iLvl"] = 481,
						["time"] = 1591865495,
						["class"] = 3,
						["bTag"] = "幸福来的太突然#5243",
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "偸心的贼-奈法利安",
						["iLvl"] = 466,
						["time"] = 1591865466,
						["class"] = 4,
						["bTag"] = "到此为止#5200",
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "Carson-格瑞姆巴托",
						["iLvl"] = 460,
						["time"] = 1591865495,
						["class"] = 3,
						["bTag"] = "ziyang#51180",
					}, -- [251]
					{
						["role"] = "HEALER",
						["name"] = "野良绯丶-冰风岗",
						["iLvl"] = 479,
						["time"] = 1591865495,
						["class"] = 2,
						["bTag"] = "爱吃椰子的明飛#5864",
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "伊梦幽幽-鬼雾峰",
						["iLvl"] = 480,
						["time"] = 1591865460,
						["class"] = 5,
						["bTag"] = "伊梦幽幽#5177",
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "你的未来-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591865495,
						["class"] = 1,
						["bTag"] = "热心市民#51857",
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "哈力波特别大-巫妖之王",
						["iLvl"] = 451,
						["time"] = 1591865495,
						["class"] = 2,
						["bTag"] = "结城明日奈#5718",
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法泡泡-黑铁",
						["iLvl"] = 469,
						["time"] = 1591865466,
						["class"] = 8,
						["bTag"] = "丨无心丨#5149",
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "沉默的萧然-血色十字军",
						["time"] = 1591865466,
						["class"] = 5,
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "若月花吹雪-迦拉克隆",
						["time"] = 1591865495,
						["class"] = 12,
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "冉丶-伊莫塔尔",
						["iLvl"] = 484,
						["time"] = 1591865495,
						["class"] = 1,
						["bTag"] = "妥妥丶#5128",
					}, -- [259]
					{
						["role"] = "DAMAGER",
						["name"] = "變型灬金刚-海克泰尔",
						["iLvl"] = 479,
						["time"] = 1591865495,
						["class"] = 11,
						["bTag"] = "磊磊#52460",
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "黒白無常-阿克蒙德",
						["iLvl"] = 465,
						["time"] = 1591867284,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "孙靓#5904",
					}, -- [261]
					{
						["role"] = "DAMAGER",
						["name"] = "今夜有约-利刃之拳",
						["time"] = 1591867438,
						["class"] = 12,
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "萌面女超人-阿克蒙德",
						["iLvl"] = 455,
						["time"] = 1591867282,
						["class"] = 8,
						["bTag"] = "奶油小猫咪#5694",
					}, -- [263]
					{
						["role"] = "DAMAGER",
						["name"] = "Damimilove-安苏",
						["time"] = 1591867286,
						["class"] = 3,
						["leader"] = true,
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "须臾涧-逐日者",
						["iLvl"] = 480,
						["time"] = 1591867280,
						["class"] = 3,
						["bTag"] = "liaozhenhua#5482",
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "魔羽非凡-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1591867284,
						["class"] = 3,
						["bTag"] = "魔羽非凡#5124",
					}, -- [266]
					{
						["role"] = "DAMAGER",
						["name"] = "果果龙少-洛丹伦",
						["iLvl"] = 481,
						["time"] = 1591867438,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "梁龙#5322",
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["name"] = "雲訫戀-迪瑟洛克",
						["iLvl"] = 478,
						["time"] = 1591867280,
						["class"] = 7,
						["bTag"] = "风绝影#5568",
					}, -- [268]
					{
						["role"] = "DAMAGER",
						["name"] = "皇家筱白-燃烧平原",
						["iLvl"] = 448,
						["time"] = 1591867438,
						["class"] = 2,
						["bTag"] = "老白33749#5237",
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "咕噜灵波-加基森",
						["iLvl"] = 474,
						["time"] = 1591867280,
						["class"] = 11,
						["bTag"] = "达盖尔的旗帜#51209",
					}, -- [270]
					{
						["role"] = "DAMAGER",
						["name"] = "浪漫城网咖-血色十字军",
						["iLvl"] = 482,
						["time"] = 1591867304,
						["class"] = 3,
						["bTag"] = "邢泉520#5737",
					}, -- [271]
					{
						["role"] = "HEALER",
						["name"] = "奶不动打不高-安苏",
						["iLvl"] = 462,
						["time"] = 1591867438,
						["class"] = 5,
						["bTag"] = "污兄弟#5369",
					}, -- [272]
					{
						["role"] = "DAMAGER",
						["name"] = "佐子木暗毛-影之哀伤",
						["iLvl"] = 462,
						["time"] = 1591867438,
						["class"] = 11,
						["bTag"] = "佐佐木简直筛#5876",
					}, -- [273]
					{
						["role"] = "DAMAGER",
						["name"] = "安慕希丶-冰霜之刃",
						["iLvl"] = 466,
						["time"] = 1591867438,
						["class"] = 12,
						["bTag"] = "霸波尔奔#51899",
					}, -- [274]
					{
						["role"] = "DAMAGER",
						["name"] = "别对我喵喵叫-死亡之翼",
						["iLvl"] = 465,
						["time"] = 1591867429,
						["class"] = 4,
						["bTag"] = "珈音#51215",
					}, -- [275]
					{
						["role"] = "DAMAGER",
						["name"] = "灬伊灬-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1591867438,
						["class"] = 8,
						["bTag"] = "沉默的羔羊#52141",
					}, -- [276]
					{
						["role"] = "DAMAGER",
						["name"] = "Te-血色十字军",
						["iLvl"] = 473,
						["time"] = 1591867310,
						["class"] = 8,
						["bTag"] = "纸条#51277",
					}, -- [277]
					{
						["role"] = "DAMAGER",
						["name"] = "卷卷凉-埃德萨拉",
						["iLvl"] = 475,
						["time"] = 1591867326,
						["class"] = 8,
						["bTag"] = "凉小揪#5635",
					}, -- [278]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋疼的辉耀-克尔苏加德",
						["iLvl"] = 442,
						["time"] = 1591867438,
						["class"] = 7,
						["bTag"] = "辉耀#5434",
					}, -- [279]
					{
						["role"] = "DAMAGER",
						["name"] = "粗心大魔王-红龙军团",
						["iLvl"] = 479,
						["time"] = 1591867438,
						["class"] = 7,
						["bTag"] = "粗心大魔王#51422",
					}, -- [280]
					{
						["role"] = "DAMAGER",
						["name"] = "王仔-克尔苏加德",
						["iLvl"] = 433,
						["time"] = 1591867438,
						["class"] = 1,
						["bTag"] = "Scott#5755",
					}, -- [281]
					{
						["role"] = "DAMAGER",
						["name"] = "光速輪椅兽-克尔苏加德",
						["iLvl"] = 479,
						["time"] = 1591867438,
						["class"] = 6,
						["bTag"] = "跳跃之狮#56726",
					}, -- [282]
					{
						["role"] = "DAMAGER",
						["name"] = "Pyhapaladin-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1591867438,
						["class"] = 2,
						["bTag"] = "便便#5508",
					}, -- [283]
					{
						["role"] = "DAMAGER",
						["name"] = "争胜宝宝-红龙军团",
						["iLvl"] = 474,
						["time"] = 1591867429,
						["class"] = 8,
						["bTag"] = "争胜宝宝#5966",
					}, -- [284]
					{
						["role"] = "DAMAGER",
						["name"] = "红烧丶排骨-风暴之鳞",
						["iLvl"] = 470,
						["time"] = 1591867438,
						["class"] = 8,
						["bTag"] = "呖咕呖咕丨胡#5791",
					}, -- [285]
					{
						["role"] = "DAMAGER",
						["name"] = "紫禁城雅咩蝶-海克泰尔",
						["iLvl"] = 435,
						["time"] = 1591949446,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "喵喵灬稚#5192",
					}, -- [286]
					{
						["role"] = "DAMAGER",
						["name"] = "西门菠萝-阿比迪斯",
						["iLvl"] = 473,
						["time"] = 1591949446,
						["class"] = 2,
						["bTag"] = "跳跳熊#5302752",
					}, -- [287]
					{
						["role"] = "DAMAGER",
						["name"] = "丨人间大炮丨-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1591949446,
						["class"] = 12,
						["bTag"] = "花都风剑#5948",
					}, -- [288]
					{
						["role"] = "TANK",
						["name"] = "小趙-影之哀伤",
						["iLvl"] = 482,
						["time"] = 1591949462,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "王先森#51872",
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "冰凝朵朵-血色十字军",
						["iLvl"] = 481,
						["time"] = 1591949462,
						["class"] = 7,
						["bTag"] = "家有小公主#5599",
					}, -- [290]
					{
						["role"] = "DAMAGER",
						["name"] = "爷一君临天下-安苏",
						["iLvl"] = 461,
						["time"] = 1591949446,
						["class"] = 1,
						["bTag"] = "灵魂摆渡人#51133",
					}, -- [291]
					{
						["role"] = "DAMAGER",
						["name"] = "Wubao-玛多兰",
						["time"] = 1591949462,
						["class"] = 3,
					}, -- [292]
					{
						["role"] = "DAMAGER",
						["name"] = "冰火之魂-幽暗沼泽",
						["iLvl"] = 478,
						["time"] = 1592463378,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "星倦#5645",
					}, -- [293]
					{
						["role"] = "DAMAGER",
						["name"] = "晒着太阳的猪-安苏",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "霸气暴走#5748",
					}, -- [294]
					{
						["role"] = "DAMAGER",
						["name"] = "运动男孩科比-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "delicious#51466",
					}, -- [295]
					{
						["role"] = "DAMAGER",
						["name"] = "莉莲娜维斯-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1592463393,
						["class"] = 8,
						["bTag"] = "有关部门#51674",
					}, -- [296]
					{
						["role"] = "DAMAGER",
						["name"] = "太爺-无尽之海",
						["iLvl"] = 482,
						["time"] = 1592463378,
						["class"] = 3,
						["bTag"] = "Deity#5745",
					}, -- [297]
					{
						["role"] = "DAMAGER",
						["name"] = "奶妈先上-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1592463378,
						["class"] = 1,
						["bTag"] = "一二三亖#51452",
					}, -- [298]
					{
						["role"] = "DAMAGER",
						["name"] = "井九-梅尔加尼",
						["iLvl"] = 448,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "井九#51582",
					}, -- [299]
					{
						["role"] = "DAMAGER",
						["name"] = "我家一一-伊森利恩",
						["iLvl"] = 481,
						["time"] = 1592463393,
						["class"] = 3,
						["bTag"] = "浓浓柠檬茶#5375",
					}, -- [300]
					{
						["role"] = "DAMAGER",
						["name"] = "卩丶浅影灬-布兰卡德",
						["iLvl"] = 470,
						["time"] = 1592463393,
						["class"] = 4,
						["bTag"] = "Eason#53768",
					}, -- [301]
					{
						["role"] = "DAMAGER",
						["name"] = "根本就不慌-伊森利恩",
						["time"] = 1592463393,
						["class"] = 7,
					}, -- [302]
					{
						["role"] = "DAMAGER",
						["name"] = "归苝望-安苏",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "韦峰#5588",
					}, -- [303]
					{
						["role"] = "TANK",
						["name"] = "雪中魂-埃加洛尔",
						["iLvl"] = 484,
						["time"] = 1592463378,
						["class"] = 11,
						["bTag"] = "雪中魂#51210",
					}, -- [304]
					{
						["role"] = "DAMAGER",
						["name"] = "乐源-安苏",
						["iLvl"] = 462,
						["time"] = 1592463393,
						["class"] = 3,
						["bTag"] = "乐歪歪#5728",
					}, -- [305]
					{
						["role"] = "DAMAGER",
						["name"] = "仇幕安-格瑞姆巴托",
						["iLvl"] = 481,
						["time"] = 1592463378,
						["class"] = 9,
						["bTag"] = "仇幕新#5575",
					}, -- [306]
					{
						["role"] = "DAMAGER",
						["name"] = "梦仙穹丶焰-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1592463378,
						["class"] = 12,
						["bTag"] = "梦仙穹#5783",
					}, -- [307]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼咒-巫妖之王",
						["time"] = 1592463393,
						["class"] = 8,
					}, -- [308]
					{
						["role"] = "DAMAGER",
						["name"] = "凌雲壯志-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1592463378,
						["class"] = 9,
						["bTag"] = "粗壮有力#5436",
					}, -- [309]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁的马蹄-菲拉斯",
						["iLvl"] = 431,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "狂野之怒#51483",
					}, -- [310]
					{
						["role"] = "DAMAGER",
						["name"] = "龍之戰-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "寶唄児微笑#5995",
					}, -- [311]
					{
						["role"] = "DAMAGER",
						["name"] = "天津大叔-凤凰之神",
						["iLvl"] = 470,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "柠檬#54280",
					}, -- [312]
					{
						["role"] = "DAMAGER",
						["name"] = "Imfiredup-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1592463393,
						["class"] = 8,
						["bTag"] = "邦桑迪#51775",
					}, -- [313]
					{
						["role"] = "HEALER",
						["name"] = "打小一只角-龙骨平原",
						["iLvl"] = 475,
						["time"] = 1592463393,
						["class"] = 7,
						["bTag"] = "你说你想要桃#5484",
					}, -- [314]
					{
						["role"] = "TANK",
						["name"] = "索尔丶-黑石尖塔",
						["iLvl"] = 458,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "大萌德一统江湖#5206",
					}, -- [315]
					{
						["role"] = "DAMAGER",
						["name"] = "新发地采购员-海克泰尔",
						["iLvl"] = 477,
						["time"] = 1592463378,
						["class"] = 8,
						["bTag"] = "快乐肥宅#5978",
					}, -- [316]
					{
						["role"] = "DAMAGER",
						["name"] = "丨洛芫丨-无尽之海",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 2,
						["bTag"] = "洛芫#5953",
					}, -- [317]
					{
						["role"] = "TANK",
						["name"] = "假面具-希尔瓦娜斯",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 2,
						["bTag"] = "冰水之寒#5565",
					}, -- [318]
					{
						["role"] = "DAMAGER",
						["name"] = "其实你不懂-血牙魔王",
						["iLvl"] = 480,
						["time"] = 1592463378,
						["class"] = 2,
						["bTag"] = "其实你不懂#5777",
					}, -- [319]
					{
						["role"] = "DAMAGER",
						["name"] = "Fogost-巫妖之王",
						["time"] = 1592463393,
						["class"] = 4,
					}, -- [320]
					{
						["role"] = "DAMAGER",
						["name"] = "林迟青-血色十字军",
						["iLvl"] = 479,
						["time"] = 1592463378,
						["class"] = 4,
						["bTag"] = "CFisher#5365",
					}, -- [321]
					{
						["role"] = "HEALER",
						["name"] = "尛乖丶-阿曼尼",
						["iLvl"] = 479,
						["time"] = 1592463393,
						["class"] = 2,
						["bTag"] = "兜兜丶#51231",
					}, -- [322]
					{
						["role"] = "TANK",
						["name"] = "得鲁二-熔火之心",
						["iLvl"] = 474,
						["time"] = 1592463393,
						["class"] = 11,
						["bTag"] = "大海无量#51579",
					}, -- [323]
					{
						["role"] = "TANK",
						["name"] = "芦笋-烈焰峰",
						["iLvl"] = 479,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "lulan#51886",
					}, -- [324]
					{
						["role"] = "DAMAGER",
						["name"] = "吾愛衣裳尽-鬼雾峰",
						["iLvl"] = 446,
						["time"] = 1592463393,
						["class"] = 2,
						["bTag"] = "SkyHero#5948",
					}, -- [325]
					{
						["role"] = "DAMAGER",
						["name"] = "吃圣活-冰风岗",
						["iLvl"] = 452,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "ffgaojun#5413",
					}, -- [326]
					{
						["role"] = "DAMAGER",
						["name"] = "Smallfox-苏拉玛",
						["time"] = 1592463393,
						["class"] = 4,
					}, -- [327]
					{
						["role"] = "TANK",
						["name"] = "阿准的小号-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1592463393,
						["class"] = 11,
						["bTag"] = "阿准#5754",
					}, -- [328]
					{
						["role"] = "DAMAGER",
						["name"] = "为了篰落-克尔苏加德",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "御用太监#5224",
					}, -- [329]
					{
						["role"] = "DAMAGER",
						["name"] = "失之莪命丶-阿纳克洛斯",
						["iLvl"] = 458,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "时间旅行者#51845",
					}, -- [330]
					{
						["role"] = "DAMAGER",
						["name"] = "術士大媽-燃烧之刃",
						["iLvl"] = 463,
						["time"] = 1592463378,
						["class"] = 9,
						["bTag"] = "恶魔之眼#51209",
					}, -- [331]
				},
				["2-137-502-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 474,
						["time"] = 1591103688,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "上士戀手-燃烧之刃",
						["time"] = 1591103688,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "风暴烈酒丶玲-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1591103688,
						["class"] = 10,
						["bTag"] = "小糯米#51955",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "佳慧欧妮-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1591103688,
						["class"] = 10,
						["bTag"] = "殷老师#5116",
					}, -- [4]
				},
				["2-145-530-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1589951950,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥斩月-熔火之心",
						["iLvl"] = 476,
						["time"] = 1589951950,
						["class"] = 12,
						["bTag"] = "太液秋风#51621",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "妹島和世-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1589951950,
						["class"] = 1,
						["bTag"] = "凌十七#5509",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "长歌行-瑟莱德丝",
						["iLvl"] = 475,
						["time"] = 1589951950,
						["class"] = 10,
						["bTag"] = "长歌行#5541",
					}, -- [4]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "晨风韵雨-安苏",
						["iLvl"] = 478,
						["time"] = 1590036557,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "SpeedyRogue#550352",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "来张彩照吧-阿拉索",
						["iLvl"] = 475,
						["time"] = 1590037067,
						["class"] = 3,
						["bTag"] = "少仲#5429",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "四风谷村长-阿格拉玛",
						["iLvl"] = 478,
						["time"] = 1590036629,
						["class"] = 12,
						["bTag"] = "DizzyKnight#516920",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "西风掠月-诺莫瑞根",
						["iLvl"] = 479,
						["time"] = 1590036969,
						["class"] = 8,
						["bTag"] = "西风#5507",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "诸神的祈福-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1590036971,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "超能之鱼人#5740",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "腰粗三米三-冰风岗",
						["iLvl"] = 483,
						["time"] = 1590037067,
						["class"] = 7,
						["bTag"] = "惯看秋月春风#51711",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "战心-埃德萨拉",
						["iLvl"] = 479,
						["time"] = 1590038320,
						["class"] = 1,
						["bTag"] = "包包纸#5527",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "四丨队钢琴手-太阳之井",
						["time"] = 1590037067,
						["class"] = 1,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "沧海壹黍-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1590037311,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "人在旅途#51519",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Newmoonn-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1590037137,
						["class"] = 3,
						["bTag"] = "大巫#5299",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "小奶娘-大地之怒",
						["iLvl"] = 467,
						["time"] = 1590037994,
						["class"] = 5,
						["bTag"] = "妇女之友#51599",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "今天练字了吗-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1590038368,
						["class"] = 7,
						["bTag"] = "今天练字了吗#5400",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "幻世空丶怀念-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1590038377,
						["class"] = 8,
						["bTag"] = "幻世空#5104",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "炎雨冷夫-梅尔加尼",
						["iLvl"] = 479,
						["time"] = 1590038377,
						["class"] = 3,
						["bTag"] = "紫天醉梦#51686",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "月下箫歌-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590042957,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "悲剧之光#5431",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "仨之法斯-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590043180,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "菊花收割师#5196",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "丶恐怖利刃-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1590043180,
						["class"] = 12,
						["bTag"] = "n1kko#5838",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "灮中之灮-燃烧之刃",
						["iLvl"] = 474,
						["time"] = 1590043146,
						["class"] = 5,
						["bTag"] = "廉价酒精#5262",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "无双守望-海克泰尔",
						["iLvl"] = 479,
						["time"] = 1590043180,
						["class"] = 11,
						["bTag"] = "狸花猫#5453",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "忆似水年华-耐奥祖",
						["iLvl"] = 477,
						["time"] = 1590043585,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "諸神之黄昏#5397",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "諸神之黄昏-耐奥祖",
						["iLvl"] = 480,
						["time"] = 1590043585,
						["class"] = 2,
						["bTag"] = "諸神之黄昏#5397",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "欧丶若拉-冰风岗",
						["iLvl"] = 476,
						["time"] = 1590043585,
						["class"] = 12,
						["bTag"] = "风寒#5790",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "马晓燕燕-麦迪文",
						["iLvl"] = 468,
						["time"] = 1590043538,
						["class"] = 3,
						["bTag"] = "刚刚#5777",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "灬訫澄則霊灬-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1590043585,
						["class"] = 1,
						["bTag"] = "Bigkiller#51733",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "花洛神-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1590044516,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "jamo#51844",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "任海-藏宝海湾",
						["iLvl"] = 478,
						["time"] = 1590044323,
						["class"] = 3,
						["bTag"] = "任海#5312",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "残念独醉-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1590044122,
						["class"] = 1,
						["bTag"] = "剁烂的土豆#5728",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "志鸟-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1590044317,
						["class"] = 6,
						["bTag"] = "各凭本事#51120",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "魔人乂鬼法-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590044516,
						["class"] = 8,
						["bTag"] = "魔人鬼法#5732",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "落花静流年-燃烧之刃",
						["iLvl"] = 481,
						["time"] = 1590044335,
						["class"] = 2,
						["bTag"] = "玄月冰羽#5337",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "别眨眼-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1590044516,
						["class"] = 4,
						["bTag"] = "晨光#51867",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "夏娅雷鸣-死亡之翼",
						["iLvl"] = 483,
						["time"] = 1590044516,
						["class"] = 8,
						["bTag"] = "Kasalico#5362",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "流樱丶-伊森利恩",
						["iLvl"] = 484,
						["time"] = 1590123957,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "流樱丶#5227",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Mickasa-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1590124026,
						["class"] = 4,
						["bTag"] = "Zero#51794",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "丨唯心自知丨-安苏",
						["iLvl"] = 482,
						["time"] = 1590123873,
						["class"] = 12,
						["bTag"] = "丨唯心自知丨#5814",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "八号-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1590124026,
						["class"] = 4,
						["bTag"] = "EighT#5582",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "黯然神殇丶-布兰卡德",
						["iLvl"] = 479,
						["time"] = 1590124026,
						["class"] = 11,
						["bTag"] = "LDD#51233",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "艾丽拉-凤凰之神",
						["iLvl"] = 460,
						["time"] = 1590671038,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "bluewind#5112",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "沐露梳風-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1590671038,
						["class"] = 12,
						["bTag"] = "Cesare#51703",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "狩獵神話-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1590671038,
						["class"] = 3,
						["bTag"] = "神話丨傳說#5549",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "狂欢狂欢-血环",
						["iLvl"] = 479,
						["time"] = 1590671038,
						["class"] = 11,
						["bTag"] = "增强萨#5783",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "苹果灬远征-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1590672193,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "XD520#5563",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "幸运的狐狸-丽丽（四川）",
						["iLvl"] = 477,
						["time"] = 1590671665,
						["class"] = 3,
						["bTag"] = "男人的味道#5459",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Emilyc-克尔苏加德",
						["iLvl"] = 480,
						["time"] = 1590672369,
						["class"] = 4,
						["bTag"] = "雪无痕#5417",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "月影寒霜-鹰巢山",
						["iLvl"] = 483,
						["time"] = 1590672408,
						["class"] = 3,
						["bTag"] = "月影#53254",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "白沙洲王哥-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1590672444,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "读心#5180",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "雲長兄-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590672444,
						["class"] = 10,
						["bTag"] = "PowerUp#51401",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "流年乄奈我何-洛丹伦",
						["iLvl"] = 479,
						["time"] = 1590672444,
						["class"] = 8,
						["bTag"] = "流年#56110",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "毁灭旋律-丹莫德",
						["iLvl"] = 482,
						["time"] = 1590672444,
						["class"] = 8,
						["bTag"] = "瞬神#5653",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "八宝辣酱-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1590736694,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "草菇老抽#51471",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "卡文迪许丶-血环",
						["iLvl"] = 481,
						["time"] = 1590737061,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "愤怒的元首#51835",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "血辰-血色十字军",
						["iLvl"] = 476,
						["time"] = 1590737094,
						["class"] = 8,
						["bTag"] = "赵大侠#51605",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Divinevil-格瑞姆巴托",
						["iLvl"] = 484,
						["time"] = 1590736924,
						["class"] = 2,
						["bTag"] = "Apocalyps#5569",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂马娅-加尔",
						["iLvl"] = 476,
						["time"] = 1590737669,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "天堂之雪#51424",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "天降正义丶-阿比迪斯",
						["iLvl"] = 481,
						["time"] = 1590737669,
						["class"] = 12,
						["bTag"] = "恋在奎尔萨拉#5237",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "Aquirev-影之哀伤",
						["iLvl"] = 481,
						["time"] = 1590737669,
						["class"] = 12,
						["bTag"] = "我希望你们有母亲#5243",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "一刀玖簖-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1590737669,
						["class"] = 1,
						["bTag"] = "葡萄#5918",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "雨雾悠悠-冰霜之刃",
						["iLvl"] = 483,
						["time"] = 1591242628,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "雨雾悠悠#5392",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "清楓羽落-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591242517,
						["class"] = 2,
						["bTag"] = "霜冻#5223",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "重生的火凤凰-莱索恩",
						["iLvl"] = 480,
						["time"] = 1591242501,
						["class"] = 2,
						["bTag"] = "鳯小凰#5697",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "夕羽-巫妖之王",
						["iLvl"] = 480,
						["time"] = 1591242529,
						["class"] = 12,
						["bTag"] = "蓝色黑点#5268",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "该点外卖了-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1591242628,
						["class"] = 4,
						["bTag"] = "村长这有人偷粪#5166",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Akiya-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1591242569,
						["class"] = 4,
						["bTag"] = "我真是杀了你们的#5892",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "晓彤妹妹-伊森利恩",
						["time"] = 1591242540,
						["class"] = 1,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "惊靈-阿拉希",
						["iLvl"] = 481,
						["time"] = 1591242580,
						["class"] = 5,
						["bTag"] = "精灵暗牧#5939",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "咸鱼翻跟头-布兰卡德",
						["iLvl"] = 484,
						["time"] = 1591242623,
						["class"] = 6,
						["bTag"] = "晓涛涛#5104",
					}, -- [66]
					{
						["role"] = "HEALER",
						["name"] = "寵丷冰冰丷-伊森利恩",
						["iLvl"] = 482,
						["time"] = 1591242602,
						["class"] = 2,
						["bTag"] = "寵丷冰冰#5261",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "净网先锋-凤凰之神",
						["time"] = 1591242628,
						["class"] = 9,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "閗婦乳-阿纳克洛斯",
						["iLvl"] = 480,
						["time"] = 1591242628,
						["class"] = 4,
						["bTag"] = "我归来了#5590",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "梁喜喜-鬼雾峰",
						["iLvl"] = 479,
						["time"] = 1591243749,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "喜梁梁#5651",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "楠得迷糊-地狱之石",
						["iLvl"] = 480,
						["time"] = 1591242915,
						["class"] = 12,
						["bTag"] = "百里乐铭#5160",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "爱喝小米粥-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1591242997,
						["class"] = 6,
						["bTag"] = "UncleCold#51355",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "依利达丶-巫妖之王",
						["iLvl"] = 477,
						["time"] = 1591242859,
						["class"] = 12,
						["bTag"] = "BT160809#5645",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "一月蚀一-风行者",
						["iLvl"] = 480,
						["time"] = 1591243869,
						["class"] = 4,
						["bTag"] = "小财神#5648",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "国服首席术-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1591243869,
						["class"] = 9,
						["bTag"] = "史诗之裤#5237354",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "杰克史派洛-太阳之井",
						["iLvl"] = 479,
						["time"] = 1591243452,
						["class"] = 7,
						["bTag"] = "杰克斯派洛#51745",
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "Apollo-石爪峰",
						["iLvl"] = 482,
						["time"] = 1591243869,
						["class"] = 2,
						["bTag"] = "靈魂獸#5533",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "Tresdin-加尔",
						["time"] = 1591243869,
						["class"] = 2,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "步歩-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591247762,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "gelinduo#5424",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋总红了-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591248078,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "丹哥#51807",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "红风-末日行者",
						["iLvl"] = 480,
						["time"] = 1591247923,
						["class"] = 1,
						["bTag"] = "骄傲之心#5449",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "沐诗诗-血环",
						["iLvl"] = 483,
						["time"] = 1591247838,
						["class"] = 5,
						["bTag"] = "哈布斯宝宝#5513",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "優雅灬之風-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591248078,
						["class"] = 12,
						["bTag"] = "优雅灬之風#5264",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "乛向南乛-布兰卡德",
						["iLvl"] = 484,
						["time"] = 1591248116,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "沐草江南#5855",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "此雨-托塞德林",
						["iLvl"] = 482,
						["time"] = 1591248116,
						["class"] = 12,
						["bTag"] = "杜安东#5969",
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "恩佐斯的小三-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1591248116,
						["class"] = 6,
						["bTag"] = "得不到永远在骚动#5215",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "果哥-克洛玛古斯",
						["iLvl"] = 484,
						["time"] = 1591248116,
						["class"] = 4,
						["bTag"] = "果哥#5785",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "血刺印-古尔丹",
						["iLvl"] = 482,
						["time"] = 1591249495,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "风往哪吹#5704",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "Lovelyyore-克尔苏加德",
						["iLvl"] = 477,
						["time"] = 1591249793,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "LoveLYYore#5116",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "心碎谁安慰-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1591249538,
						["class"] = 8,
						["bTag"] = "阿琨#51997",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "夜丨幕丶-能源舰",
						["iLvl"] = 475,
						["time"] = 1591249595,
						["class"] = 8,
						["bTag"] = "凯恩#513234",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "弑杀冰寒-血牙魔王",
						["iLvl"] = 479,
						["time"] = 1591249904,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "滢滢猪爸爸#5577",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "瘦的只剩胸-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1591249904,
						["class"] = 5,
						["bTag"] = "walqcx#5779",
					}, -- [93]
					{
						["role"] = "HEALER",
						["name"] = "尝试切你中路-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1591249974,
						["class"] = 10,
						["bTag"] = "金炯嗯捅鸡#5580",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "去吧圈圈熊-雷霆之王",
						["iLvl"] = 481,
						["time"] = 1591250016,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "去吧皮卡丘#5233",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光的抉择-雏龙之翼",
						["iLvl"] = 480,
						["time"] = 1591250016,
						["class"] = 2,
						["bTag"] = "深渊巨兽派大星#5929",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "漩涡鸣人-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1591250016,
						["class"] = 4,
						["bTag"] = "JayXun#5450",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "菟尐菟-巨龙之吼",
						["iLvl"] = 483,
						["time"] = 1591250016,
						["class"] = 3,
						["bTag"] = "hehe#52453",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "可疑的射爷-萨尔",
						["iLvl"] = 479,
						["time"] = 1591420675,
						["class"] = 3,
						["bTag"] = "董大荃#5743",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "万箭归心-安纳塞隆",
						["iLvl"] = 468,
						["time"] = 1591420675,
						["class"] = 3,
						["bTag"] = "寒枫傲天#5148",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "覇王硬上弓-凤凰之神",
						["iLvl"] = 484,
						["time"] = 1591420675,
						["class"] = 3,
						["bTag"] = "HuntsMan#51659",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "卩风鈴窗下灬-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1591863909,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "饭后茶点#51925",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "我是疯子-燃烧军团",
						["iLvl"] = 478,
						["time"] = 1591863325,
						["class"] = 3,
						["bTag"] = "没褶子的包子#5465",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "垚宝宝-狂热之刃",
						["iLvl"] = 480,
						["time"] = 1591863719,
						["class"] = 3,
						["bTag"] = "丶欧尼酱#5692",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "后来的反派-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1591863710,
						["class"] = 3,
						["bTag"] = "残花败柳丶#5464",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "茵芭斯-白银之手",
						["iLvl"] = 475,
						["time"] = 1591864081,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Caramel#5501",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "灬派大星丶-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1591864122,
						["class"] = 8,
						["bTag"] = "fancysli#5348",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "维奥莱特-无尽之海",
						["iLvl"] = 480,
						["time"] = 1591865065,
						["class"] = 12,
						["bTag"] = "宙斯#5422",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "好久不見-贫瘠之地",
						["iLvl"] = 477,
						["time"] = 1591864219,
						["class"] = 12,
						["bTag"] = "船到桥头自然沉#51532",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "小七少-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1591864322,
						["class"] = 6,
						["bTag"] = "小七#51800",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "喵灬北南-血色十字军",
						["iLvl"] = 483,
						["time"] = 1591864338,
						["class"] = 3,
						["bTag"] = "旺灬西东#5830",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "千千-雷霆之王",
						["iLvl"] = 482,
						["time"] = 1591864873,
						["class"] = 3,
						["bTag"] = "千牧#5482",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "西伯利亞狼-加基森",
						["iLvl"] = 480,
						["time"] = 1591865002,
						["class"] = 8,
						["bTag"] = "闪亮之裤#5261740",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "挠头-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1591864873,
						["class"] = 12,
						["bTag"] = "Lance#5970",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "茅野爱衣-黑暗之矛",
						["iLvl"] = 479,
						["time"] = 1591865130,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "锻炼神经的奇葩#5872",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝翔四哥-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1591865130,
						["class"] = 3,
						["bTag"] = "Ghos#51416",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "丨东丨东丨-阿纳克洛斯",
						["iLvl"] = 480,
						["time"] = 1591865130,
						["class"] = 12,
						["bTag"] = "怒风仲裁#5994",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "Arkhcm-燃烧之刃",
						["iLvl"] = 484,
						["time"] = 1591865130,
						["class"] = 2,
						["bTag"] = "异度安卡#5461",
					}, -- [118]
					{
						["role"] = "HEALER",
						["name"] = "齐娜-阿尔萨斯",
						["time"] = 1591869466,
						["class"] = 2,
						["leader"] = true,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "狂暴怒怒-火羽山",
						["iLvl"] = 480,
						["time"] = 1591869585,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "彩色念念#5264",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "戈洛玛古什-凤凰之神",
						["time"] = 1591869538,
						["class"] = 6,
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "乳猪丘比特-冰霜之刃",
						["iLvl"] = 473,
						["time"] = 1591869383,
						["class"] = 3,
						["bTag"] = "徐飞#51644",
					}, -- [122]
					{
						["role"] = "TANK",
						["name"] = "拉萨等你-奥斯里安",
						["iLvl"] = 478,
						["time"] = 1591869585,
						["class"] = 1,
						["bTag"] = "骑车去拉萨#5870",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "Csniper-火烟之谷",
						["iLvl"] = 480,
						["time"] = 1591869585,
						["class"] = 1,
						["bTag"] = "Csniper#5139",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "Kfox-霜之哀伤",
						["iLvl"] = 484,
						["time"] = 1592460944,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "一個殺手的白日夢#5761",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "Ccpokamolodo-血环",
						["iLvl"] = 480,
						["time"] = 1592461452,
						["class"] = 1,
						["bTag"] = "鲍茂泽#5265",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "中绌奥特曼-艾莫莉丝",
						["iLvl"] = 480,
						["time"] = 1592461109,
						["class"] = 11,
						["bTag"] = "拐子#52432",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "魔改丶杰诺斯-无尽之海",
						["iLvl"] = 480,
						["time"] = 1592461955,
						["class"] = 12,
						["bTag"] = "踢阿伯落海#5348",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "江门-无尽之海",
						["iLvl"] = 479,
						["time"] = 1592461592,
						["class"] = 11,
						["bTag"] = "rvnctjpl#5626",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "Kotowaru-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1592462164,
						["class"] = 12,
						["bTag"] = "来啊互相伤害啊#51535",
					}, -- [130]
					{
						["role"] = "HEALER",
						["name"] = "凌虚-耐奥祖",
						["iLvl"] = 480,
						["time"] = 1592462164,
						["class"] = 2,
						["bTag"] = "恨世生#5835",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰丨杀戮-无尽之海",
						["iLvl"] = 480,
						["time"] = 1592462034,
						["class"] = 1,
						["bTag"] = "信仰丨杀戮#5376",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "氿紋尨-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1592462164,
						["class"] = 3,
						["bTag"] = "艾尔之子#58131",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "万能蕉-阿尔萨斯",
						["iLvl"] = 479,
						["time"] = 1592462164,
						["class"] = 10,
						["bTag"] = "蕉爷#5317",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "妖妖蕶-巨龙之吼",
						["iLvl"] = 479,
						["time"] = 1592465200,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "致命之绕指柔#5967",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "墨隐-冬拥湖",
						["iLvl"] = 480,
						["time"] = 1592465713,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "墨隐#51678",
					}, -- [136]
					{
						["role"] = "HEALER",
						["name"] = "夜歌-冬拥湖",
						["iLvl"] = 477,
						["time"] = 1592465713,
						["class"] = 5,
						["bTag"] = "时崎丶狂三#51593",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "艾格紋-血色十字军",
						["iLvl"] = 483,
						["time"] = 1592465449,
						["class"] = 5,
						["bTag"] = "余音缭绕#51523",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "丶大胖-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1592465713,
						["class"] = 12,
						["bTag"] = "小胖#51133",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "点儿正-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1592466383,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "电动摇摇摇#5503",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "月影如歌-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1592466569,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "好久不见#52526",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "看什么看-燃烧军团",
						["iLvl"] = 480,
						["time"] = 1592466434,
						["class"] = 8,
						["bTag"] = "缅怀曾经的魔兽#5600",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "Bigsnake-烈焰峰",
						["iLvl"] = 473,
						["time"] = 1592466221,
						["class"] = 4,
						["bTag"] = "BigSnake#51311",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "怵歪-织亡者",
						["iLvl"] = 480,
						["time"] = 1592466982,
						["class"] = 2,
						["bTag"] = "乡里伢#51816",
					}, -- [144]
					{
						["role"] = "TANK",
						["name"] = "无情豆包-安苏",
						["time"] = 1592466567,
						["class"] = 12,
					}, -- [145]
					{
						["role"] = "TANK",
						["name"] = "时砂-贫瘠之地",
						["iLvl"] = 482,
						["time"] = 1592466799,
						["class"] = 1,
						["bTag"] = "时砂#51675",
					}, -- [146]
					{
						["role"] = "HEALER",
						["name"] = "和歌忘忧-狂热之刃",
						["iLvl"] = 481,
						["time"] = 1592466629,
						["class"] = 2,
						["bTag"] = "ChristmaSss#5451",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "痤疮-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1592466982,
						["class"] = 9,
						["bTag"] = "AppleBloom#5264",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "疯灬少-克尔苏加德",
						["iLvl"] = 474,
						["time"] = 1592466982,
						["class"] = 12,
						["bTag"] = "战不悔#5201",
					}, -- [149]
				},
				["2-146-534-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1591535210,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "给你全部的爱-冰风岗",
						["iLvl"] = 476,
						["time"] = 1591517024,
						["class"] = 3,
						["bTag"] = "柳大胡子#5402",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "小叮猫-格瑞姆巴托",
						["time"] = 1591517024,
						["class"] = 2,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "七宝丷-燃烧之刃",
						["time"] = 1591517024,
						["class"] = 11,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "教授吴-燃烧之刃",
						["iLvl"] = 474,
						["time"] = 1591535210,
						["class"] = 11,
						["bTag"] = "鸡龟骨艮耕#5151",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "一小骑士-血吼",
						["iLvl"] = 479,
						["time"] = 1591535210,
						["class"] = 2,
						["bTag"] = "戴套加攻击#5601",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "猫灬之优雅-奥妮克希亚",
						["time"] = 1591535210,
						["class"] = 12,
					}, -- [7]
				},
			},
			["lastSearchCode"] = "9-0-19-0",
		},
	},
}
