
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["洛克达姆 - 雷霆之王"] = "洛克达姆 - 雷霆之王",
	},
	["profiles"] = {
		["洛克达姆 - 雷霆之王"] = {
			["version"] = "80300.01",
			["createHistoryList"] = {
				"2-145-530-0", -- [1]
				"2-141-514-0", -- [2]
				"2-142-518-0", -- [3]
				"2-143-522-0", -- [4]
				"2-137-502-0", -- [5]
				"2-146-534-0", -- [6]
				"2-256-679-0", -- [7]
				"2-257-683-0", -- [8]
				"2-140-510-0", -- [9]
				"2-138-507-0", -- [10]
				"2-139-504-0", -- [11]
				"2-143-521-0", -- [12]
				"2-139-645-0", -- [13]
				"111-249-662-0", -- [14]
				"6-0-17-0", -- [15]
				"2-138-644-0", -- [16]
			},
			["minimap"] = {
				["hide"] = false,
			},
			["lastSearchCode"] = "6-0-0-0",
			["appShine"] = "80300.01",
			["settings"] = {
				["panel"] = false,
			},
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"2-0-0-0", -- [2]
				"9-0-19-0", -- [3]
				"111-0-0-0", -- [4]
				"3-0-0-0", -- [5]
				"4-0-0-0", -- [6]
				"1-0-0-0", -- [7]
			},
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "凌乱灬萨满-塞拉摩",
						["iLvl"] = 471,
						["time"] = 1588583050,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "简单粗暴#5211",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Lolo-洛丹伦",
						["time"] = 1588583023,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "水沁心-冰霜之刃",
						["iLvl"] = 478,
						["time"] = 1588583057,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "幸运之翼#522786",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "你从天上来-死亡之翼",
						["iLvl"] = 448,
						["time"] = 1588583050,
						["class"] = 3,
						["bTag"] = "极度郁闷#51684",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "拾丨叁-贫瘠之地",
						["iLvl"] = 476,
						["time"] = 1588583046,
						["class"] = 2,
						["bTag"] = "夏娜#51984",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "與寵共舞-甜水绿洲",
						["time"] = 1588583017,
						["class"] = 3,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "顽皮的小火-阿纳克洛斯",
						["iLvl"] = 476,
						["time"] = 1588583070,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "我你灬大爷#5476",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "黑道聖徒-燃烧之刃",
						["iLvl"] = 435,
						["time"] = 1588583076,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "火拳#5679",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆王丶-安苏",
						["iLvl"] = 471,
						["time"] = 1588583034,
						["class"] = 12,
						["bTag"] = "浮丶沉#51830",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "霜叹酱-奥尔加隆",
						["iLvl"] = 476,
						["time"] = 1589464789,
						["class"] = 3,
						["bTag"] = "吾辈小白#5444",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "雪淇-加基森",
						["iLvl"] = 478,
						["time"] = 1588583050,
						["class"] = 2,
						["bTag"] = "雪淇#51751",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "五十块钱一斤-格雷迈恩",
						["iLvl"] = 476,
						["time"] = 1588583089,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "楼顶夜猫子#5603",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "好无聊的名字-莱索恩",
						["iLvl"] = 475,
						["time"] = 1588583089,
						["class"] = 12,
						["bTag"] = "烟雨临殇#5261",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "软软小太阳丶-伊森利恩",
						["iLvl"] = 464,
						["time"] = 1588583089,
						["class"] = 9,
						["bTag"] = "欧洲天选之人#5774",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "漓奈-血吼",
						["iLvl"] = 454,
						["time"] = 1588583089,
						["class"] = 8,
						["bTag"] = "幸运的百百#51653",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "若离丶-血吼",
						["iLvl"] = 472,
						["time"] = 1588583089,
						["class"] = 4,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "多多关照哦-安苏",
						["iLvl"] = 473,
						["time"] = 1588583034,
						["class"] = 4,
						["bTag"] = "积极游戏重振守望#5171",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "小狐狸凸凸-诺森德",
						["iLvl"] = 439,
						["time"] = 1588583040,
						["class"] = 1,
						["bTag"] = "伤风感冒#5134",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "沉沦飘雪-死亡之翼",
						["iLvl"] = 459,
						["time"] = 1588583050,
						["class"] = 3,
						["bTag"] = "一点点默契#5325",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "雨灬木-无尽之海",
						["iLvl"] = 478,
						["time"] = 1588583040,
						["class"] = 12,
						["bTag"] = "秋殇别恋#52631",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "桃子味鼻涕-白骨荒野",
						["iLvl"] = 471,
						["time"] = 1588583046,
						["class"] = 9,
						["bTag"] = "小鼻屎#5991",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "爱姐姐太好了-燃烧平原",
						["iLvl"] = 479,
						["time"] = 1588583061,
						["class"] = 2,
						["bTag"] = "菲你莫属#5180",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "江山有残阳-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1588583050,
						["class"] = 8,
						["bTag"] = "海哥#5157",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "小豬丶-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1588583040,
						["class"] = 3,
						["bTag"] = "居少#51567",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "逼茄锁-死亡之翼",
						["time"] = 1588583021,
						["class"] = 4,
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "瑟利斯瑞-夏维安",
						["iLvl"] = 464,
						["time"] = 1588583040,
						["class"] = 5,
						["bTag"] = "旭旭323#5804",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Nizhongge-伊森利恩",
						["time"] = 1588583028,
						["class"] = 12,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "丶销魂有罪-冰霜之刃",
						["iLvl"] = 460,
						["time"] = 1588583040,
						["class"] = 12,
						["bTag"] = "庸手丶#5423",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "墨徵-丽丽（四川）",
						["iLvl"] = 474,
						["time"] = 1588583048,
						["class"] = 10,
						["bTag"] = "贪睡之熊#54870",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "超超的跟班-兰娜瑟尔",
						["iLvl"] = 475,
						["time"] = 1588583040,
						["class"] = 8,
						["bTag"] = "超超#52912",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Nearz-安苏",
						["time"] = 1588583507,
						["class"] = 3,
						["leader"] = true,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "靈魂蟲蟲-影之哀伤",
						["time"] = 1588583507,
						["class"] = 7,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "闪开小魂来了-纳沙塔尔",
						["iLvl"] = 477,
						["time"] = 1588583507,
						["class"] = 1,
						["bTag"] = "白菜#5815",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "战争画师-加基森",
						["time"] = 1588583507,
						["class"] = 8,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "嘟嘟露露-无尽之海",
						["time"] = 1589464789,
						["class"] = 1,
						["leader"] = true,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "总之就是卵硬-丹莫德",
						["iLvl"] = 425,
						["time"] = 1589464789,
						["class"] = 1,
						["bTag"] = "蒼炎軌跡#5327",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "萨拉莫之眼-伊利丹",
						["iLvl"] = 451,
						["time"] = 1589464789,
						["class"] = 4,
						["bTag"] = "老萨#5321",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "忆灬昔-伊森利恩",
						["time"] = 1589464789,
						["class"] = 3,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "风翊-伊森利恩",
						["time"] = 1589464789,
						["class"] = 3,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "麥兜兜-晴日峰（江苏）",
						["time"] = 1589464789,
						["class"] = 3,
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "圣光怒迦-烈焰荆棘",
						["time"] = 1589464789,
						["class"] = 2,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "注意安全-安苏",
						["time"] = 1589464789,
						["class"] = 11,
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "贝奥兰迪-阿尔萨斯",
						["time"] = 1589464789,
						["class"] = 10,
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "小仓老湿-石爪峰",
						["time"] = 1589464789,
						["class"] = 5,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "肥尨-红龙女王",
						["iLvl"] = 440,
						["time"] = 1589464789,
						["class"] = 10,
						["bTag"] = "黑乂乂#5366",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "冰丨灬逸-阿比迪斯",
						["iLvl"] = 473,
						["time"] = 1589464789,
						["class"] = 2,
						["bTag"] = "逸阳#5910",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "骨杀-燃烧之刃",
						["iLvl"] = 463,
						["time"] = 1589464789,
						["class"] = 4,
						["bTag"] = "半對翅膀#5488",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "我们去旅行-燃烧之刃",
						["time"] = 1589464789,
						["class"] = 1,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "飘血一奶-红云台地",
						["time"] = 1589464789,
						["class"] = 5,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "绝对炙热-迅捷微风",
						["time"] = 1589464789,
						["class"] = 12,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "夜月寒光-龙骨平原",
						["time"] = 1589464789,
						["class"] = 3,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "青霞楚红曼玉-萨格拉斯",
						["time"] = 1589464789,
						["class"] = 12,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "吾心安处-凤凰之神",
						["time"] = 1589464789,
						["class"] = 12,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "莫仕利安-萨格拉斯",
						["time"] = 1589464789,
						["class"] = 8,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "迷杜莎-萨格拉斯",
						["time"] = 1589464789,
						["class"] = 2,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "橙就橙就梦想-迅捷微风",
						["time"] = 1589464789,
						["class"] = 8,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "翻滚吧炒饭-死亡之翼",
						["time"] = 1589464789,
						["class"] = 3,
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "莫徳雷徳-格瑞姆巴托",
						["time"] = 1589464789,
						["class"] = 11,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "忆瑶姬-布兰卡德",
						["iLvl"] = 482,
						["time"] = 1589464789,
						["class"] = 4,
						["bTag"] = "裤裆里的亚当#5928",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "烈酒在喉-迅捷微风",
						["iLvl"] = 404,
						["time"] = 1589464789,
						["class"] = 1,
						["bTag"] = "离陌笙歌#5178",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "电竞艾希-格瑞姆巴托",
						["iLvl"] = 443,
						["time"] = 1589464789,
						["class"] = 8,
						["bTag"] = "天津薛之谦#5176",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "冰雪之光-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1589464789,
						["class"] = 2,
						["bTag"] = "莫轩晖#5217",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "都会传家-斯坦索姆",
						["iLvl"] = 453,
						["time"] = 1589464789,
						["class"] = 12,
						["bTag"] = "八级大狂风#54340",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "爱心诺斯战刃-提瑞斯法",
						["time"] = 1589464789,
						["class"] = 12,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "半夜鸡不叫-凤凰之神",
						["time"] = 1589464789,
						["class"] = 3,
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "萌眼行者-石爪峰",
						["time"] = 1589464789,
						["class"] = 12,
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "救救这个武僧-燃烧之刃",
						["time"] = 1589464789,
						["class"] = 10,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "Fcleoyu-死亡之翼",
						["time"] = 1589464836,
						["class"] = 8,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "无駄-凤凰之神",
						["time"] = 1589464789,
						["class"] = 2,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "花满楼-踏梦者",
						["time"] = 1589464789,
						["class"] = 12,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "灬曾丶小贤灬-无尽之海",
						["iLvl"] = 470,
						["time"] = 1589464868,
						["class"] = 7,
						["bTag"] = "孤影天涯丶#5566",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "狐狸战-巨龙之吼",
						["time"] = 1589464789,
						["class"] = 1,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂鼓手-贫瘠之地",
						["iLvl"] = 425,
						["time"] = 1589464868,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Fantasie#51235",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "熊大呦-冰霜之刃",
						["iLvl"] = 476,
						["time"] = 1589464859,
						["class"] = 3,
						["bTag"] = "强迫症患者#51210",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "虚空魔满足我-海克泰尔",
						["iLvl"] = 474,
						["time"] = 1589464872,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "好伦哥#5339",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "酱油帮主-黑暗之矛",
						["iLvl"] = 450,
						["time"] = 1589464859,
						["class"] = 3,
						["bTag"] = "酱油党#5934",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "Brick-格瑞姆巴托",
						["iLvl"] = 476,
						["time"] = 1589464859,
						["class"] = 3,
						["bTag"] = "LazyTurtle#52155",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "Cnidoscolus-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1589464868,
						["class"] = 11,
						["bTag"] = "楠神月丶#5873",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "悪魔-冰霜之刃",
						["time"] = 1589464832,
						["class"] = 9,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "戴安娜普琳斯-贫瘠之地",
						["iLvl"] = 480,
						["time"] = 1589464852,
						["class"] = 1,
						["bTag"] = "北冥#5228",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "缺德丶-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1589464874,
						["class"] = 11,
						["bTag"] = "喜力#5667",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "飘渺灬朝风-布兰卡德",
						["iLvl"] = 480,
						["time"] = 1589464874,
						["class"] = 8,
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "防火女-麦姆",
						["iLvl"] = 477,
						["time"] = 1589464868,
						["class"] = 12,
						["bTag"] = "千爆樱#5907",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "神猴-格瑞姆巴托",
						["time"] = 1589464874,
						["class"] = 1,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "丁基锂-阿比迪斯",
						["time"] = 1589464866,
						["class"] = 3,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "末将不才-主宰之剑",
						["iLvl"] = 462,
						["time"] = 1589464859,
						["class"] = 1,
						["bTag"] = "Pasukp#5516",
					}, -- [86]
				},
				["2-257-683-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "想名字头疼-阿拉希",
						["iLvl"] = 470,
						["time"] = 1587553074,
						["class"] = 8,
						["bTag"] = "想名字头疼#5359",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 468,
						["time"] = 1587553074,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "小昊吼吼哈嘿-凤凰之神",
						["iLvl"] = 463,
						["time"] = 1587552963,
						["class"] = 11,
						["bTag"] = "古古怪怪#51429",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "殇世-塞拉摩",
						["iLvl"] = 461,
						["time"] = 1587553074,
						["class"] = 6,
						["bTag"] = "于先生#51578",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "小脑斧丶歪歪-死亡之翼",
						["iLvl"] = 468,
						["time"] = 1587553074,
						["class"] = 2,
						["bTag"] = "颓废怨灵#5827",
					}, -- [5]
				},
				["2-256-679-0"] = {
					{
						["role"] = "TANK",
						["name"] = "十三十-克尔苏加德",
						["iLvl"] = 472,
						["time"] = 1587554547,
						["class"] = 12,
						["bTag"] = "沉默之剑#55453",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 468,
						["time"] = 1587554547,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "吃蒜的猫-龙骨平原",
						["iLvl"] = 473,
						["time"] = 1587554547,
						["class"] = 3,
						["bTag"] = "一个不好听的名字#51318",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "灰烬之灵魂-燃烧之刃",
						["iLvl"] = 462,
						["time"] = 1587554547,
						["class"] = 5,
						["bTag"] = "SneezyDwarf#51642",
					}, -- [4]
				},
				["2-141-514-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 467,
						["time"] = 1589376749,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "哪里来的妖怪-安苏",
						["time"] = 1589375737,
						["class"] = 1,
					}, -- [2]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1587918578,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "银皮苹果-凤凰之神",
						["time"] = 1587917149,
						["class"] = 3,
						["leader"] = true,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "潇玥羽-伊森利恩",
						["iLvl"] = 446,
						["time"] = 1587917149,
						["class"] = 3,
						["bTag"] = "翎姝素问#5424",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "希丶瓦娜斯-提瑞斯法",
						["iLvl"] = 429,
						["time"] = 1587917149,
						["class"] = 6,
						["bTag"] = "頌雅楓林#5319",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "甘島夫-安苏",
						["iLvl"] = 428,
						["time"] = 1587917149,
						["class"] = 4,
						["bTag"] = "运气是实力的全部#51731",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "梦中梦见梦-克尔苏加德",
						["iLvl"] = 477,
						["time"] = 1587917149,
						["class"] = 1,
						["bTag"] = "MageNico#5389",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "風情小蛮腰-死亡之翼",
						["iLvl"] = 422,
						["time"] = 1587917149,
						["class"] = 2,
						["bTag"] = "张双庆#51237",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "梦境美人-拉文凯斯",
						["iLvl"] = 438,
						["time"] = 1587917149,
						["class"] = 12,
						["bTag"] = "康磊和齐鑫#5767",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "林筱妮-海克泰尔",
						["iLvl"] = 471,
						["time"] = 1587917149,
						["class"] = 3,
						["bTag"] = "记忆里的梦丶#5711",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "阿果吉他-古尔丹",
						["iLvl"] = 450,
						["time"] = 1587917625,
						["class"] = 11,
						["leader"] = true,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "囿臉-死亡之翼",
						["time"] = 1587917625,
						["class"] = 5,
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "死亡霊-死亡之翼",
						["time"] = 1587917625,
						["class"] = 2,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "血色的眼眸-死亡之翼",
						["time"] = 1587917625,
						["class"] = 2,
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "残枫断雪-死亡之翼",
						["time"] = 1587917625,
						["class"] = 2,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "婲哚-死亡之翼",
						["time"] = 1587917625,
						["class"] = 7,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "倦怠話-死亡之翼",
						["time"] = 1587917625,
						["class"] = 7,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "指求-死亡之翼",
						["time"] = 1587917625,
						["class"] = 7,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "創造神-死亡之翼",
						["time"] = 1587917625,
						["class"] = 7,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥灬无声-伊森利恩",
						["iLvl"] = 446,
						["time"] = 1587918578,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "死亡之翼#547989",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "花花阿姨-白银之手",
						["iLvl"] = 432,
						["time"] = 1587918578,
						["class"] = 3,
						["bTag"] = "超级无敌机智可爱#5373",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "北凉丨徐龙象-死亡之翼",
						["iLvl"] = 439,
						["time"] = 1587918008,
						["class"] = 1,
						["bTag"] = "光明之锤#554200",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "五十六条奥丁-丽丽（四川）",
						["iLvl"] = 466,
						["time"] = 1587918578,
						["class"] = 12,
						["bTag"] = "关谷君#5970",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "你减速我加速-希尔瓦娜斯",
						["iLvl"] = 461,
						["time"] = 1587918578,
						["class"] = 3,
						["bTag"] = "马踏踏#5458",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "欧库勒斯-藏宝海湾",
						["iLvl"] = 439,
						["time"] = 1587918008,
						["class"] = 8,
						["bTag"] = "ChoiTeunghy#5506",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "佐佐木希-能源舰",
						["iLvl"] = 425,
						["time"] = 1587918008,
						["class"] = 8,
						["bTag"] = "SwiftieLin#5818",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "地铁小栗次元-埃克索图斯",
						["iLvl"] = 426,
						["time"] = 1587918578,
						["class"] = 11,
						["bTag"] = "shledom#5214",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "午灬夜么么茶-霜狼",
						["iLvl"] = 426,
						["time"] = 1587918578,
						["class"] = 2,
						["bTag"] = "蒜蓉小龙虾#5689",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1589702514,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "姑娘抱紧我-燃烧之刃",
						["iLvl"] = 448,
						["time"] = 1587918578,
						["class"] = 7,
						["bTag"] = "Yahamilitko#5739",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Devotiony-无尽之海",
						["iLvl"] = 471,
						["time"] = 1587919861,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Devotion#51787",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "幽灵逐风-格瑞姆巴托",
						["time"] = 1587919861,
						["class"] = 3,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "花见花枯-加兹鲁维",
						["iLvl"] = 475,
						["time"] = 1587919861,
						["class"] = 12,
						["bTag"] = "ThangKa#5215",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "灬哀沐涕-格雷迈恩",
						["iLvl"] = 478,
						["time"] = 1587919861,
						["class"] = 1,
						["bTag"] = "魔道祖师#5349",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "人世无常-阿格拉玛",
						["iLvl"] = 474,
						["time"] = 1587919861,
						["class"] = 6,
						["bTag"] = "妖邪必败#5240",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "偶是怪物-刺骨利刃",
						["iLvl"] = 468,
						["time"] = 1587919861,
						["class"] = 3,
						["bTag"] = "胖叔#5862",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "暗夜萤火虫-格瑞姆巴托",
						["iLvl"] = 467,
						["time"] = 1587919368,
						["class"] = 11,
						["bTag"] = "茫然之骑士#5149881",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "言多必失-迦拉克隆",
						["iLvl"] = 469,
						["time"] = 1587919861,
						["class"] = 5,
						["bTag"] = "贪睡之熊#599449",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "森林贤王-格瑞姆巴托",
						["iLvl"] = 467,
						["time"] = 1587919861,
						["class"] = 10,
						["bTag"] = "大洋斯克莱特#5273",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "小傻满-燃烧之刃",
						["iLvl"] = 468,
						["time"] = 1587919861,
						["class"] = 7,
						["bTag"] = "静看幸福#51936",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "迟滞一行-燃烧之刃",
						["time"] = 1587920387,
						["class"] = 3,
						["leader"] = true,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "挑肥拣瘦-燃烧之刃",
						["iLvl"] = 355,
						["time"] = 1587920387,
						["class"] = 3,
						["bTag"] = "史诗之鼠#5283431",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "粪不顾身-燃烧之刃",
						["iLvl"] = 328,
						["time"] = 1587920387,
						["class"] = 3,
						["bTag"] = "燕尾蝶#51793",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "社稷委任-燃烧之刃",
						["iLvl"] = 354,
						["time"] = 1587920387,
						["class"] = 3,
						["bTag"] = "超能之法师#597385",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "建强不取-燃烧之刃",
						["iLvl"] = 300,
						["time"] = 1587920387,
						["class"] = 3,
						["bTag"] = "超能之鱼人#5281351",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "刺蛋总新-燃烧之刃",
						["iLvl"] = 344,
						["time"] = 1587920387,
						["class"] = 3,
						["bTag"] = "蛮力之枭#5321210",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "一沉不染-燃烧之刃",
						["iLvl"] = 327,
						["time"] = 1587920387,
						["class"] = 3,
						["bTag"] = "古怪之德鲁伊#596235",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "宽洪大量-燃烧之刃",
						["iLvl"] = 327,
						["time"] = 1587920387,
						["class"] = 3,
						["bTag"] = "蛮力之兽#5312577",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Arks-燃烧之刃",
						["iLvl"] = 468,
						["time"] = 1587920387,
						["class"] = 6,
						["bTag"] = "RuinSmile#51621",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "地理课-血环",
						["time"] = 1588483463,
						["class"] = 3,
						["leader"] = true,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "丨半夏半微凉-无尽之海",
						["time"] = 1588483463,
						["class"] = 8,
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "踏雪而飞-安苏",
						["time"] = 1588483463,
						["class"] = 11,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "小雨轩-暗影之月",
						["time"] = 1588483463,
						["class"] = 8,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "悍跳狼-死亡之翼",
						["time"] = 1588483463,
						["class"] = 1,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "幻化大白腿-风暴之怒",
						["time"] = 1588483463,
						["class"] = 4,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "灵河岸边-死亡之翼",
						["time"] = 1588483463,
						["class"] = 3,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱咆啸-死亡之翼",
						["time"] = 1588483463,
						["class"] = 1,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "被动的野驴-格瑞姆巴托",
						["time"] = 1588485665,
						["class"] = 3,
						["leader"] = true,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "小霸王很无敌-死亡之翼",
						["iLvl"] = 437,
						["time"] = 1588485665,
						["class"] = 8,
						["bTag"] = "东东#53591",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "橙出不窮-鬼雾峰",
						["iLvl"] = 413,
						["time"] = 1588485665,
						["class"] = 12,
						["bTag"] = "gary#5257",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "你都看不见我-伊萨里奥斯",
						["time"] = 1588485665,
						["class"] = 1,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "吴真心呢-凤凰之神",
						["time"] = 1588485665,
						["class"] = 1,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "小贱贱丶-利刃之拳",
						["iLvl"] = 452,
						["time"] = 1588485665,
						["class"] = 3,
						["bTag"] = "阿努比斯#5233",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "无牙尛个子-雷霆之王",
						["iLvl"] = 411,
						["time"] = 1588485665,
						["class"] = 3,
						["bTag"] = "洛克达姆#5430",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "丿糖门滚-伊森利恩",
						["time"] = 1588485489,
						["class"] = 9,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "猎穆王-海克泰尔",
						["time"] = 1588485665,
						["class"] = 3,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "艾奥络斯-布兰卡德",
						["iLvl"] = 478,
						["time"] = 1588496546,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "暗影之龙#56172",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "云焕-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1588496546,
						["class"] = 12,
						["bTag"] = "狂野之狼#5347609",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "萌小球灬-燃烧之刃",
						["iLvl"] = 473,
						["time"] = 1588496532,
						["class"] = 8,
						["bTag"] = "我是如花#51199",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "拭泪修罗-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1588496546,
						["class"] = 1,
						["bTag"] = "雲儿安静#5808",
					}, -- [69]
					{
						["role"] = "HEALER",
						["name"] = "胖子哥来了-熊猫酒仙",
						["iLvl"] = 473,
						["time"] = 1588496546,
						["class"] = 5,
						["bTag"] = "杀我队友#51313",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "丶麻花丶-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1588496546,
						["class"] = 8,
						["bTag"] = "麻花#52453",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "Firecam-亚雷戈斯",
						["iLvl"] = 474,
						["time"] = 1588496546,
						["class"] = 2,
						["bTag"] = "Firecam#5615",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "獣人永不为詉-奥特兰克",
						["iLvl"] = 393,
						["time"] = 1589702514,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "小小之食人魔#5287665",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "甜蜜小宝贝-龙骨平原",
						["iLvl"] = 449,
						["time"] = 1589702514,
						["class"] = 8,
						["bTag"] = "迅捷之潜行者#57888",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "奴家就徥静静-风暴之眼",
						["iLvl"] = 460,
						["time"] = 1589702009,
						["class"] = 6,
						["bTag"] = "玄墓山小妖#5372",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "翰翰仔仔-生态船",
						["iLvl"] = 462,
						["time"] = 1589702514,
						["class"] = 12,
						["bTag"] = "鬼魂之龙#5178536",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "天道酬勤-石爪峰",
						["iLvl"] = 458,
						["time"] = 1589702514,
						["class"] = 11,
						["bTag"] = "狂野之狼#5318342",
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "战军神德-血色十字军",
						["iLvl"] = 444,
						["time"] = 1589702514,
						["class"] = 11,
						["bTag"] = "战军#5282",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "匿世梨花雨丶-伊森利恩",
						["iLvl"] = 458,
						["time"] = 1589702514,
						["class"] = 6,
						["bTag"] = "巴赫新约#5735",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "丿法師丶-安苏",
						["iLvl"] = 423,
						["time"] = 1589702514,
						["class"] = 8,
						["bTag"] = "丿舞丶步#5569",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "小浣熊芒果-安苏",
						["iLvl"] = 467,
						["time"] = 1589702514,
						["class"] = 3,
						["bTag"] = "霸道网瘾#5971",
					}, -- [81]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1588321364,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "瑞灬弑-霜之哀伤",
						["iLvl"] = 477,
						["time"] = 1588317609,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "奇迹法先祭个妈丶#5885",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "婆娑双树-无尽之海",
						["iLvl"] = 479,
						["time"] = 1588317137,
						["class"] = 3,
						["bTag"] = "寂寞渲染#5617",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "我自闭了-丽丽（四川）",
						["iLvl"] = 478,
						["time"] = 1588317192,
						["class"] = 8,
						["bTag"] = "宁波大学前门保安#5516",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Pianist-奥尔加隆",
						["iLvl"] = 479,
						["time"] = 1588317519,
						["class"] = 8,
						["bTag"] = "张煜#51373",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "蒂娜-利刃之拳",
						["iLvl"] = 478,
						["time"] = 1588317641,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Lonely#53616",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "烈焰丨狙杀-无尽之海",
						["iLvl"] = 480,
						["time"] = 1588317678,
						["class"] = 3,
						["bTag"] = "烈焰丨魔神#5805",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "祸害银-死亡之翼",
						["iLvl"] = 484,
						["time"] = 1588317678,
						["class"] = 3,
						["bTag"] = "猴稀罕#5182",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "丶燹-血色十字军",
						["iLvl"] = 480,
						["time"] = 1588321157,
						["class"] = 5,
						["bTag"] = "十万个嫂夫人#5607",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦雷迪斯丶-死亡之翼",
						["time"] = 1588317678,
						["class"] = 12,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "专砍电线-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1588317776,
						["class"] = 7,
						["bTag"] = "十九画生#5348",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "恐怖的大宇-血色十字军",
						["iLvl"] = 479,
						["time"] = 1588318197,
						["class"] = 4,
						["bTag"] = "恐怖的大宇#5206",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "狮吇尪-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1588318247,
						["class"] = 11,
						["bTag"] = "獅吇尪#5541",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "漂泊丽人-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1588318247,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "漂泊#52947",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "双枪李向阳-狂热之刃",
						["iLvl"] = 480,
						["time"] = 1588318419,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "双枪李向阳#51256",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "月影传说丶-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1588319226,
						["class"] = 6,
						["bTag"] = "行走的阿光哥#5958",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "无比优秀-古尔丹",
						["iLvl"] = 478,
						["time"] = 1588320934,
						["class"] = 4,
						["bTag"] = "huiyu012#5346",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "螺旋手里剑-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1588319410,
						["class"] = 4,
						["bTag"] = "越之西子#5150",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "你说的都對-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1588319165,
						["class"] = 5,
						["bTag"] = "橙子#5461",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "万人非你丶-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1588319410,
						["class"] = 2,
						["bTag"] = "万人非你#51175",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "倾城丶顾北-海克泰尔",
						["iLvl"] = 478,
						["time"] = 1588319410,
						["class"] = 6,
						["bTag"] = "倾城丶顾北北#5961",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "暮念芸昔-死亡之翼",
						["iLvl"] = 470,
						["time"] = 1588319410,
						["class"] = 12,
						["bTag"] = "光明之锤#51897",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "妞妞被抓-伊森利恩",
						["time"] = 1588320170,
						["class"] = 5,
						["leader"] = true,
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "恩佐斯仆从一-死亡之翼",
						["time"] = 1588320170,
						["class"] = 5,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "真水-朵丹尼尔",
						["time"] = 1588320773,
						["class"] = 8,
						["leader"] = true,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "千里送伊-龙骨平原",
						["iLvl"] = 479,
						["time"] = 1588321107,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Bolt#5984",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "灰衣白发-燃烧之刃",
						["time"] = 1588321157,
						["class"] = 8,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "凶残的剑齿虎-奥斯里安",
						["iLvl"] = 464,
						["time"] = 1588321364,
						["class"] = 8,
						["bTag"] = "dengshuai386#5244",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "玩命小爆-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1588321364,
						["class"] = 4,
						["bTag"] = "追疯小爆#5729",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "小王隔壁-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1588321364,
						["class"] = 4,
						["bTag"] = "谁都别上我号#5408",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "小妞给爷笑个-黑龙军团",
						["iLvl"] = 475,
						["time"] = 1588583600,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "张小天#5485",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "大帅比-烈焰峰",
						["iLvl"] = 449,
						["time"] = 1588583618,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "时光#54826",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "个难弄咯-丽丽（四川）",
						["iLvl"] = 475,
						["time"] = 1588583600,
						["class"] = 1,
						["bTag"] = "暗影之龙#5139310",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "黎明圣光-巫妖之王",
						["iLvl"] = 451,
						["time"] = 1588583606,
						["class"] = 5,
						["bTag"] = "古吉拉特的风#5265",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "流萤似火-影之哀伤",
						["iLvl"] = 450,
						["time"] = 1588583557,
						["class"] = 8,
						["bTag"] = "Lovefor#5794",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "全橙大天使-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1588583598,
						["class"] = 5,
						["bTag"] = "小沙#5686",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "时间刺客艾克-深渊之巢",
						["iLvl"] = 449,
						["time"] = 1588583618,
						["class"] = 4,
						["bTag"] = "德玛西亚#52181",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "洛丝菲勒-诺兹多姆",
						["iLvl"] = 476,
						["time"] = 1588583594,
						["class"] = 12,
						["bTag"] = "流浪歌手普维特斯#5965",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "寒冰瑛-迅捷微风",
						["iLvl"] = 476,
						["time"] = 1588583594,
						["class"] = 8,
						["bTag"] = "寒冰瑛#5507",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "队友不缺德-死亡之翼",
						["time"] = 1588583533,
						["class"] = 11,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "丶死亡之刃-贫瘠之地",
						["iLvl"] = 465,
						["time"] = 1588583557,
						["class"] = 4,
						["bTag"] = "独孤依然#5946",
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "地狱小獠牙-格瑞姆巴托",
						["iLvl"] = 371,
						["time"] = 1588583539,
						["class"] = 7,
						["bTag"] = "ScarlettJo#5634",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "玩莫贪-霜之哀伤",
						["iLvl"] = 469,
						["time"] = 1588650289,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Shine#53739",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "懿似丶故人-阿纳克洛斯",
						["iLvl"] = 424,
						["time"] = 1588650281,
						["class"] = 11,
						["bTag"] = "请丨叫我铭哥#5116",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "筠心小宝-丽丽（四川）",
						["iLvl"] = 425,
						["time"] = 1588650289,
						["class"] = 4,
						["bTag"] = "血舞狂刀#5398",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "狼灬图腾灬-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1588650289,
						["class"] = 7,
						["bTag"] = "AMG#5662",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "Feiwu-瓦拉纳",
						["iLvl"] = 397,
						["time"] = 1588650289,
						["class"] = 11,
						["bTag"] = "SmartKing#5249",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "風暴烈酒陳-血色十字军",
						["iLvl"] = 456,
						["time"] = 1588650289,
						["class"] = 10,
						["bTag"] = "Cell#5259",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "艾丽娅丶艾琳-奥尔加隆",
						["iLvl"] = 465,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "Always#5296",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "羽风-阿克蒙德",
						["iLvl"] = 463,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "镜花水月#53642",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "漂泊丨回家-血羽",
						["iLvl"] = 450,
						["time"] = 1588650281,
						["class"] = 3,
						["bTag"] = "漂泊的鱼#5433",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "风雨如歌-艾露恩",
						["iLvl"] = 480,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "烟花易冷#54182",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "小红车-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "三千凉#5842",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "廘畔啊-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1588650242,
						["class"] = 12,
						["bTag"] = "南柯一梦#53956",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "风华雪夜-黑翼之巢",
						["iLvl"] = 442,
						["time"] = 1588650238,
						["class"] = 12,
						["bTag"] = "神造小丑#5814",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "林海风-死亡之翼",
						["iLvl"] = 462,
						["time"] = 1588650289,
						["class"] = 8,
						["bTag"] = "风一样的#5487",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我小刘就好-深渊之巢",
						["iLvl"] = 444,
						["time"] = 1588650289,
						["class"] = 3,
						["bTag"] = "刘翌辉#5258",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "营养均衡-罗宁",
						["iLvl"] = 475,
						["time"] = 1588650289,
						["class"] = 2,
						["bTag"] = "营养#5436",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "牛奶麵包-影之哀伤",
						["iLvl"] = 447,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "倚樓聽風雨#51955",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "只要久久八-血环",
						["iLvl"] = 477,
						["time"] = 1588650289,
						["class"] = 1,
						["bTag"] = "博大精深#5481",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "Seeyou-格瑞姆巴托",
						["iLvl"] = 455,
						["time"] = 1588650289,
						["class"] = 11,
						["bTag"] = "找不到#5491",
					}, -- [61]
					{
						["role"] = "HEALER",
						["name"] = "Sneijder-贫瘠之地",
						["iLvl"] = 453,
						["time"] = 1588650242,
						["class"] = 11,
						["bTag"] = "强叔叔#5800",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "迷失之牙纳尔-深渊之巢",
						["iLvl"] = 473,
						["time"] = 1588650242,
						["class"] = 12,
						["bTag"] = "德玛西亚#52181",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "水瑶婳祎-燃烧之刃",
						["iLvl"] = 458,
						["time"] = 1588650242,
						["class"] = 12,
						["bTag"] = "若颜染瞳#51650",
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "情小思-埃德萨拉",
						["iLvl"] = 479,
						["time"] = 1588650289,
						["class"] = 5,
						["bTag"] = "暮霂#5245",
					}, -- [65]
					{
						["role"] = "HEALER",
						["name"] = "乙木丶-死亡之翼",
						["time"] = 1588650289,
						["class"] = 5,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "癫狂的耍耍-迅捷微风",
						["iLvl"] = 455,
						["time"] = 1588650289,
						["class"] = 1,
						["bTag"] = "癫狂的耍耍#5178",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "為無-拉文凯斯",
						["iLvl"] = 468,
						["time"] = 1588650289,
						["class"] = 4,
						["bTag"] = "岂止是远远不够#5280",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "本宫刹小羽-地狱之石",
						["time"] = 1588650289,
						["class"] = 9,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "丨家有悍妻丨-死亡之翼",
						["iLvl"] = 445,
						["time"] = 1588650289,
						["class"] = 1,
						["bTag"] = "汝飞#5692",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "絕對丨尐杰-天空之墙",
						["iLvl"] = 439,
						["time"] = 1588741223,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "茫然之骑士#511803",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "团子臭臭-霜狼",
						["iLvl"] = 395,
						["time"] = 1588741232,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "天傲孤风#5844",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "丿壞灬孩子-洛萨",
						["iLvl"] = 469,
						["time"] = 1588741194,
						["class"] = 1,
						["bTag"] = "小熊#5990",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "高调劣人-阿拉希",
						["iLvl"] = 431,
						["time"] = 1588741194,
						["class"] = 3,
						["bTag"] = "白凝#51468",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "龙骑士志平哥-影之哀伤",
						["iLvl"] = 397,
						["time"] = 1588741219,
						["class"] = 2,
						["bTag"] = "誓以风骚撼天#5370",
					}, -- [75]
					{
						["role"] = "TANK",
						["name"] = "你的充气酱紫-烈焰峰",
						["iLvl"] = 436,
						["time"] = 1588741232,
						["class"] = 12,
						["bTag"] = "你的充气男友#5508",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "放卟丅伱-梅尔加尼",
						["iLvl"] = 422,
						["time"] = 1588741219,
						["class"] = 9,
						["bTag"] = "诺言#5636",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "幺宝宝丶-布兰卡德",
						["iLvl"] = 482,
						["time"] = 1588741219,
						["class"] = 10,
						["bTag"] = "叶旭坚#5932",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "云顶战神-影之哀伤",
						["iLvl"] = 464,
						["time"] = 1588741221,
						["class"] = 1,
						["bTag"] = "急躁之翼#55588",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "涛先生-黑铁",
						["time"] = 1588741180,
						["class"] = 1,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "清歌绾颜-安苏",
						["iLvl"] = 479,
						["time"] = 1588741217,
						["class"] = 12,
						["bTag"] = "馒头馅的包子#51466",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "一级野生咕咕-白银之手",
						["iLvl"] = 442,
						["time"] = 1588741215,
						["class"] = 11,
						["bTag"] = "黑羽疾舞#5173",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "高洁的法皇灬-凤凰之神",
						["iLvl"] = 469,
						["time"] = 1588741194,
						["class"] = 3,
						["bTag"] = "闪亮之翼#514583",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "半世丶狂傲-丽丽（四川）",
						["iLvl"] = 479,
						["time"] = 1588741225,
						["class"] = 8,
						["bTag"] = "鹏哥#5270",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "我是水瓶座-沙怒",
						["iLvl"] = 451,
						["time"] = 1588741225,
						["class"] = 3,
						["bTag"] = "小白#52570",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "我怎么这么棒-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1588741213,
						["class"] = 9,
						["bTag"] = "耗子#51727",
					}, -- [86]
					{
						["role"] = "HEALER",
						["name"] = "Yokiki-阿纳克洛斯",
						["iLvl"] = 472,
						["time"] = 1588741230,
						["class"] = 11,
						["bTag"] = "言泠丶#5607",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "Wonder-阿纳克洛斯",
						["iLvl"] = 471,
						["time"] = 1588741230,
						["class"] = 8,
						["bTag"] = "茫然之骑士#528131",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "伤声-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1588741217,
						["class"] = 9,
						["bTag"] = "风筝有风#51166",
					}, -- [89]
					{
						["role"] = "TANK",
						["name"] = "淡墨探花-迦拉克隆",
						["iLvl"] = 437,
						["time"] = 1588741225,
						["class"] = 1,
						["bTag"] = "墨香#51524",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "宫本宝藏-凤凰之神",
						["iLvl"] = 440,
						["time"] = 1588741213,
						["class"] = 4,
						["bTag"] = "末将甲胄在身#51659",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "午后曙光-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1588741215,
						["class"] = 12,
						["bTag"] = "以德负人#5314",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "左手十三-燃烧军团",
						["iLvl"] = 472,
						["time"] = 1588741232,
						["class"] = 7,
						["bTag"] = "左手十三#5920",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血战神-海克泰尔",
						["iLvl"] = 423,
						["time"] = 1588741232,
						["class"] = 1,
						["bTag"] = "研过是非#5331",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "Nandts-石锤",
						["iLvl"] = 439,
						["time"] = 1588741225,
						["class"] = 3,
						["bTag"] = "虚空鼻子#5737",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "喷火龍-无尽之海",
						["iLvl"] = 476,
						["time"] = 1588741232,
						["class"] = 1,
						["bTag"] = "小白#53753",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "卤剁醚赅-亚雷戈斯",
						["iLvl"] = 472,
						["time"] = 1588741217,
						["class"] = 11,
						["bTag"] = "FizzyElf#528544",
					}, -- [97]
					{
						["role"] = "HEALER",
						["name"] = "莎蕾娜聖語-达尔坎",
						["iLvl"] = 441,
						["time"] = 1588741232,
						["class"] = 2,
						["bTag"] = "莎蕾娜风語#5976",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "飞舞的倩影-翡翠梦境",
						["iLvl"] = 399,
						["time"] = 1588741232,
						["class"] = 12,
						["bTag"] = "赤血倩影#5581",
					}, -- [99]
					{
						["role"] = "HEALER",
						["name"] = "君王的纷争-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1588741219,
						["class"] = 2,
						["bTag"] = "Meaning#5472",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "秋雨落夜-贫瘠之地",
						["iLvl"] = 455,
						["time"] = 1588741232,
						["class"] = 8,
						["bTag"] = "泽拉图#511707",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "布莱恩-冰霜之刃",
						["iLvl"] = 474,
						["time"] = 1588741230,
						["class"] = 3,
						["bTag"] = "疯狂的熊猫#5338",
					}, -- [102]
					{
						["role"] = "TANK",
						["name"] = "零丨概念-迦顿",
						["iLvl"] = 477,
						["time"] = 1588741232,
						["class"] = 6,
						["bTag"] = "后悔已不在#5180",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "辰星寒夜-布兰卡德",
						["iLvl"] = 468,
						["time"] = 1588741194,
						["class"] = 6,
						["bTag"] = "醉乜星辰#5434",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "喵筱倩-冰风岗",
						["iLvl"] = 467,
						["time"] = 1588741225,
						["class"] = 12,
						["bTag"] = "Red#52809",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "冲钅剑刃风暴-回音山",
						["iLvl"] = 454,
						["time"] = 1588741194,
						["class"] = 1,
						["bTag"] = "嚼口香糖的恶魔#51578",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "无良聖光-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1589461786,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "无限丿霸气#5489",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "射倒阿呆-奎尔萨拉斯",
						["iLvl"] = 479,
						["time"] = 1589461481,
						["class"] = 5,
						["bTag"] = "Mizuki7#5686",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "Azraelsoul-提瑞斯法",
						["time"] = 1589461531,
						["class"] = 9,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "Steveliu-影之哀伤",
						["iLvl"] = 477,
						["time"] = 1589461786,
						["class"] = 1,
						["bTag"] = "nomoresex#5124",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "海丶王-埃德萨拉",
						["iLvl"] = 484,
						["time"] = 1589461786,
						["class"] = 2,
						["bTag"] = "AAceCyber#5806",
					}, -- [111]
					{
						["role"] = "TANK",
						["name"] = "微雨燕双丶飞-死亡熔炉",
						["time"] = 1589461786,
						["class"] = 12,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "墨王-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1589462982,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "不要闹#51679",
					}, -- [113]
					{
						["role"] = "TANK",
						["name"] = "冥仔-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1589463380,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "达令69#5794",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "没事就放放牛-血色十字军",
						["iLvl"] = 481,
						["time"] = 1589463317,
						["class"] = 8,
						["bTag"] = "隔壁老王#516998",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "星落云闪-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1589463567,
						["class"] = 11,
						["bTag"] = "Eric#58204",
					}, -- [116]
					{
						["role"] = "TANK",
						["name"] = "缺德丶-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1589463567,
						["class"] = 11,
						["bTag"] = "喜力#5667",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "咕噜咕噜哈-克尔苏加德",
						["iLvl"] = 478,
						["time"] = 1589463567,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "AlvinDLB#5363",
					}, -- [118]
					{
						["role"] = "HEALER",
						["name"] = "旖哚-基尔罗格",
						["iLvl"] = 478,
						["time"] = 1589467874,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "旖哚#5119",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "脑壳儿疼-狂热之刃",
						["iLvl"] = 478,
						["time"] = 1589467996,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "有你的森林#5592",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "冷君舞-凤凰之神",
						["iLvl"] = 465,
						["time"] = 1589468160,
						["class"] = 1,
						["bTag"] = "冷君舞#5143",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "弓箭手霍格-血色十字军",
						["iLvl"] = 478,
						["time"] = 1589468130,
						["class"] = 3,
						["bTag"] = "这不扯地吗#5482",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "Euamote-血色十字军",
						["iLvl"] = 484,
						["time"] = 1589468160,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Euamote#5501",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "李付清丶-踏梦者",
						["iLvl"] = 479,
						["time"] = 1589468160,
						["class"] = 11,
						["bTag"] = "雀雀上面巴颗饭丶#5217",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "绿皮夫斯基-甜水绿洲",
						["iLvl"] = 413,
						["time"] = 1589533924,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "Luckydog#52751",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "兽面术心-甜水绿洲",
						["iLvl"] = 417,
						["time"] = 1589533924,
						["class"] = 9,
						["bTag"] = "Luckydog#52751",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "老六爱吃肉-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1589533912,
						["class"] = 1,
						["bTag"] = "老六#5216",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "粘豆包子-哈卡",
						["iLvl"] = 478,
						["time"] = 1589533914,
						["class"] = 2,
						["bTag"] = "老七#5330",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "Seritutor-埃德萨拉",
						["iLvl"] = 476,
						["time"] = 1589533916,
						["class"] = 6,
						["bTag"] = "十月丶潮汐#5620",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "芭丶芭-血色十字军",
						["iLvl"] = 477,
						["time"] = 1589533907,
						["class"] = 12,
						["bTag"] = "瓶瓶盖#51897",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "Axcdoo-影之哀伤",
						["iLvl"] = 453,
						["time"] = 1589533924,
						["class"] = 4,
						["bTag"] = "axcdoo#5398",
					}, -- [131]
					{
						["role"] = "TANK",
						["name"] = "吹逼南波万-破碎岭",
						["iLvl"] = 471,
						["time"] = 1589533912,
						["class"] = 1,
						["bTag"] = "达哥不姓达#5979",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "熙月丶-血色十字军",
						["iLvl"] = 478,
						["time"] = 1589533898,
						["class"] = 3,
						["bTag"] = "奥莉#51530",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "寧靜志遠-萨格拉斯",
						["iLvl"] = 478,
						["time"] = 1589533907,
						["class"] = 2,
						["bTag"] = "壹梦叁肆年#5352",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的胸毛-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1589868597,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "川农绊脚石#5297",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "丶丶小新-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1589868597,
						["class"] = 3,
						["bTag"] = "英俊潇洒令狐冲#5549",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "铁头大仙-加尔",
						["iLvl"] = 481,
						["time"] = 1589868549,
						["class"] = 7,
						["bTag"] = "八倍暴击#5366",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "红叶狩丶-奥尔加隆",
						["iLvl"] = 465,
						["time"] = 1589868597,
						["class"] = 1,
						["bTag"] = "Marz#5236",
					}, -- [138]
					{
						["role"] = "TANK",
						["name"] = "养熊猫做宠物-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1589868549,
						["class"] = 1,
						["bTag"] = "逝去的青春#52301",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "红模仿-梦境之树",
						["iLvl"] = 476,
						["time"] = 1589868597,
						["class"] = 1,
						["bTag"] = "KreaDior#5388",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "陈塘关扛把子-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1589868597,
						["class"] = 3,
						["bTag"] = "沉默之剑#512727",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "摇晃的紅酒杯-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1589868549,
						["class"] = 10,
						["bTag"] = "麻将鬼抽炉石海底#5809",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "葉隨風落-战歌",
						["iLvl"] = 468,
						["time"] = 1589868597,
						["class"] = 5,
						["bTag"] = "無緣無份#5264",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "晨风韵雨-安苏",
						["iLvl"] = 478,
						["time"] = 1590036557,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "SpeedyRogue#550352",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "来张彩照吧-阿拉索",
						["iLvl"] = 475,
						["time"] = 1590037067,
						["class"] = 3,
						["bTag"] = "少仲#5429",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "四风谷村长-阿格拉玛",
						["iLvl"] = 478,
						["time"] = 1590036629,
						["class"] = 12,
						["bTag"] = "DizzyKnight#516920",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "西风掠月-诺莫瑞根",
						["iLvl"] = 479,
						["time"] = 1590036969,
						["class"] = 8,
						["bTag"] = "西风#5507",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "诸神的祈福-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1590036971,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "超能之鱼人#5740",
					}, -- [148]
					{
						["role"] = "HEALER",
						["name"] = "腰粗三米三-冰风岗",
						["iLvl"] = 483,
						["time"] = 1590037067,
						["class"] = 7,
						["bTag"] = "惯看秋月春风#51711",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "战心-埃德萨拉",
						["iLvl"] = 479,
						["time"] = 1590038320,
						["class"] = 1,
						["bTag"] = "包包纸#5527",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "四丨队钢琴手-太阳之井",
						["time"] = 1590037067,
						["class"] = 1,
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "沧海壹黍-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1590037311,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "人在旅途#51519",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "Newmoonn-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1590037137,
						["class"] = 3,
						["bTag"] = "大巫#5299",
					}, -- [153]
					{
						["role"] = "HEALER",
						["name"] = "小奶娘-大地之怒",
						["iLvl"] = 467,
						["time"] = 1590037994,
						["class"] = 5,
						["bTag"] = "妇女之友#51599",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "今天练字了吗-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1590038368,
						["class"] = 7,
						["bTag"] = "今天练字了吗#5400",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "幻世空丶怀念-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1590038377,
						["class"] = 8,
						["bTag"] = "幻世空#5104",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "炎雨冷夫-梅尔加尼",
						["iLvl"] = 479,
						["time"] = 1590038377,
						["class"] = 3,
						["bTag"] = "紫天醉梦#51686",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "月下箫歌-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590042957,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "悲剧之光#5431",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "仨之法斯-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590043180,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "菊花收割师#5196",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "丶恐怖利刃-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1590043180,
						["class"] = 12,
						["bTag"] = "n1kko#5838",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "灮中之灮-燃烧之刃",
						["iLvl"] = 474,
						["time"] = 1590043146,
						["class"] = 5,
						["bTag"] = "廉价酒精#5262",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "无双守望-海克泰尔",
						["iLvl"] = 479,
						["time"] = 1590043180,
						["class"] = 11,
						["bTag"] = "狸花猫#5453",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "忆似水年华-耐奥祖",
						["iLvl"] = 477,
						["time"] = 1590043585,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "諸神之黄昏#5397",
					}, -- [163]
					{
						["role"] = "TANK",
						["name"] = "諸神之黄昏-耐奥祖",
						["iLvl"] = 480,
						["time"] = 1590043585,
						["class"] = 2,
						["bTag"] = "諸神之黄昏#5397",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "欧丶若拉-冰风岗",
						["iLvl"] = 476,
						["time"] = 1590043585,
						["class"] = 12,
						["bTag"] = "风寒#5790",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "马晓燕燕-麦迪文",
						["iLvl"] = 468,
						["time"] = 1590043538,
						["class"] = 3,
						["bTag"] = "刚刚#5777",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "灬訫澄則霊灬-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1590043585,
						["class"] = 1,
						["bTag"] = "Bigkiller#51733",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "花洛神-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1590044516,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "jamo#51844",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "任海-藏宝海湾",
						["iLvl"] = 478,
						["time"] = 1590044323,
						["class"] = 3,
						["bTag"] = "任海#5312",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "残念独醉-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1590044122,
						["class"] = 1,
						["bTag"] = "剁烂的土豆#5728",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "志鸟-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1590044317,
						["class"] = 6,
						["bTag"] = "各凭本事#51120",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "魔人乂鬼法-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590044516,
						["class"] = 8,
						["bTag"] = "魔人鬼法#5732",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "落花静流年-燃烧之刃",
						["iLvl"] = 481,
						["time"] = 1590044335,
						["class"] = 2,
						["bTag"] = "玄月冰羽#5337",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "别眨眼-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1590044516,
						["class"] = 4,
						["bTag"] = "晨光#51867",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "夏娅雷鸣-死亡之翼",
						["iLvl"] = 483,
						["time"] = 1590044516,
						["class"] = 8,
						["bTag"] = "Kasalico#5362",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "流樱丶-伊森利恩",
						["iLvl"] = 484,
						["time"] = 1590123957,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "流樱丶#5227",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "Mickasa-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1590124026,
						["class"] = 4,
						["bTag"] = "Zero#51794",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "丨唯心自知丨-安苏",
						["iLvl"] = 482,
						["time"] = 1590123873,
						["class"] = 12,
						["bTag"] = "丨唯心自知丨#5814",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "八号-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1590124026,
						["class"] = 4,
						["bTag"] = "EighT#5582",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "黯然神殇丶-布兰卡德",
						["iLvl"] = 479,
						["time"] = 1590124026,
						["class"] = 11,
						["bTag"] = "LDD#51233",
					}, -- [180]
				},
				["2-143-522-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "夏鹿-熔火之心",
						["time"] = 1588663050,
						["class"] = 1,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 461,
						["time"] = 1588663050,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "糊人-奥蕾莉亚",
						["iLvl"] = 470,
						["time"] = 1588663050,
						["class"] = 10,
						["bTag"] = "咖啡厨#5681",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "喆士多仔-熊猫酒仙",
						["iLvl"] = 464,
						["time"] = 1588663050,
						["class"] = 11,
						["bTag"] = "加多寶#51615",
					}, -- [4]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "比巴卜泡泡糖-奥妮克希亚",
						["iLvl"] = 440,
						["time"] = 1587615023,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "玻璃心#51342",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "Hous-卡拉赞",
						["iLvl"] = 451,
						["time"] = 1587615023,
						["class"] = 6,
						["bTag"] = "漩涡狼#5448",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "珞珈蕴秀-埃德萨拉",
						["iLvl"] = 471,
						["time"] = 1587615025,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "Vacant#51895",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "杨桃-迪瑟洛克",
						["iLvl"] = 478,
						["time"] = 1587615023,
						["class"] = 5,
						["bTag"] = "海棠#5945",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "飞天瓜皮小猪-霜之哀伤",
						["time"] = 1587615025,
						["class"] = 9,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "文刀二火-熵魔",
						["iLvl"] = 478,
						["time"] = 1587615021,
						["class"] = 8,
						["bTag"] = "文刀二火#5488",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "猫猫的看家熊-洛萨",
						["iLvl"] = 452,
						["time"] = 1587615021,
						["class"] = 11,
						["bTag"] = "丶月丨影灬#5984",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "神仙茶-鬼雾峰",
						["iLvl"] = 473,
						["time"] = 1587615021,
						["class"] = 4,
						["bTag"] = "果果#55625",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "血豹丨-深渊之巢",
						["iLvl"] = 460,
						["time"] = 1587614927,
						["class"] = 12,
						["bTag"] = "Bloodleopard#51214",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "艿器-密林游侠",
						["time"] = 1587615021,
						["class"] = 2,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Aurelius-红龙军团",
						["time"] = 1587615034,
						["class"] = 2,
						["leader"] = true,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "幽幽听风声-燃烧之刃",
						["iLvl"] = 453,
						["time"] = 1587615023,
						["class"] = 1,
						["bTag"] = "小黑#5628",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Controlx-血色十字军",
						["time"] = 1587615029,
						["class"] = 1,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "月轻弹-艾露恩",
						["iLvl"] = 450,
						["time"] = 1587615021,
						["class"] = 1,
						["bTag"] = "来来#5940",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "长剑乂烈酒-阿克蒙德",
						["iLvl"] = 450,
						["time"] = 1587615025,
						["class"] = 2,
						["bTag"] = "idontcare#5148",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "丷彩儿丷-死亡之翼",
						["iLvl"] = 445,
						["time"] = 1587615023,
						["class"] = 6,
						["bTag"] = "BeRain#5780",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "空白音符-克尔苏加德",
						["iLvl"] = 449,
						["time"] = 1587615023,
						["class"] = 1,
						["bTag"] = "爵士丶雨#5645",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫仙人-影之哀伤",
						["iLvl"] = 450,
						["time"] = 1587615034,
						["class"] = 3,
						["bTag"] = "Surprise#5189",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "猎刃哥哥-鬼雾峰",
						["iLvl"] = 452,
						["time"] = 1587615034,
						["class"] = 12,
						["bTag"] = "幸运之翼#59176",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋大包天-踏梦者",
						["iLvl"] = 460,
						["time"] = 1587615034,
						["class"] = 8,
						["bTag"] = "囗爆#5537",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Lohas-白银之手",
						["time"] = 1587615034,
						["class"] = 8,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "满天飛花雨-火焰之树",
						["iLvl"] = 478,
						["time"] = 1587614927,
						["class"] = 1,
						["bTag"] = "满天飞花雨#5277",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "无奶酒牧-贫瘠之地",
						["iLvl"] = 429,
						["time"] = 1587615023,
						["class"] = 5,
						["bTag"] = "最佳配角#5935",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "小妞练武术-鲜血熔炉",
						["time"] = 1587615034,
						["class"] = 10,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "吃小馒头吗-无尽之海",
						["iLvl"] = 461,
						["time"] = 1587615023,
						["class"] = 10,
						["bTag"] = "老怼#51826",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "南瓜骑士-艾露恩",
						["iLvl"] = 425,
						["time"] = 1587615029,
						["class"] = 3,
						["bTag"] = "Zarosraf#5740",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 450,
						["time"] = 1587615034,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "溜溜哟-熔火之心",
						["time"] = 1587615034,
						["class"] = 6,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "天朝子民-影之哀伤",
						["iLvl"] = 474,
						["time"] = 1587615021,
						["class"] = 2,
						["bTag"] = "菠萝苹果#5513",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "兜蔸-鬼雾峰",
						["iLvl"] = 470,
						["time"] = 1587615034,
						["class"] = 8,
						["bTag"] = "蔸神#5624",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "丷寒枝雀靜丷-安苏",
						["iLvl"] = 468,
						["time"] = 1587614927,
						["class"] = 11,
						["bTag"] = "寒枝雀静#51661",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆小小贼-血吼",
						["iLvl"] = 421,
						["time"] = 1587615027,
						["class"] = 4,
						["bTag"] = "黄芷瑜#5903",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "半瓶晃荡-死亡之翼",
						["iLvl"] = 471,
						["time"] = 1587615021,
						["class"] = 8,
						["bTag"] = "半瓶晃荡#51623",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Lalalalaa-布兰卡德",
						["iLvl"] = 465,
						["time"] = 1587615021,
						["class"] = 2,
						["bTag"] = "Woody#5643",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "釉色的青花瓷-死亡之翼",
						["iLvl"] = 435,
						["time"] = 1587615034,
						["class"] = 7,
						["bTag"] = "小镇风景#51132",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "小小九-祖尔金",
						["iLvl"] = 468,
						["time"] = 1587614927,
						["class"] = 3,
						["bTag"] = "恶魔无双#5278",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Wass-萨洛拉丝",
						["time"] = 1587615034,
						["class"] = 9,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "朱丽叶-埃加洛尔",
						["iLvl"] = 421,
						["time"] = 1587615034,
						["class"] = 1,
						["bTag"] = "不归#5543",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "橙神-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1587615025,
						["class"] = 2,
						["bTag"] = "爆燃的豆腐#5382",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "鸭王会下蛋-奥蕾莉亚",
						["iLvl"] = 465,
						["time"] = 1587624701,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "MMMMMMMMM#51208",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "十月十-洛丹伦",
						["iLvl"] = 467,
						["time"] = 1587624701,
						["class"] = 9,
						["bTag"] = "October10#5859",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "一铭老舅-利刃之拳",
						["iLvl"] = 436,
						["time"] = 1587624701,
						["class"] = 3,
						["bTag"] = "弯曲的土豆#5557",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "夜下小醉-死亡之翼",
						["iLvl"] = 444,
						["time"] = 1587624701,
						["class"] = 2,
						["bTag"] = "宋朝子民#5620",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "小阿九丶-安苏",
						["iLvl"] = 479,
						["time"] = 1587624701,
						["class"] = 2,
						["bTag"] = "故人以北爱荒凉#51438",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "灬小情绪灬-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1587624701,
						["class"] = 10,
						["bTag"] = "莫小痛#5503",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "大河之舞-冰霜之刃",
						["iLvl"] = 461,
						["time"] = 1587624701,
						["class"] = 9,
						["bTag"] = "吉安娜#56232",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "随便打十个-风行者",
						["iLvl"] = 449,
						["time"] = 1587624701,
						["class"] = 12,
						["bTag"] = "LWnero#5800",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "Enumaelish-试炼之环",
						["iLvl"] = 476,
						["time"] = 1587624701,
						["class"] = 12,
						["bTag"] = "cocoso#51762",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "爱迪先-影之哀伤",
						["iLvl"] = 460,
						["time"] = 1587624701,
						["class"] = 1,
						["bTag"] = "爱迪先#5776",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "卉小贱-黑铁",
						["iLvl"] = 425,
						["time"] = 1587624701,
						["class"] = 8,
						["bTag"] = "半夜酒醒最孤独丶#5137",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "妖瞳小岚-阿卡玛",
						["iLvl"] = 476,
						["time"] = 1587624701,
						["class"] = 8,
						["bTag"] = "守护炎樱#5456",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "Lihûa-格瑞姆巴托",
						["iLvl"] = 468,
						["time"] = 1587624701,
						["class"] = 8,
						["bTag"] = "Europeking#51657",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "英雄猎手-屠魔山谷",
						["iLvl"] = 452,
						["time"] = 1587624701,
						["class"] = 3,
						["bTag"] = "英雄#5914",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "你高数五十九-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1587624701,
						["class"] = 9,
						["bTag"] = "妖孽休得猖狂#5750",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "辰月印池-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1587624701,
						["class"] = 2,
						["bTag"] = "宅叔#5570",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走满满-巫妖之王",
						["iLvl"] = 473,
						["time"] = 1587624701,
						["class"] = 7,
						["bTag"] = "猥琐怪叔叔#5193",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "霸啵儿奔-格瑞姆巴托",
						["iLvl"] = 384,
						["time"] = 1587624701,
						["class"] = 2,
						["bTag"] = "Binks#51951",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "无尽永恒-死亡之翼",
						["iLvl"] = 446,
						["time"] = 1587624701,
						["class"] = 4,
						["bTag"] = "GBYAYIBA#5946",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "小砾往前冲-血环",
						["iLvl"] = 450,
						["time"] = 1587624701,
						["class"] = 2,
						["bTag"] = "单曲循环#51868",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "Rockbuddha-安纳塞隆",
						["iLvl"] = 471,
						["time"] = 1587624701,
						["class"] = 8,
						["bTag"] = "HONOR#5359",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "我的宝宝啦-苏塔恩",
						["time"] = 1587624701,
						["class"] = 3,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "易宝宝-风暴之怒",
						["iLvl"] = 434,
						["time"] = 1587624701,
						["class"] = 3,
						["bTag"] = "诺兮么么#5981",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "幕后煮使-神圣之歌",
						["time"] = 1587624701,
						["class"] = 3,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "麥田小热-弗塞雷迦",
						["iLvl"] = 450,
						["time"] = 1587624701,
						["class"] = 4,
						["bTag"] = "鮮血与雷鳴#5980",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "女乃米分可可-提尔之手",
						["iLvl"] = 449,
						["time"] = 1587624701,
						["class"] = 5,
						["bTag"] = "我就是个混混#5552",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "清泉流响-熔火之心",
						["time"] = 1587624701,
						["class"] = 8,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "玄丶冥-死亡之翼",
						["iLvl"] = 463,
						["time"] = 1587624701,
						["class"] = 8,
						["bTag"] = "故事随风余生敬酒#5680",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "捷风莫月-影之哀伤",
						["iLvl"] = 452,
						["time"] = 1587624701,
						["class"] = 6,
						["bTag"] = "天启圣骑士#5499",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "捷风墨月-影之哀伤",
						["iLvl"] = 447,
						["time"] = 1587624701,
						["class"] = 11,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "荷衣环珮-影之哀伤",
						["iLvl"] = 451,
						["time"] = 1587624701,
						["class"] = 2,
						["bTag"] = "天启圣骑士#5499",
					}, -- [70]
					{
						["role"] = "HEALER",
						["name"] = "卿似星坠入梦-影之哀伤",
						["iLvl"] = 451,
						["time"] = 1587624701,
						["class"] = 11,
						["bTag"] = "倾一世温柔#51161",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "小豆子呀-伊森利恩",
						["iLvl"] = 468,
						["time"] = 1587624701,
						["class"] = 4,
						["bTag"] = "不笑猫#51344",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "神精乱行者-伊森德雷",
						["iLvl"] = 447,
						["time"] = 1587624701,
						["class"] = 4,
						["bTag"] = "Jallopino#5226",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "美麗的邂逅-安苏",
						["iLvl"] = 456,
						["time"] = 1587624701,
						["class"] = 11,
						["bTag"] = "美丽的邂逅#5476",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "洫暗丶-血色十字军",
						["iLvl"] = 464,
						["time"] = 1587624701,
						["class"] = 1,
						["bTag"] = "DxhSuGar#5919",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "我的地盘由我-艾莫莉丝",
						["iLvl"] = 474,
						["time"] = 1587624701,
						["class"] = 3,
						["bTag"] = "MagicGnome#592412",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "糖水杨梅-通灵学院",
						["iLvl"] = 441,
						["time"] = 1587624701,
						["class"] = 8,
						["bTag"] = "qmzzmq770912#5644",
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "桃之夭妖女-迅捷微风",
						["iLvl"] = 468,
						["time"] = 1587624701,
						["class"] = 2,
						["bTag"] = "桃子小妖女#5790",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "踏雪微风-无尽之海",
						["iLvl"] = 456,
						["time"] = 1588243073,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "陌上释然#5531",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "史大托-迅捷微风",
						["iLvl"] = 453,
						["time"] = 1588243073,
						["class"] = 8,
						["bTag"] = "吴彦祖#52121",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "咕噜魔法使-恐怖图腾",
						["time"] = 1588243071,
						["class"] = 8,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "蝴蝶丶-古尔丹",
						["iLvl"] = 438,
						["time"] = 1588243073,
						["class"] = 2,
						["bTag"] = "哪些曾经#5992",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "细腰大长腿-海克泰尔",
						["iLvl"] = 456,
						["time"] = 1588243071,
						["class"] = 10,
						["bTag"] = "姐夫#5551",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬泡腾片-阿尔萨斯",
						["iLvl"] = 477,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "阿杜哥哥#5688",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "黑鹰坠落-毁灭之锤",
						["iLvl"] = 466,
						["time"] = 1588243060,
						["class"] = 3,
						["bTag"] = "黄山#5642",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "卡蓝条咯-燃烧之刃",
						["iLvl"] = 425,
						["time"] = 1588243073,
						["class"] = 2,
						["bTag"] = "乐乐乐#51411",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "遗矢的微笑-冰风岗",
						["iLvl"] = 441,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "暗影之鱼人#512191",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "血色凋翎-丽丽（四川）",
						["iLvl"] = 431,
						["time"] = 1588243073,
						["class"] = 6,
						["bTag"] = "血色飘逸#5147",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "三好学生-外域",
						["iLvl"] = 451,
						["time"] = 1588243071,
						["class"] = 12,
						["bTag"] = "莫小熙#5795",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "Zenios-洛萨",
						["iLvl"] = 462,
						["time"] = 1588243073,
						["class"] = 2,
						["bTag"] = "小籠包#5555",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "埃辛诺斯之翼-血羽",
						["iLvl"] = 433,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "牛菩萨#5198",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "丷杉小夏丷-艾莫莉丝",
						["iLvl"] = 476,
						["time"] = 1588243073,
						["class"] = 11,
						["bTag"] = "琦琦#52125",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "闪眼睛-红龙女王",
						["iLvl"] = 476,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "烧包谷#5733",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "灬溯夜灬-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1588243071,
						["class"] = 4,
						["bTag"] = "溯夜#5447",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "送葬者丶丶-影之哀伤",
						["time"] = 1588243073,
						["class"] = 12,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "风卷藏云-伊森利恩",
						["iLvl"] = 439,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "鬼人灬#5922",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "任我恒行-萨菲隆",
						["time"] = 1588243073,
						["class"] = 8,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "伈想是橙丶-格瑞姆巴托",
						["iLvl"] = 454,
						["time"] = 1588243073,
						["class"] = 8,
						["bTag"] = "明日天地#5220",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "菜坤坤-回音山",
						["iLvl"] = 441,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "茹晗#5226",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "法海-希尔瓦娜斯",
						["iLvl"] = 404,
						["time"] = 1588242983,
						["class"] = 8,
						["bTag"] = "勇者胜#5870",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "魅顔-达纳斯",
						["iLvl"] = 453,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "胖子#51382",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "小貝-格瑞姆巴托",
						["iLvl"] = 427,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "五更琉璃#52487",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "都有病-克尔苏加德",
						["iLvl"] = 439,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "幕后煮屍#5785",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "Blackxx-燃烧军团",
						["iLvl"] = 462,
						["time"] = 1588243073,
						["class"] = 5,
						["bTag"] = "万花筒大炮弹#5152",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "百脱不得骑姐-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1588243073,
						["class"] = 6,
						["bTag"] = "我既是虫群#5771",
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "花花小兽-玛洛加尔",
						["iLvl"] = 475,
						["time"] = 1588243073,
						["class"] = 7,
						["bTag"] = "信仰#5149",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌哒大胖扎-死亡之翼",
						["iLvl"] = 463,
						["time"] = 1588243073,
						["class"] = 2,
						["bTag"] = "weiqiang#5723",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "遇见未来-奎尔丹纳斯",
						["iLvl"] = 462,
						["time"] = 1588243073,
						["class"] = 7,
						["bTag"] = "孤傲的圣骑士#5151",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "戰場原黑儀-艾莫莉丝",
						["iLvl"] = 435,
						["time"] = 1588243073,
						["class"] = 1,
						["bTag"] = "SyuIzumi#5818",
					}, -- [109]
					{
						["role"] = "HEALER",
						["name"] = "尛灬尛灬-死亡之翼",
						["iLvl"] = 462,
						["time"] = 1588243073,
						["class"] = 10,
						["bTag"] = "小丸子#5876",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝奈尔-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1588243073,
						["class"] = 1,
						["bTag"] = "蓝奈尔#5304",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "大光头吴克-卡拉赞",
						["iLvl"] = 468,
						["time"] = 1588243073,
						["class"] = 1,
						["bTag"] = "游泳教练#5159",
					}, -- [112]
					{
						["role"] = "TANK",
						["name"] = "Aiwzhouxin-冬寒",
						["time"] = 1588243073,
						["class"] = 2,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "照乡鹿-苏塔恩",
						["time"] = 1588243073,
						["class"] = 10,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "Vanyangyoo-死亡之翼",
						["time"] = 1588243073,
						["class"] = 8,
					}, -- [115]
					{
						["role"] = "TANK",
						["name"] = "我无敌了-血色十字军",
						["time"] = 1589463619,
						["class"] = 2,
						["leader"] = true,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "滚我去偶然-凤凰之神",
						["time"] = 1589463619,
						["class"] = 7,
					}, -- [117]
					{
						["role"] = "TANK",
						["name"] = "神探德-大地之怒",
						["iLvl"] = 472,
						["time"] = 1589463619,
						["class"] = 11,
						["bTag"] = "五灵舞者#5736",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "鲨鱼蝈蝈-迅捷微风",
						["iLvl"] = 477,
						["time"] = 1589463619,
						["class"] = 1,
						["bTag"] = "传奇锅锅#5694",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "看到就冲锋-红云台地",
						["iLvl"] = 477,
						["time"] = 1589463619,
						["class"] = 1,
						["bTag"] = "请叫我大爷#5902",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "圆一样-凤凰之神",
						["time"] = 1589463619,
						["class"] = 8,
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "乌咪咬萌萌-无尽之海",
						["time"] = 1589463619,
						["class"] = 9,
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "打死不补血-无尽之海",
						["iLvl"] = 480,
						["time"] = 1589463696,
						["class"] = 5,
						["bTag"] = "打死不补血#5566",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "圆老哥稳-凤凰之神",
						["time"] = 1589463619,
						["class"] = 7,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "圆了片区-凤凰之神",
						["time"] = 1589463619,
						["class"] = 9,
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "圆聘请为-凤凰之神",
						["time"] = 1589463619,
						["class"] = 7,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "玛法一里奥-凤凰之神",
						["time"] = 1589463619,
						["class"] = 11,
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "滚滚接待二-凤凰之神",
						["time"] = 1589463619,
						["class"] = 8,
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "噶礼噶气-元素之力",
						["time"] = 1589463619,
						["class"] = 3,
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "滚我脾气阿拉-凤凰之神",
						["time"] = 1589463619,
						["class"] = 7,
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "薄情最有情丶-瓦里安",
						["time"] = 1589463619,
						["class"] = 12,
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "丶花臂-无尽之海",
						["time"] = 1589463619,
						["class"] = 3,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "圆拉个我-凤凰之神",
						["time"] = 1589463619,
						["class"] = 7,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "Husbandwang-能源舰",
						["time"] = 1589463619,
						["class"] = 3,
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "对倒三六條-泰兰德",
						["time"] = 1589463619,
						["class"] = 8,
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌哒小猎手-格瑞姆巴托",
						["time"] = 1589463619,
						["class"] = 3,
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "凡人皆有一死-奥妮克希亚",
						["time"] = 1589463619,
						["class"] = 4,
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐汽水-迅捷微风",
						["iLvl"] = 461,
						["time"] = 1589463751,
						["class"] = 1,
						["bTag"] = "后悔当初没下手#5294",
					}, -- [138]
					{
						["role"] = "HEALER",
						["name"] = "五月黄昏雨-无尽之海",
						["time"] = 1589463619,
						["class"] = 11,
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "封影-通灵学院",
						["time"] = 1589463619,
						["class"] = 8,
					}, -- [140]
					{
						["role"] = "TANK",
						["name"] = "肥宅快乐崽-血色十字军",
						["time"] = 1589463751,
						["class"] = 2,
						["leader"] = true,
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "滚滚接待三-凤凰之神",
						["time"] = 1589463751,
						["class"] = 8,
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "狐姬二砍-塞拉摩",
						["iLvl"] = 478,
						["time"] = 1589463747,
						["class"] = 1,
						["bTag"] = "问君何不乘风起#5812",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "无以森林-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1589463747,
						["class"] = 1,
						["bTag"] = "无以森林#5267",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "珀菲克-格瑞姆巴托",
						["iLvl"] = 456,
						["time"] = 1589463751,
						["class"] = 12,
						["bTag"] = "勿言吾语#5348",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "滚滚接待一-凤凰之神",
						["time"] = 1589463751,
						["class"] = 8,
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "元力-甜水绿洲",
						["iLvl"] = 479,
						["time"] = 1589463751,
						["class"] = 1,
						["bTag"] = "Ryan#54220",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "大贪比-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1589463696,
						["class"] = 6,
						["bTag"] = "听见项羽的呻吟#5382",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "安利纽崔莱-红云台地",
						["iLvl"] = 450,
						["time"] = 1589463751,
						["class"] = 1,
						["bTag"] = "雪糕#51130",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "湖南最靓的仔-影之哀伤",
						["iLvl"] = 470,
						["time"] = 1589463696,
						["class"] = 12,
						["bTag"] = "贺健#51763",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "滚跑去买个-凤凰之神",
						["time"] = 1589463751,
						["class"] = 7,
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "甘泥麻-耐奥祖",
						["iLvl"] = 475,
						["time"] = 1589463749,
						["class"] = 4,
						["bTag"] = "奶茶店老板#5405",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "浓淡相宜-冰风岗",
						["iLvl"] = 474,
						["time"] = 1589463751,
						["class"] = 8,
						["bTag"] = "wlrx#5492",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "师太等等老衲-燃烧之刃",
						["iLvl"] = 426,
						["time"] = 1589463749,
						["class"] = 10,
						["bTag"] = "逸飞#5215",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "横刀立马-外域",
						["iLvl"] = 421,
						["time"] = 1589463749,
						["class"] = 1,
						["bTag"] = "Sunstrider#5638",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "滚出-凤凰之神",
						["time"] = 1589463751,
						["class"] = 4,
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "麻苼希-死亡之翼",
						["iLvl"] = 470,
						["time"] = 1589463751,
						["class"] = 7,
						["bTag"] = "哎哟哇啦#51398",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "与畜共舞-洛丹伦",
						["iLvl"] = 466,
						["time"] = 1589463696,
						["class"] = 11,
						["bTag"] = "星星坐骑#5294",
					}, -- [158]
					{
						["role"] = "TANK",
						["name"] = "方宝落-燃烧之刃",
						["iLvl"] = 474,
						["time"] = 1589463751,
						["class"] = 6,
						["bTag"] = "tAy#51738",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "滚格拉且-凤凰之神",
						["time"] = 1589463751,
						["class"] = 7,
					}, -- [160]
					{
						["role"] = "TANK",
						["name"] = "宗八一-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1589463749,
						["class"] = 1,
						["bTag"] = "tAy#51738",
					}, -- [161]
					{
						["role"] = "TANK",
						["name"] = "咖喱牛肉-暴风祭坛",
						["iLvl"] = 477,
						["time"] = 1589463751,
						["class"] = 2,
						["bTag"] = "周佳萌萌#5768",
					}, -- [162]
					{
						["role"] = "TANK",
						["name"] = "曾经也瘦过-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1589463747,
						["class"] = 10,
						["bTag"] = "大神你懂吗#5448",
					}, -- [163]
					{
						["role"] = "HEALER",
						["name"] = "七叶牛牛-格瑞姆巴托",
						["iLvl"] = 450,
						["time"] = 1589463751,
						["class"] = 11,
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "滚委屈哦啊跑-凤凰之神",
						["time"] = 1589463751,
						["class"] = 7,
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "六岁打灰机-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1589463751,
						["class"] = 9,
						["bTag"] = "大神你懂吗#5448",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "飘逸的箭-血色十字军",
						["iLvl"] = 475,
						["time"] = 1589463749,
						["class"] = 3,
						["bTag"] = "敛财#51805",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "女施主请留步-死亡之翼",
						["time"] = 1589463751,
						["class"] = 6,
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "跳起来撒-梦境之树",
						["time"] = 1589463751,
						["class"] = 7,
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "浪起来哦-雷斧堡垒",
						["time"] = 1589463751,
						["class"] = 7,
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "Mowgli-死亡之翼",
						["iLvl"] = 454,
						["time"] = 1589463655,
						["class"] = 3,
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "哈哈冰汽-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1589463751,
						["class"] = 3,
						["bTag"] = "哈哈花卷#5628",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "丨野兽丨-瓦拉纳",
						["time"] = 1589463751,
						["class"] = 3,
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "一笑醉倾城-卡拉赞",
						["iLvl"] = 476,
						["time"] = 1589463751,
						["class"] = 3,
						["bTag"] = "王莹#5233",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "带刺的蓝胖胖-希尔瓦娜斯",
						["iLvl"] = 476,
						["time"] = 1589463751,
						["class"] = 11,
						["bTag"] = "战斗小软泥#5188",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "咕拉拉-恐怖图腾",
						["iLvl"] = 458,
						["time"] = 1589463751,
						["class"] = 9,
						["bTag"] = "残丷风#5267",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "Exia-红龙军团",
						["iLvl"] = 469,
						["time"] = 1589463751,
						["class"] = 7,
						["bTag"] = "YJYmk2#5527",
					}, -- [177]
					{
						["role"] = "TANK",
						["name"] = "牛得住-埃德萨拉",
						["iLvl"] = 475,
						["time"] = 1589463751,
						["class"] = 1,
						["bTag"] = "壮丁#5666",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "是乌冬啊-安苏",
						["time"] = 1589519478,
						["class"] = 6,
						["leader"] = true,
					}, -- [179]
					{
						["role"] = "HEALER",
						["name"] = "审判之焱-加兹鲁维",
						["iLvl"] = 480,
						["time"] = 1589519478,
						["class"] = 2,
						["bTag"] = "木木#5171",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "咕熊猫树-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590038946,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "巨丸号#5154",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "Cocidus-凤凰之神",
						["iLvl"] = 447,
						["time"] = 1590038996,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Dragoon#5132",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "Overmasrs-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1590039000,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "天堂在左#5473",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "哒丶嘟-阿纳克洛斯",
						["iLvl"] = 482,
						["time"] = 1590038998,
						["class"] = 7,
						["bTag"] = "画船丶听雨眠#5830",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "宝儿华-无尽之海",
						["iLvl"] = 479,
						["time"] = 1590038996,
						["class"] = 3,
						["bTag"] = "FanaticGenJi#5426",
					}, -- [185]
					{
						["role"] = "TANK",
						["name"] = "特亨胡因-亚雷戈斯",
						["iLvl"] = 438,
						["time"] = 1590039000,
						["class"] = 11,
						["bTag"] = "四季之风#51939",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "Kylop-无尽之海",
						["iLvl"] = 478,
						["time"] = 1590039000,
						["class"] = 4,
						["bTag"] = "哇啦哇咔哒姨妈撕#5306",
					}, -- [187]
					{
						["role"] = "HEALER",
						["name"] = "秋雨绵绵-无尽之海",
						["iLvl"] = 474,
						["time"] = 1590039000,
						["class"] = 11,
						["bTag"] = "心绪#51855",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "何以为戦-布兰卡德",
						["iLvl"] = 476,
						["time"] = 1590038996,
						["class"] = 1,
						["bTag"] = "今晚老虎来打我#5675",
					}, -- [189]
					{
						["role"] = "TANK",
						["name"] = "弑血武魂-安苏",
						["iLvl"] = 479,
						["time"] = 1590038998,
						["class"] = 10,
						["bTag"] = "KAM#51186",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "李丶妞妞-安苏",
						["iLvl"] = 478,
						["time"] = 1590038998,
						["class"] = 11,
						["bTag"] = "KAM#51186",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "天使爱饭饭-红龙军团",
						["iLvl"] = 480,
						["time"] = 1590039000,
						["class"] = 7,
						["bTag"] = "guoguo#5369",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "卧龙小诸葛-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590039000,
						["class"] = 11,
						["bTag"] = "圣手一心#5103",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "丹尼洛克-红龙军团",
						["iLvl"] = 478,
						["time"] = 1590038996,
						["class"] = 3,
						["bTag"] = "Dannyloo#5188",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "森川-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1590038998,
						["class"] = 12,
						["bTag"] = "南音#51932",
					}, -- [195]
					{
						["role"] = "HEALER",
						["name"] = "白给的小玫瑰-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590039000,
						["class"] = 5,
						["bTag"] = "改了名字才能脱非#5645",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "最美是你心间-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1590038946,
						["class"] = 8,
						["bTag"] = "DeanLi#5686",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "Eluna-格鲁尔",
						["iLvl"] = 478,
						["time"] = 1590039000,
						["class"] = 12,
						["bTag"] = "风在呼吸#5484",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "混就完事啦-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1590038946,
						["class"] = 9,
						["bTag"] = "花千樹#5286",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "觉法-毁灭之锤",
						["iLvl"] = 478,
						["time"] = 1590039000,
						["class"] = 10,
						["bTag"] = "加菲猫#5252",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "卡咩哈灭哈-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1590038946,
						["class"] = 9,
						["bTag"] = "狗非果丨苟为豪#5481",
					}, -- [201]
					{
						["role"] = "HEALER",
						["name"] = "啥啊这是-燃烧之刃",
						["iLvl"] = 472,
						["time"] = 1590039000,
						["class"] = 2,
						["bTag"] = "ZeroGundam#5824",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "椛小椛-黑暗魅影",
						["iLvl"] = 476,
						["time"] = 1590039000,
						["class"] = 9,
						["bTag"] = "花花#5108",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "Showbooty-奥尔加隆",
						["iLvl"] = 459,
						["time"] = 1590038996,
						["class"] = 12,
						["bTag"] = "宝因斯坦#5792",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "自牧丨归荑-冰风岗",
						["iLvl"] = 479,
						["time"] = 1590038946,
						["class"] = 3,
						["bTag"] = "Crazy#511148",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "塔寨制毒专家-沃金",
						["iLvl"] = 443,
						["time"] = 1590038946,
						["class"] = 8,
						["bTag"] = "惊魂之蛙#52343",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "少年不在年轻-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1590038998,
						["class"] = 12,
						["bTag"] = "小白兔兽性大发#52889",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "半度丷弑影-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1590038946,
						["class"] = 9,
						["bTag"] = "半度#51452",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "犹如幻翳-燃烧之刃",
						["iLvl"] = 449,
						["time"] = 1590038996,
						["class"] = 8,
						["bTag"] = "Shadow#51474",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "驚駭-伊森利恩",
						["time"] = 1590039000,
						["class"] = 5,
					}, -- [210]
					{
						["role"] = "TANK",
						["name"] = "寻求消逝的你-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1590038998,
						["class"] = 6,
						["bTag"] = "猪头的柠檬茶#5509",
					}, -- [211]
					{
						["role"] = "TANK",
						["name"] = "影之舞风-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1590038996,
						["class"] = 12,
						["bTag"] = "歪歪鱼#5441",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "伊射千里-凤凰之神",
						["iLvl"] = 470,
						["time"] = 1590038996,
						["class"] = 3,
						["bTag"] = "VVOOXX#5644",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱西瓜-燃烧平原",
						["iLvl"] = 473,
						["time"] = 1590039000,
						["class"] = 3,
						["bTag"] = "月荒凉#5803",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "小牛逛奥格-血环",
						["iLvl"] = 473,
						["time"] = 1590039000,
						["class"] = 1,
						["bTag"] = "gege555#5112",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "Sinón-提瑞斯法",
						["iLvl"] = 442,
						["time"] = 1590039000,
						["class"] = 3,
						["bTag"] = "凉城薄梦清风眠#51973",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "疯瘙-摩摩尔",
						["iLvl"] = 472,
						["time"] = 1590038998,
						["class"] = 8,
						["bTag"] = "寂静不静#5850",
					}, -- [217]
					{
						["role"] = "TANK",
						["name"] = "小母牛的天堂-风暴之怒",
						["iLvl"] = 471,
						["time"] = 1590039000,
						["class"] = 12,
						["bTag"] = "小母牛的偶像#5757",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "进击的马里奥-死亡之翼",
						["iLvl"] = 430,
						["time"] = 1590039000,
						["class"] = 10,
						["bTag"] = "丶逆流之光#5283",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "丶米酒-迅捷微风",
						["iLvl"] = 481,
						["time"] = 1590041583,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "丶暖阳#5587",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "血欲丶杀-天谴之门",
						["iLvl"] = 451,
						["time"] = 1590041587,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "血欲#5809",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "氵櫻-符文图腾",
						["time"] = 1590041575,
						["class"] = 9,
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "灬非烟灬-埃德萨拉",
						["iLvl"] = 480,
						["time"] = 1590041583,
						["class"] = 1,
						["bTag"] = "烟丶恒#5733",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "七十九刀-暗影议会",
						["iLvl"] = 464,
						["time"] = 1590041585,
						["class"] = 12,
						["bTag"] = "钱到用时方恨少#5652",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "贴邮票的肯尼-阿克蒙德",
						["iLvl"] = 455,
						["time"] = 1590041575,
						["class"] = 6,
						["bTag"] = "DeathKnight#5648",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "矛啪矛问题-寒冰皇冠",
						["iLvl"] = 479,
						["time"] = 1590041585,
						["class"] = 6,
						["bTag"] = "葬亱#5333",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影之伮-死亡之翼",
						["iLvl"] = 454,
						["time"] = 1590041585,
						["class"] = 12,
						["bTag"] = "过客#5107",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "Frezix-格瑞姆巴托",
						["iLvl"] = 481,
						["time"] = 1590041585,
						["class"] = 5,
						["bTag"] = "LunaX#5414",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "半卷水墨-奥尔加隆",
						["iLvl"] = 468,
						["time"] = 1590041575,
						["class"] = 2,
						["bTag"] = "苦难救赎是你#5626",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "永夜如歌-白银之手",
						["iLvl"] = 479,
						["time"] = 1590041587,
						["class"] = 3,
						["bTag"] = "时间没有等我#5846",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "亲泽多魔熊-闪电之刃",
						["iLvl"] = 474,
						["time"] = 1590041583,
						["class"] = 4,
						["bTag"] = "李李七七喜喜#5812",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "希尓瓦娜絲丶-死亡之翼",
						["iLvl"] = 444,
						["time"] = 1590041575,
						["class"] = 3,
						["bTag"] = "草泥马丶#5876",
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "Nabila-格瑞姆巴托",
						["iLvl"] = 471,
						["time"] = 1590041585,
						["class"] = 3,
						["bTag"] = "念如故丶#5323",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "Gatanothor-拉文凯斯",
						["iLvl"] = 473,
						["time"] = 1590041587,
						["class"] = 1,
						["bTag"] = "Gatanothor#5289",
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "灬舞韵春丽灬-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1590041585,
						["class"] = 10,
						["bTag"] = "疯客#51572",
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "飘逸小双刀-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1590041587,
						["class"] = 12,
						["bTag"] = "xiaoge#5451",
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "吴彦祖分组-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590041575,
						["class"] = 1,
						["bTag"] = "蛋蛋在漫步#5102",
					}, -- [237]
					{
						["role"] = "TANK",
						["name"] = "倩夕颜-塞拉摩",
						["iLvl"] = 476,
						["time"] = 1590041583,
						["class"] = 2,
						["bTag"] = "薄荷奶茶#51718",
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "秘密丨丨-伊森利恩",
						["iLvl"] = 443,
						["time"] = 1590041587,
						["class"] = 8,
						["bTag"] = "尐丶蛾#5244",
					}, -- [239]
					{
						["role"] = "DAMAGER",
						["name"] = "哥是屠戮机器-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1590041583,
						["class"] = 1,
						["bTag"] = "刹那即永恒#5121",
					}, -- [240]
					{
						["role"] = "DAMAGER",
						["name"] = "孤影独行-凤凰之神",
						["iLvl"] = 466,
						["time"] = 1590041587,
						["class"] = 4,
						["bTag"] = "后会无期#5905",
					}, -- [241]
					{
						["role"] = "DAMAGER",
						["name"] = "萨玛兰奇-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1590041583,
						["class"] = 7,
						["bTag"] = "tiantian#5661",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "莱恩斯丶鹰眼-燃烧之刃",
						["iLvl"] = 459,
						["time"] = 1590041587,
						["class"] = 3,
						["bTag"] = "Sky#521221",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "长河丶-无尽之海",
						["iLvl"] = 477,
						["time"] = 1590041583,
						["class"] = 1,
						["bTag"] = "软泥怪#5371",
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "突破-布兰卡德",
						["iLvl"] = 477,
						["time"] = 1590041575,
						["class"] = 8,
						["bTag"] = "致命之足#5253446",
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "毁灭苍炎-苏塔恩",
						["iLvl"] = 480,
						["time"] = 1590041585,
						["class"] = 8,
						["bTag"] = "毁灭者#5349",
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["name"] = "过去已不在-奥尔加隆",
						["iLvl"] = 482,
						["time"] = 1590041587,
						["class"] = 1,
						["bTag"] = "荒原#51278",
					}, -- [247]
					{
						["role"] = "HEALER",
						["name"] = "Evangelions-安苏",
						["iLvl"] = 476,
						["time"] = 1590041587,
						["class"] = 7,
						["bTag"] = "千年执着#51681",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "狐小柒灬-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1590041587,
						["class"] = 3,
						["bTag"] = "田耀1996#5214",
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "大猫鹏丶-无尽之海",
						["iLvl"] = 480,
						["time"] = 1590041575,
						["class"] = 1,
						["bTag"] = "耿耿于怀#51986",
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "追着影子的猪-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1590041575,
						["class"] = 8,
						["bTag"] = "世界制敌宝珠大王#5359",
					}, -- [251]
					{
						["role"] = "HEALER",
						["name"] = "莱尔不往丶-血色十字军",
						["iLvl"] = 480,
						["time"] = 1590041575,
						["class"] = 5,
						["bTag"] = "Superdomen#5531",
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "随便玩玩吧-安格博达",
						["iLvl"] = 431,
						["time"] = 1590041587,
						["class"] = 6,
						["bTag"] = "xuzewei#5671",
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "流小氓-无尽之海",
						["iLvl"] = 477,
						["time"] = 1590041583,
						["class"] = 3,
						["bTag"] = "皮皮虾#56699",
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "爱叔-海加尔",
						["iLvl"] = 478,
						["time"] = 1590041587,
						["class"] = 12,
						["bTag"] = "天道酬勤#52146",
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "白栀-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1590041587,
						["class"] = 8,
						["bTag"] = "李狗蛋#53999",
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "訫渊-血色十字军",
						["iLvl"] = 478,
						["time"] = 1590041587,
						["class"] = 6,
						["bTag"] = "罹劫#51512",
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "俊美-塞拉摩",
						["time"] = 1590041583,
						["class"] = 6,
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞时休克-克尔苏加德",
						["time"] = 1590045987,
						["class"] = 3,
						["leader"] = true,
					}, -- [259]
					{
						["role"] = "DAMAGER",
						["name"] = "关中苍狼-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590045991,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "苍狼#5227",
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "少年余丨猫-格瑞姆巴托",
						["iLvl"] = 457,
						["time"] = 1590045993,
						["class"] = 8,
						["bTag"] = "hao#5548",
					}, -- [261]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥坏-恶魔之魂",
						["iLvl"] = 473,
						["time"] = 1590045991,
						["class"] = 12,
						["bTag"] = "欢子#5696",
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "无妄之魂-无尽之海",
						["iLvl"] = 469,
						["time"] = 1590045993,
						["class"] = 1,
						["bTag"] = "NightKnight#5517",
					}, -- [263]
					{
						["role"] = "HEALER",
						["name"] = "枫火酱-鬼雾峰",
						["iLvl"] = 481,
						["time"] = 1590045993,
						["class"] = 2,
						["bTag"] = "FLOWERDANCE#51177",
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "莫若式骚骚-斩魔者",
						["time"] = 1590045987,
						["class"] = 6,
					}, -- [265]
					{
						["role"] = "TANK",
						["name"] = "奥克华莱士-风暴之鳞",
						["time"] = 1590045987,
						["class"] = 2,
					}, -- [266]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落天使之翼-黑石尖塔",
						["time"] = 1590045987,
						["class"] = 3,
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["name"] = "Cyis-闪电之刃",
						["iLvl"] = 455,
						["time"] = 1590046004,
						["class"] = 6,
						["bTag"] = "血花#5463",
					}, -- [268]
					{
						["role"] = "DAMAGER",
						["name"] = "差德多-伊瑟拉",
						["iLvl"] = 462,
						["time"] = 1590046004,
						["class"] = 11,
						["bTag"] = "若情#5570",
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "大脚妖-天空之墙",
						["iLvl"] = 461,
						["time"] = 1590046004,
						["class"] = 8,
						["bTag"] = "下小雨#5543",
					}, -- [270]
					{
						["role"] = "DAMAGER",
						["name"] = "Ttheryn-伊森利恩",
						["iLvl"] = 447,
						["time"] = 1590045993,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "花间独酌#51750",
					}, -- [271]
					{
						["role"] = "DAMAGER",
						["name"] = "时间的轻语-影之哀伤",
						["time"] = 1590045993,
						["class"] = 8,
					}, -- [272]
					{
						["role"] = "DAMAGER",
						["name"] = "我要当法爷-黑铁",
						["time"] = 1590045993,
						["class"] = 8,
					}, -- [273]
					{
						["role"] = "DAMAGER",
						["name"] = "吟冰含雪-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1590046004,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "绅士枫范#5311",
					}, -- [274]
					{
						["role"] = "DAMAGER",
						["name"] = "黑漆漆-加基森",
						["iLvl"] = 443,
						["time"] = 1590046004,
						["class"] = 6,
						["bTag"] = "DireRaven#511525",
					}, -- [275]
					{
						["role"] = "DAMAGER",
						["name"] = "逐風-奥蕾莉亚",
						["time"] = 1590046004,
						["class"] = 3,
					}, -- [276]
				},
				["2-139-504-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "playernfniiv-阿纳克洛斯",
						["iLvl"] = 471,
						["time"] = 1587873774,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "讨厌尼姑#5849",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "伊芙-龙骨平原",
						["iLvl"] = 478,
						["time"] = 1587873774,
						["class"] = 12,
						["bTag"] = "水相天蝎#5702",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "哇丶野原葵-燃烧之刃",
						["iLvl"] = 471,
						["time"] = 1587873774,
						["class"] = 2,
						["bTag"] = "DireRaven#560257",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "吃拌面配紅牛-耐奥祖",
						["iLvl"] = 476,
						["time"] = 1587873774,
						["class"] = 11,
						["bTag"] = "豬頭小蟲#51898",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "费尔南多影舞-格瑞姆巴托",
						["iLvl"] = 467,
						["time"] = 1587880577,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "小松菜奈#51339",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "全能玛特伽-血色十字军",
						["iLvl"] = 471,
						["time"] = 1587880577,
						["class"] = 3,
						["bTag"] = "狸狸猫猫#5326",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "大飞饼-伊森利恩",
						["iLvl"] = 470,
						["time"] = 1587880577,
						["class"] = 12,
						["bTag"] = "豆香锅巴#51496",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "檬德-阿纳克洛斯",
						["iLvl"] = 466,
						["time"] = 1587880577,
						["class"] = 11,
						["bTag"] = "遺忘榮耀#5787",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "小宝归来-安苏",
						["iLvl"] = 478,
						["time"] = 1589084425,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "神之魔道#5596",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "十月的雨-凤凰之神",
						["iLvl"] = 461,
						["time"] = 1589084425,
						["class"] = 9,
						["bTag"] = "我的胖子#5704",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "江南财狼-火羽山",
						["iLvl"] = 479,
						["time"] = 1589084425,
						["class"] = 3,
						["bTag"] = "隔壁老王#56615",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "半醉半醒-冬泉谷",
						["iLvl"] = 474,
						["time"] = 1589084425,
						["class"] = 10,
						["bTag"] = "月夜忧郁#5297",
					}, -- [12]
				},
				["2-137-502-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1587911924,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "梦碎她乡-海克泰尔",
						["iLvl"] = 472,
						["time"] = 1587910686,
						["class"] = 3,
						["bTag"] = "HqweiN#5701",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 459,
						["time"] = 1588576477,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "疯狂斗龙-格瑞姆巴托",
						["iLvl"] = 459,
						["time"] = 1588576477,
						["class"] = 6,
						["bTag"] = "快乐魔精#5806",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "一支穿雲箭-冰风岗",
						["iLvl"] = 457,
						["time"] = 1588576477,
						["class"] = 3,
						["bTag"] = "Snake#5132",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "Understand-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1588576477,
						["class"] = 11,
						["bTag"] = "可乐喝咖啡#5295",
					}, -- [6]
				},
				["2-145-530-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "能奶能复活-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1589771116,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "一个爱炉石的路人#5671",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "巴菲特浪普-黑翼之巢",
						["iLvl"] = 472,
						["time"] = 1589771116,
						["class"] = 3,
						["bTag"] = "麻瓜骑士#5974",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "留守儿童-亡语者",
						["iLvl"] = 478,
						["time"] = 1589771116,
						["class"] = 12,
						["bTag"] = "疯到世界都崩溃#51961",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "戒烟如戒酒-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1589771116,
						["class"] = 10,
						["bTag"] = "Shinoda#5235",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1589951950,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥斩月-熔火之心",
						["iLvl"] = 476,
						["time"] = 1589951950,
						["class"] = 12,
						["bTag"] = "太液秋风#51621",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "妹島和世-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1589951950,
						["class"] = 1,
						["bTag"] = "凌十七#5509",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "长歌行-瑟莱德丝",
						["iLvl"] = 475,
						["time"] = 1589951950,
						["class"] = 10,
						["bTag"] = "长歌行#5541",
					}, -- [8]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1587740462,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 467,
						["time"] = 1589373473,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "西力士片-埃德萨拉",
						["iLvl"] = 457,
						["time"] = 1587740462,
						["class"] = 12,
						["bTag"] = "井冈山会师#5557",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "演绎幸福灬-黑手军团",
						["iLvl"] = 455,
						["time"] = 1587740462,
						["class"] = 2,
						["bTag"] = "Ture#5519",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "晴朗-布兰卡德",
						["iLvl"] = 461,
						["time"] = 1589373473,
						["class"] = 6,
						["bTag"] = "部落之子#511374",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "戈薇公主-火焰之树",
						["iLvl"] = 462,
						["time"] = 1589373473,
						["class"] = 12,
						["bTag"] = "魔兽老玩家#51620",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "阿德巴鲁伊-死亡之翼",
						["iLvl"] = 460,
						["time"] = 1589373473,
						["class"] = 11,
						["bTag"] = "SuperNinja#519274",
					}, -- [7]
				},
				["2-146-534-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 459,
						["time"] = 1588522170,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1588522170,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "钢钢-红龙军团",
						["iLvl"] = 462,
						["time"] = 1588522170,
						["class"] = 5,
						["bTag"] = "抽抽#5335",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "风回月落-燃烧之刃",
						["iLvl"] = 457,
						["time"] = 1588522170,
						["class"] = 12,
						["bTag"] = "易水两岸#5491",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "且冷且温柔-影之哀伤",
						["iLvl"] = 478,
						["time"] = 1589352376,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "大龙#5259",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Aldrlch-格瑞姆巴托",
						["iLvl"] = 465,
						["time"] = 1589352376,
						["class"] = 8,
						["bTag"] = "提乾设经#5680",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Alias-埃德萨拉",
						["iLvl"] = 462,
						["time"] = 1589352376,
						["class"] = 12,
						["bTag"] = "古尔丹之手#5313",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "不要认输-凤凰之神",
						["iLvl"] = 471,
						["time"] = 1589352252,
						["class"] = 5,
						["bTag"] = "千本桜#51105",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "黑夜幽灵-黑铁",
						["iLvl"] = 474,
						["time"] = 1589352376,
						["class"] = 5,
						["bTag"] = "只为坐骑#5565",
					}, -- [9]
				},
			},
		},
	},
}
