
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["洛克达姆 - 雷霆之王"] = "洛克达姆 - 雷霆之王",
	},
	["profiles"] = {
		["洛克达姆 - 雷霆之王"] = {
			["settings"] = {
				["panel"] = false,
			},
			["createHistoryList"] = {
				"2-141-514-0", -- [1]
				"2-145-530-0", -- [2]
				"2-142-518-0", -- [3]
				"2-143-522-0", -- [4]
				"2-137-502-0", -- [5]
				"2-146-534-0", -- [6]
				"2-256-679-0", -- [7]
				"2-257-683-0", -- [8]
				"2-140-510-0", -- [9]
				"2-138-507-0", -- [10]
				"2-139-504-0", -- [11]
				"2-143-521-0", -- [12]
				"2-139-645-0", -- [13]
				"111-249-662-0", -- [14]
				"6-0-17-0", -- [15]
				"2-138-644-0", -- [16]
			},
			["minimap"] = {
				["hide"] = false,
			},
			["lastSearchCode"] = "2-0-0-0",
			["appShine"] = "80300.01",
			["version"] = "80300.01",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"6-0-0-0", -- [2]
				"3-0-0-0", -- [3]
				"9-0-19-0", -- [4]
				"111-0-0-0", -- [5]
				"4-0-0-0", -- [6]
				"1-0-0-0", -- [7]
			},
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "凌乱灬萨满-塞拉摩",
						["iLvl"] = 471,
						["time"] = 1588583050,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "简单粗暴#5211",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Lolo-洛丹伦",
						["time"] = 1588583023,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "水沁心-冰霜之刃",
						["iLvl"] = 478,
						["time"] = 1588583057,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "幸运之翼#522786",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "你从天上来-死亡之翼",
						["iLvl"] = 448,
						["time"] = 1588583050,
						["class"] = 3,
						["bTag"] = "极度郁闷#51684",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "拾丨叁-贫瘠之地",
						["iLvl"] = 476,
						["time"] = 1588583046,
						["class"] = 2,
						["bTag"] = "夏娜#51984",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "與寵共舞-甜水绿洲",
						["time"] = 1588583017,
						["class"] = 3,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "顽皮的小火-阿纳克洛斯",
						["iLvl"] = 476,
						["time"] = 1588583070,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "我你灬大爷#5476",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "黑道聖徒-燃烧之刃",
						["iLvl"] = 435,
						["time"] = 1588583076,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "火拳#5679",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆王丶-安苏",
						["iLvl"] = 471,
						["time"] = 1588583034,
						["class"] = 12,
						["bTag"] = "浮丶沉#51830",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "霜叹酱-奥尔加隆",
						["iLvl"] = 476,
						["time"] = 1589464789,
						["class"] = 3,
						["bTag"] = "吾辈小白#5444",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "雪淇-加基森",
						["iLvl"] = 478,
						["time"] = 1588583050,
						["class"] = 2,
						["bTag"] = "雪淇#51751",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "五十块钱一斤-格雷迈恩",
						["iLvl"] = 476,
						["time"] = 1588583089,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "楼顶夜猫子#5603",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "好无聊的名字-莱索恩",
						["iLvl"] = 475,
						["time"] = 1588583089,
						["class"] = 12,
						["bTag"] = "烟雨临殇#5261",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "软软小太阳丶-伊森利恩",
						["iLvl"] = 464,
						["time"] = 1588583089,
						["class"] = 9,
						["bTag"] = "欧洲天选之人#5774",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "漓奈-血吼",
						["iLvl"] = 454,
						["time"] = 1588583089,
						["class"] = 8,
						["bTag"] = "幸运的百百#51653",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "若离丶-血吼",
						["iLvl"] = 472,
						["time"] = 1588583089,
						["class"] = 4,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "多多关照哦-安苏",
						["iLvl"] = 473,
						["time"] = 1588583034,
						["class"] = 4,
						["bTag"] = "积极游戏重振守望#5171",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "小狐狸凸凸-诺森德",
						["iLvl"] = 439,
						["time"] = 1588583040,
						["class"] = 1,
						["bTag"] = "伤风感冒#5134",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "沉沦飘雪-死亡之翼",
						["iLvl"] = 459,
						["time"] = 1588583050,
						["class"] = 3,
						["bTag"] = "一点点默契#5325",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "雨灬木-无尽之海",
						["iLvl"] = 478,
						["time"] = 1588583040,
						["class"] = 12,
						["bTag"] = "秋殇别恋#52631",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "桃子味鼻涕-白骨荒野",
						["iLvl"] = 471,
						["time"] = 1588583046,
						["class"] = 9,
						["bTag"] = "小鼻屎#5991",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "爱姐姐太好了-燃烧平原",
						["iLvl"] = 479,
						["time"] = 1588583061,
						["class"] = 2,
						["bTag"] = "菲你莫属#5180",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "江山有残阳-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1588583050,
						["class"] = 8,
						["bTag"] = "海哥#5157",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "小豬丶-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1588583040,
						["class"] = 3,
						["bTag"] = "居少#51567",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "逼茄锁-死亡之翼",
						["time"] = 1588583021,
						["class"] = 4,
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "瑟利斯瑞-夏维安",
						["iLvl"] = 464,
						["time"] = 1588583040,
						["class"] = 5,
						["bTag"] = "旭旭323#5804",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Nizhongge-伊森利恩",
						["time"] = 1588583028,
						["class"] = 12,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "丶销魂有罪-冰霜之刃",
						["iLvl"] = 460,
						["time"] = 1588583040,
						["class"] = 12,
						["bTag"] = "庸手丶#5423",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "墨徵-丽丽（四川）",
						["iLvl"] = 474,
						["time"] = 1588583048,
						["class"] = 10,
						["bTag"] = "贪睡之熊#54870",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "超超的跟班-兰娜瑟尔",
						["iLvl"] = 475,
						["time"] = 1588583040,
						["class"] = 8,
						["bTag"] = "超超#52912",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Nearz-安苏",
						["time"] = 1588583507,
						["class"] = 3,
						["leader"] = true,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "靈魂蟲蟲-影之哀伤",
						["time"] = 1588583507,
						["class"] = 7,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "闪开小魂来了-纳沙塔尔",
						["iLvl"] = 477,
						["time"] = 1588583507,
						["class"] = 1,
						["bTag"] = "白菜#5815",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "战争画师-加基森",
						["time"] = 1588583507,
						["class"] = 8,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "嘟嘟露露-无尽之海",
						["time"] = 1589464789,
						["class"] = 1,
						["leader"] = true,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "总之就是卵硬-丹莫德",
						["iLvl"] = 425,
						["time"] = 1589464789,
						["class"] = 1,
						["bTag"] = "蒼炎軌跡#5327",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "萨拉莫之眼-伊利丹",
						["iLvl"] = 451,
						["time"] = 1589464789,
						["class"] = 4,
						["bTag"] = "老萨#5321",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "忆灬昔-伊森利恩",
						["time"] = 1589464789,
						["class"] = 3,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "风翊-伊森利恩",
						["time"] = 1589464789,
						["class"] = 3,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "麥兜兜-晴日峰（江苏）",
						["time"] = 1589464789,
						["class"] = 3,
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "圣光怒迦-烈焰荆棘",
						["time"] = 1589464789,
						["class"] = 2,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "注意安全-安苏",
						["time"] = 1589464789,
						["class"] = 11,
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "贝奥兰迪-阿尔萨斯",
						["time"] = 1589464789,
						["class"] = 10,
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "小仓老湿-石爪峰",
						["time"] = 1589464789,
						["class"] = 5,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "肥尨-红龙女王",
						["iLvl"] = 440,
						["time"] = 1589464789,
						["class"] = 10,
						["bTag"] = "黑乂乂#5366",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "冰丨灬逸-阿比迪斯",
						["iLvl"] = 473,
						["time"] = 1589464789,
						["class"] = 2,
						["bTag"] = "逸阳#5910",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "骨杀-燃烧之刃",
						["iLvl"] = 463,
						["time"] = 1589464789,
						["class"] = 4,
						["bTag"] = "半對翅膀#5488",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "我们去旅行-燃烧之刃",
						["time"] = 1589464789,
						["class"] = 1,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "飘血一奶-红云台地",
						["time"] = 1589464789,
						["class"] = 5,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "绝对炙热-迅捷微风",
						["time"] = 1589464789,
						["class"] = 12,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "夜月寒光-龙骨平原",
						["time"] = 1589464789,
						["class"] = 3,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "青霞楚红曼玉-萨格拉斯",
						["time"] = 1589464789,
						["class"] = 12,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "吾心安处-凤凰之神",
						["time"] = 1589464789,
						["class"] = 12,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "莫仕利安-萨格拉斯",
						["time"] = 1589464789,
						["class"] = 8,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "迷杜莎-萨格拉斯",
						["time"] = 1589464789,
						["class"] = 2,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "橙就橙就梦想-迅捷微风",
						["time"] = 1589464789,
						["class"] = 8,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "翻滚吧炒饭-死亡之翼",
						["time"] = 1589464789,
						["class"] = 3,
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "莫徳雷徳-格瑞姆巴托",
						["time"] = 1589464789,
						["class"] = 11,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "忆瑶姬-布兰卡德",
						["iLvl"] = 482,
						["time"] = 1589464789,
						["class"] = 4,
						["bTag"] = "裤裆里的亚当#5928",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "烈酒在喉-迅捷微风",
						["iLvl"] = 404,
						["time"] = 1589464789,
						["class"] = 1,
						["bTag"] = "离陌笙歌#5178",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "电竞艾希-格瑞姆巴托",
						["iLvl"] = 443,
						["time"] = 1589464789,
						["class"] = 8,
						["bTag"] = "天津薛之谦#5176",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "冰雪之光-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1589464789,
						["class"] = 2,
						["bTag"] = "莫轩晖#5217",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "都会传家-斯坦索姆",
						["iLvl"] = 453,
						["time"] = 1589464789,
						["class"] = 12,
						["bTag"] = "八级大狂风#54340",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "爱心诺斯战刃-提瑞斯法",
						["time"] = 1589464789,
						["class"] = 12,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "半夜鸡不叫-凤凰之神",
						["time"] = 1589464789,
						["class"] = 3,
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "萌眼行者-石爪峰",
						["time"] = 1589464789,
						["class"] = 12,
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "救救这个武僧-燃烧之刃",
						["time"] = 1589464789,
						["class"] = 10,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "Fcleoyu-死亡之翼",
						["time"] = 1589464836,
						["class"] = 8,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "无駄-凤凰之神",
						["time"] = 1589464789,
						["class"] = 2,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "花满楼-踏梦者",
						["time"] = 1589464789,
						["class"] = 12,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "灬曾丶小贤灬-无尽之海",
						["iLvl"] = 470,
						["time"] = 1589464868,
						["class"] = 7,
						["bTag"] = "孤影天涯丶#5566",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "狐狸战-巨龙之吼",
						["time"] = 1589464789,
						["class"] = 1,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂鼓手-贫瘠之地",
						["iLvl"] = 425,
						["time"] = 1589464868,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Fantasie#51235",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "熊大呦-冰霜之刃",
						["iLvl"] = 476,
						["time"] = 1589464859,
						["class"] = 3,
						["bTag"] = "强迫症患者#51210",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "虚空魔满足我-海克泰尔",
						["iLvl"] = 474,
						["time"] = 1589464872,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "好伦哥#5339",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "酱油帮主-黑暗之矛",
						["iLvl"] = 450,
						["time"] = 1589464859,
						["class"] = 3,
						["bTag"] = "酱油党#5934",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "Brick-格瑞姆巴托",
						["iLvl"] = 476,
						["time"] = 1589464859,
						["class"] = 3,
						["bTag"] = "LazyTurtle#52155",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "Cnidoscolus-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1589464868,
						["class"] = 11,
						["bTag"] = "楠神月丶#5873",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "悪魔-冰霜之刃",
						["time"] = 1589464832,
						["class"] = 9,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "戴安娜普琳斯-贫瘠之地",
						["iLvl"] = 480,
						["time"] = 1589464852,
						["class"] = 1,
						["bTag"] = "北冥#5228",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "缺德丶-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1589464874,
						["class"] = 11,
						["bTag"] = "喜力#5667",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "飘渺灬朝风-布兰卡德",
						["iLvl"] = 480,
						["time"] = 1589464874,
						["class"] = 8,
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "防火女-麦姆",
						["iLvl"] = 477,
						["time"] = 1589464868,
						["class"] = 12,
						["bTag"] = "千爆樱#5907",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "神猴-格瑞姆巴托",
						["time"] = 1589464874,
						["class"] = 1,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "丁基锂-阿比迪斯",
						["time"] = 1589464866,
						["class"] = 3,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "末将不才-主宰之剑",
						["iLvl"] = 462,
						["time"] = 1589464859,
						["class"] = 1,
						["bTag"] = "Pasukp#5516",
					}, -- [86]
					{
						["role"] = "NONE",
						["name"] = "再加点孜然-回音山",
						["iLvl"] = 475,
						["time"] = 1590909763,
						["class"] = 9,
						["bTag"] = "zheng#5819",
					}, -- [87]
					{
						["role"] = "NONE",
						["name"] = "檸懵怑酢-霜之哀伤",
						["iLvl"] = 429,
						["time"] = 1590909763,
						["class"] = 8,
						["bTag"] = "低调丶坏坏#5256",
					}, -- [88]
					{
						["role"] = "NONE",
						["name"] = "大叔的传说-格瑞姆巴托",
						["iLvl"] = 465,
						["time"] = 1590909763,
						["class"] = 2,
						["bTag"] = "华丽之兽人#5700",
					}, -- [89]
					{
						["role"] = "NONE",
						["name"] = "螃蟹王-鹰巢山",
						["iLvl"] = 470,
						["time"] = 1590909763,
						["class"] = 3,
						["bTag"] = "机械之咒#5231113",
					}, -- [90]
					{
						["role"] = "NONE",
						["name"] = "氵彡灬骑士-符文图腾",
						["iLvl"] = 467,
						["time"] = 1590909763,
						["class"] = 6,
						["bTag"] = "张中科#5516",
					}, -- [91]
					{
						["role"] = "NONE",
						["name"] = "Zipbug-亡语者",
						["time"] = 1590909763,
						["class"] = 6,
					}, -- [92]
					{
						["role"] = "NONE",
						["name"] = "Rezvani-狂热之刃",
						["iLvl"] = 480,
						["time"] = 1590909763,
						["class"] = 8,
						["bTag"] = "自然萌#51498",
					}, -- [93]
					{
						["role"] = "NONE",
						["name"] = "天神丶爱养狗-奥特兰克",
						["iLvl"] = 467,
						["time"] = 1590909763,
						["class"] = 3,
						["bTag"] = "消防电梯#5519",
					}, -- [94]
					{
						["role"] = "NONE",
						["name"] = "听说这个萌-冰霜之刃",
						["iLvl"] = 479,
						["time"] = 1590909763,
						["class"] = 1,
						["bTag"] = "Vampire#5926",
					}, -- [95]
					{
						["role"] = "NONE",
						["name"] = "泪划左脸-火羽山",
						["iLvl"] = 471,
						["time"] = 1590909763,
						["class"] = 12,
						["bTag"] = "小小#513148",
					}, -- [96]
					{
						["role"] = "NONE",
						["name"] = "鹹丶魚-贫瘠之地",
						["iLvl"] = 467,
						["time"] = 1590909763,
						["class"] = 7,
						["bTag"] = "Heavenpg989#5989",
					}, -- [97]
					{
						["role"] = "NONE",
						["name"] = "影子無痕-血色十字军",
						["iLvl"] = 479,
						["time"] = 1590909763,
						["class"] = 8,
						["bTag"] = "五竹叔#5334",
					}, -- [98]
					{
						["role"] = "NONE",
						["name"] = "敌无法-布兰卡德",
						["time"] = 1590909763,
						["class"] = 12,
					}, -- [99]
					{
						["role"] = "NONE",
						["name"] = "沉没中爆发-元素之力",
						["iLvl"] = 468,
						["time"] = 1590909763,
						["class"] = 9,
						["bTag"] = "茫然之潜行者#5242626",
					}, -- [100]
					{
						["role"] = "NONE",
						["name"] = "陈小孞-伊森利恩",
						["iLvl"] = 473,
						["time"] = 1590909763,
						["class"] = 8,
						["bTag"] = "骚骚至宝#5910",
					}, -- [101]
					{
						["role"] = "NONE",
						["name"] = "幸运欣-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590909763,
						["class"] = 12,
						["bTag"] = "安康幸运老李#5294",
					}, -- [102]
					{
						["role"] = "NONE",
						["name"] = "Kanong-安苏",
						["iLvl"] = 462,
						["time"] = 1590909763,
						["class"] = 8,
						["bTag"] = "为了部落#5239991",
					}, -- [103]
					{
						["role"] = "NONE",
						["name"] = "卡卡不喝酒-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1590909763,
						["class"] = 11,
						["bTag"] = "Perido#5434",
					}, -- [104]
					{
						["role"] = "NONE",
						["name"] = "昨夜雨今时下-安苏",
						["iLvl"] = 477,
						["time"] = 1590909763,
						["class"] = 9,
						["bTag"] = "昨夜雨今日下#5420",
					}, -- [105]
					{
						["role"] = "NONE",
						["name"] = "我愿效忠军团-血色十字军",
						["iLvl"] = 479,
						["time"] = 1590909763,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "开心的胖柚子#5901",
					}, -- [106]
					{
						["role"] = "NONE",
						["name"] = "庚子肆月-燃烧之刃",
						["iLvl"] = 473,
						["time"] = 1590909763,
						["class"] = 11,
						["bTag"] = "葱姜蒜#5775",
					}, -- [107]
					{
						["role"] = "NONE",
						["name"] = "部落的男子汉-达尔坎",
						["iLvl"] = 472,
						["time"] = 1590909763,
						["class"] = 4,
						["bTag"] = "Raki#5648",
					}, -- [108]
					{
						["role"] = "NONE",
						["name"] = "猫小月巴-冰风岗",
						["time"] = 1590909763,
						["class"] = 3,
					}, -- [109]
					{
						["role"] = "NONE",
						["name"] = "小鎄-芬里斯",
						["time"] = 1590909763,
						["class"] = 3,
					}, -- [110]
					{
						["role"] = "NONE",
						["name"] = "维密瑞-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1590909763,
						["class"] = 8,
						["bTag"] = "维密天使#5895",
					}, -- [111]
					{
						["role"] = "NONE",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 474,
						["time"] = 1590909763,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [112]
					{
						["role"] = "NONE",
						["name"] = "炭治郎-迦拉克隆",
						["iLvl"] = 476,
						["time"] = 1590909763,
						["class"] = 8,
						["bTag"] = "是谁在召唤我#5765",
					}, -- [113]
					{
						["role"] = "NONE",
						["name"] = "星辰殤-罗宁",
						["iLvl"] = 467,
						["time"] = 1590909763,
						["class"] = 2,
						["bTag"] = "星辰殤#5252",
					}, -- [114]
					{
						["role"] = "NONE",
						["name"] = "情獣-迦拉克隆",
						["time"] = 1590909763,
						["class"] = 1,
					}, -- [115]
				},
				["2-256-679-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 473,
						["time"] = 1590764172,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 472,
						["time"] = 1590764172,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "周一懵智-贫瘠之地",
						["iLvl"] = 470,
						["time"] = 1590764172,
						["class"] = 12,
						["bTag"] = "雨幽拂晓#5710",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "尘埃丶烟火-黑铁",
						["iLvl"] = 468,
						["time"] = 1590764172,
						["class"] = 5,
						["bTag"] = "君莫笑#51857",
					}, -- [4]
				},
				["2-141-514-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 474,
						["time"] = 1590912265,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "哪里来的妖怪-安苏",
						["time"] = 1589375737,
						["class"] = 1,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 470,
						["time"] = 1590575147,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "你的香蕉-凯恩血蹄",
						["iLvl"] = 473,
						["time"] = 1590574091,
						["class"] = 12,
						["bTag"] = "不二#5855",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "潇洒-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1590575147,
						["class"] = 10,
						["bTag"] = "shaGuar#51123",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "风起时月现-无尽之海",
						["iLvl"] = 473,
						["time"] = 1590574508,
						["class"] = 12,
						["bTag"] = "思念随风#5193",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Atme-阿尔萨斯",
						["iLvl"] = 464,
						["time"] = 1590575147,
						["class"] = 3,
						["bTag"] = "楪灬祈#51617",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "Puter-影之哀伤",
						["iLvl"] = 476,
						["time"] = 1590575147,
						["class"] = 11,
						["bTag"] = "代号零零七#5514",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇的雪糕-无尽之海",
						["iLvl"] = 474,
						["time"] = 1590912265,
						["class"] = 1,
						["bTag"] = "怒徳#5622",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "不就像风一样-伊森利恩",
						["iLvl"] = 482,
						["time"] = 1590912265,
						["class"] = 11,
						["bTag"] = "康帅傅#51141",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "刹那间的结果-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590912265,
						["class"] = 2,
						["bTag"] = "提莫队长正在送命#5751",
					}, -- [11]
				},
				["3-0-657-0"] = {
					{
						["role"] = "TANK",
						["name"] = "我无敌了-血色十字军",
						["time"] = 1589463619,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "滚我去偶然-凤凰之神",
						["time"] = 1589463619,
						["class"] = 7,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "神探德-大地之怒",
						["iLvl"] = 472,
						["time"] = 1589463619,
						["class"] = 11,
						["bTag"] = "五灵舞者#5736",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "鲨鱼蝈蝈-迅捷微风",
						["iLvl"] = 477,
						["time"] = 1589463619,
						["class"] = 1,
						["bTag"] = "传奇锅锅#5694",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "看到就冲锋-红云台地",
						["iLvl"] = 477,
						["time"] = 1589463619,
						["class"] = 1,
						["bTag"] = "请叫我大爷#5902",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "圆一样-凤凰之神",
						["time"] = 1589463619,
						["class"] = 8,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "乌咪咬萌萌-无尽之海",
						["time"] = 1589463619,
						["class"] = 9,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "打死不补血-无尽之海",
						["iLvl"] = 480,
						["time"] = 1589463696,
						["class"] = 5,
						["bTag"] = "打死不补血#5566",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "圆老哥稳-凤凰之神",
						["time"] = 1589463619,
						["class"] = 7,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "圆了片区-凤凰之神",
						["time"] = 1589463619,
						["class"] = 9,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "圆聘请为-凤凰之神",
						["time"] = 1589463619,
						["class"] = 7,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "玛法一里奥-凤凰之神",
						["time"] = 1589463619,
						["class"] = 11,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "滚滚接待二-凤凰之神",
						["time"] = 1589463619,
						["class"] = 8,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "噶礼噶气-元素之力",
						["time"] = 1589463619,
						["class"] = 3,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "滚我脾气阿拉-凤凰之神",
						["time"] = 1589463619,
						["class"] = 7,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "薄情最有情丶-瓦里安",
						["time"] = 1589463619,
						["class"] = 12,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "丶花臂-无尽之海",
						["time"] = 1589463619,
						["class"] = 3,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "圆拉个我-凤凰之神",
						["time"] = 1589463619,
						["class"] = 7,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Husbandwang-能源舰",
						["time"] = 1589463619,
						["class"] = 3,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "对倒三六條-泰兰德",
						["time"] = 1589463619,
						["class"] = 8,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌哒小猎手-格瑞姆巴托",
						["time"] = 1589463619,
						["class"] = 3,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "凡人皆有一死-奥妮克希亚",
						["time"] = 1589463619,
						["class"] = 4,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐汽水-迅捷微风",
						["iLvl"] = 461,
						["time"] = 1589463751,
						["class"] = 1,
						["bTag"] = "后悔当初没下手#5294",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "五月黄昏雨-无尽之海",
						["time"] = 1589463619,
						["class"] = 11,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "封影-通灵学院",
						["time"] = 1589463619,
						["class"] = 8,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "肥宅快乐崽-血色十字军",
						["time"] = 1589463751,
						["class"] = 2,
						["leader"] = true,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "滚滚接待三-凤凰之神",
						["time"] = 1589463751,
						["class"] = 8,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "狐姬二砍-塞拉摩",
						["iLvl"] = 478,
						["time"] = 1589463747,
						["class"] = 1,
						["bTag"] = "问君何不乘风起#5812",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "无以森林-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1589463747,
						["class"] = 1,
						["bTag"] = "无以森林#5267",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "珀菲克-格瑞姆巴托",
						["iLvl"] = 456,
						["time"] = 1589463751,
						["class"] = 12,
						["bTag"] = "勿言吾语#5348",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "滚滚接待一-凤凰之神",
						["time"] = 1589463751,
						["class"] = 8,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "元力-甜水绿洲",
						["iLvl"] = 479,
						["time"] = 1589463751,
						["class"] = 1,
						["bTag"] = "Ryan#54220",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "大贪比-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1589463696,
						["class"] = 6,
						["bTag"] = "听见项羽的呻吟#5382",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "安利纽崔莱-红云台地",
						["iLvl"] = 450,
						["time"] = 1589463751,
						["class"] = 1,
						["bTag"] = "雪糕#51130",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "湖南最靓的仔-影之哀伤",
						["iLvl"] = 470,
						["time"] = 1589463696,
						["class"] = 12,
						["bTag"] = "贺健#51763",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "滚跑去买个-凤凰之神",
						["time"] = 1589463751,
						["class"] = 7,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "甘泥麻-耐奥祖",
						["iLvl"] = 475,
						["time"] = 1589463749,
						["class"] = 4,
						["bTag"] = "奶茶店老板#5405",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "浓淡相宜-冰风岗",
						["iLvl"] = 474,
						["time"] = 1589463751,
						["class"] = 8,
						["bTag"] = "wlrx#5492",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "师太等等老衲-燃烧之刃",
						["iLvl"] = 426,
						["time"] = 1589463749,
						["class"] = 10,
						["bTag"] = "逸飞#5215",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "横刀立马-外域",
						["iLvl"] = 421,
						["time"] = 1589463749,
						["class"] = 1,
						["bTag"] = "Sunstrider#5638",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "滚出-凤凰之神",
						["time"] = 1589463751,
						["class"] = 4,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "麻苼希-死亡之翼",
						["iLvl"] = 470,
						["time"] = 1589463751,
						["class"] = 7,
						["bTag"] = "哎哟哇啦#51398",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "与畜共舞-洛丹伦",
						["iLvl"] = 466,
						["time"] = 1589463696,
						["class"] = 11,
						["bTag"] = "星星坐骑#5294",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "方宝落-燃烧之刃",
						["iLvl"] = 474,
						["time"] = 1589463751,
						["class"] = 6,
						["bTag"] = "tAy#51738",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "滚格拉且-凤凰之神",
						["time"] = 1589463751,
						["class"] = 7,
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "宗八一-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1589463749,
						["class"] = 1,
						["bTag"] = "tAy#51738",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "咖喱牛肉-暴风祭坛",
						["iLvl"] = 477,
						["time"] = 1589463751,
						["class"] = 2,
						["bTag"] = "周佳萌萌#5768",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "曾经也瘦过-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1589463747,
						["class"] = 10,
						["bTag"] = "大神你懂吗#5448",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "七叶牛牛-格瑞姆巴托",
						["iLvl"] = 450,
						["time"] = 1589463751,
						["class"] = 11,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "滚委屈哦啊跑-凤凰之神",
						["time"] = 1589463751,
						["class"] = 7,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "六岁打灰机-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1589463751,
						["class"] = 9,
						["bTag"] = "大神你懂吗#5448",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "飘逸的箭-血色十字军",
						["iLvl"] = 475,
						["time"] = 1589463749,
						["class"] = 3,
						["bTag"] = "敛财#51805",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "女施主请留步-死亡之翼",
						["time"] = 1589463751,
						["class"] = 6,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "跳起来撒-梦境之树",
						["time"] = 1589463751,
						["class"] = 7,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "浪起来哦-雷斧堡垒",
						["time"] = 1589463751,
						["class"] = 7,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Mowgli-死亡之翼",
						["iLvl"] = 454,
						["time"] = 1589463655,
						["class"] = 3,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "哈哈冰汽-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1589463751,
						["class"] = 3,
						["bTag"] = "哈哈花卷#5628",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "丨野兽丨-瓦拉纳",
						["time"] = 1589463751,
						["class"] = 3,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "一笑醉倾城-卡拉赞",
						["iLvl"] = 476,
						["time"] = 1589463751,
						["class"] = 3,
						["bTag"] = "王莹#5233",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "带刺的蓝胖胖-希尔瓦娜斯",
						["iLvl"] = 476,
						["time"] = 1589463751,
						["class"] = 11,
						["bTag"] = "战斗小软泥#5188",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "咕拉拉-恐怖图腾",
						["iLvl"] = 458,
						["time"] = 1589463751,
						["class"] = 9,
						["bTag"] = "残丷风#5267",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "Exia-红龙军团",
						["iLvl"] = 469,
						["time"] = 1589463751,
						["class"] = 7,
						["bTag"] = "YJYmk2#5527",
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "牛得住-埃德萨拉",
						["iLvl"] = 475,
						["time"] = 1589463751,
						["class"] = 1,
						["bTag"] = "壮丁#5666",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "是乌冬啊-安苏",
						["time"] = 1589519478,
						["class"] = 6,
						["leader"] = true,
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "审判之焱-加兹鲁维",
						["iLvl"] = 480,
						["time"] = 1589519478,
						["class"] = 2,
						["bTag"] = "木木#5171",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "咕熊猫树-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590038946,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "巨丸号#5154",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "Cocidus-凤凰之神",
						["iLvl"] = 447,
						["time"] = 1590038996,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Dragoon#5132",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "Overmasrs-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1590039000,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "天堂在左#5473",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "哒丶嘟-阿纳克洛斯",
						["iLvl"] = 482,
						["time"] = 1590038998,
						["class"] = 7,
						["bTag"] = "画船丶听雨眠#5830",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "宝儿华-无尽之海",
						["iLvl"] = 479,
						["time"] = 1590038996,
						["class"] = 3,
						["bTag"] = "FanaticGenJi#5426",
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "特亨胡因-亚雷戈斯",
						["iLvl"] = 438,
						["time"] = 1590039000,
						["class"] = 11,
						["bTag"] = "四季之风#51939",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "Kylop-无尽之海",
						["iLvl"] = 478,
						["time"] = 1590039000,
						["class"] = 4,
						["bTag"] = "哇啦哇咔哒姨妈撕#5306",
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "秋雨绵绵-无尽之海",
						["iLvl"] = 474,
						["time"] = 1590039000,
						["class"] = 11,
						["bTag"] = "心绪#51855",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "何以为戦-布兰卡德",
						["iLvl"] = 476,
						["time"] = 1590038996,
						["class"] = 1,
						["bTag"] = "今晚老虎来打我#5675",
					}, -- [74]
					{
						["role"] = "TANK",
						["name"] = "弑血武魂-安苏",
						["iLvl"] = 479,
						["time"] = 1590038998,
						["class"] = 10,
						["bTag"] = "KAM#51186",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "李丶妞妞-安苏",
						["iLvl"] = 478,
						["time"] = 1590038998,
						["class"] = 11,
						["bTag"] = "KAM#51186",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "天使爱饭饭-红龙军团",
						["iLvl"] = 480,
						["time"] = 1590039000,
						["class"] = 7,
						["bTag"] = "guoguo#5369",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "卧龙小诸葛-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590039000,
						["class"] = 11,
						["bTag"] = "圣手一心#5103",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "丹尼洛克-红龙军团",
						["iLvl"] = 478,
						["time"] = 1590038996,
						["class"] = 3,
						["bTag"] = "Dannyloo#5188",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "森川-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1590038998,
						["class"] = 12,
						["bTag"] = "南音#51932",
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "白给的小玫瑰-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590039000,
						["class"] = 5,
						["bTag"] = "改了名字才能脱非#5645",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "最美是你心间-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1590038946,
						["class"] = 8,
						["bTag"] = "DeanLi#5686",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "Eluna-格鲁尔",
						["iLvl"] = 478,
						["time"] = 1590039000,
						["class"] = 12,
						["bTag"] = "风在呼吸#5484",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "混就完事啦-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1590038946,
						["class"] = 9,
						["bTag"] = "花千樹#5286",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "觉法-毁灭之锤",
						["iLvl"] = 478,
						["time"] = 1590039000,
						["class"] = 10,
						["bTag"] = "加菲猫#5252",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "卡咩哈灭哈-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1590038946,
						["class"] = 9,
						["bTag"] = "狗非果丨苟为豪#5481",
					}, -- [86]
					{
						["role"] = "HEALER",
						["name"] = "啥啊这是-燃烧之刃",
						["iLvl"] = 472,
						["time"] = 1590039000,
						["class"] = 2,
						["bTag"] = "ZeroGundam#5824",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "椛小椛-黑暗魅影",
						["iLvl"] = 476,
						["time"] = 1590039000,
						["class"] = 9,
						["bTag"] = "花花#5108",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "Showbooty-奥尔加隆",
						["iLvl"] = 459,
						["time"] = 1590038996,
						["class"] = 12,
						["bTag"] = "宝因斯坦#5792",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "自牧丨归荑-冰风岗",
						["iLvl"] = 479,
						["time"] = 1590038946,
						["class"] = 3,
						["bTag"] = "Crazy#511148",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "塔寨制毒专家-沃金",
						["iLvl"] = 443,
						["time"] = 1590038946,
						["class"] = 8,
						["bTag"] = "惊魂之蛙#52343",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "少年不在年轻-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1590038998,
						["class"] = 12,
						["bTag"] = "小白兔兽性大发#52889",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "半度丷弑影-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1590038946,
						["class"] = 9,
						["bTag"] = "半度#51452",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "犹如幻翳-燃烧之刃",
						["iLvl"] = 449,
						["time"] = 1590038996,
						["class"] = 8,
						["bTag"] = "Shadow#51474",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "驚駭-伊森利恩",
						["time"] = 1590039000,
						["class"] = 5,
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "寻求消逝的你-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1590038998,
						["class"] = 6,
						["bTag"] = "猪头的柠檬茶#5509",
					}, -- [96]
					{
						["role"] = "TANK",
						["name"] = "影之舞风-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1590038996,
						["class"] = 12,
						["bTag"] = "歪歪鱼#5441",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "伊射千里-凤凰之神",
						["iLvl"] = 470,
						["time"] = 1590038996,
						["class"] = 3,
						["bTag"] = "VVOOXX#5644",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱西瓜-燃烧平原",
						["iLvl"] = 473,
						["time"] = 1590039000,
						["class"] = 3,
						["bTag"] = "月荒凉#5803",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "小牛逛奥格-血环",
						["iLvl"] = 473,
						["time"] = 1590039000,
						["class"] = 1,
						["bTag"] = "gege555#5112",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "Sinón-提瑞斯法",
						["iLvl"] = 442,
						["time"] = 1590039000,
						["class"] = 3,
						["bTag"] = "凉城薄梦清风眠#51973",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "疯瘙-摩摩尔",
						["iLvl"] = 472,
						["time"] = 1590038998,
						["class"] = 8,
						["bTag"] = "寂静不静#5850",
					}, -- [102]
					{
						["role"] = "TANK",
						["name"] = "小母牛的天堂-风暴之怒",
						["iLvl"] = 471,
						["time"] = 1590039000,
						["class"] = 12,
						["bTag"] = "小母牛的偶像#5757",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "进击的马里奥-死亡之翼",
						["iLvl"] = 430,
						["time"] = 1590039000,
						["class"] = 10,
						["bTag"] = "丶逆流之光#5283",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "丶米酒-迅捷微风",
						["iLvl"] = 481,
						["time"] = 1590041583,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "丶暖阳#5587",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "血欲丶杀-天谴之门",
						["iLvl"] = 451,
						["time"] = 1590041587,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "血欲#5809",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "氵櫻-符文图腾",
						["time"] = 1590041575,
						["class"] = 9,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "灬非烟灬-埃德萨拉",
						["iLvl"] = 480,
						["time"] = 1590041583,
						["class"] = 1,
						["bTag"] = "烟丶恒#5733",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "七十九刀-暗影议会",
						["iLvl"] = 464,
						["time"] = 1590041585,
						["class"] = 12,
						["bTag"] = "钱到用时方恨少#5652",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "贴邮票的肯尼-阿克蒙德",
						["iLvl"] = 455,
						["time"] = 1590041575,
						["class"] = 6,
						["bTag"] = "DeathKnight#5648",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "矛啪矛问题-寒冰皇冠",
						["iLvl"] = 479,
						["time"] = 1590041585,
						["class"] = 6,
						["bTag"] = "葬亱#5333",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影之伮-死亡之翼",
						["iLvl"] = 454,
						["time"] = 1590041585,
						["class"] = 12,
						["bTag"] = "过客#5107",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "Frezix-格瑞姆巴托",
						["iLvl"] = 481,
						["time"] = 1590041585,
						["class"] = 5,
						["bTag"] = "LunaX#5414",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "半卷水墨-奥尔加隆",
						["iLvl"] = 468,
						["time"] = 1590041575,
						["class"] = 2,
						["bTag"] = "苦难救赎是你#5626",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "永夜如歌-白银之手",
						["iLvl"] = 479,
						["time"] = 1590041587,
						["class"] = 3,
						["bTag"] = "时间没有等我#5846",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "亲泽多魔熊-闪电之刃",
						["iLvl"] = 474,
						["time"] = 1590041583,
						["class"] = 4,
						["bTag"] = "李李七七喜喜#5812",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "希尓瓦娜絲丶-死亡之翼",
						["iLvl"] = 444,
						["time"] = 1590041575,
						["class"] = 3,
						["bTag"] = "草泥马丶#5876",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "Nabila-格瑞姆巴托",
						["iLvl"] = 471,
						["time"] = 1590041585,
						["class"] = 3,
						["bTag"] = "念如故丶#5323",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "Gatanothor-拉文凯斯",
						["iLvl"] = 473,
						["time"] = 1590041587,
						["class"] = 1,
						["bTag"] = "Gatanothor#5289",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "灬舞韵春丽灬-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1590041585,
						["class"] = 10,
						["bTag"] = "疯客#51572",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "飘逸小双刀-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1590041587,
						["class"] = 12,
						["bTag"] = "xiaoge#5451",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "吴彦祖分组-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590041575,
						["class"] = 1,
						["bTag"] = "蛋蛋在漫步#5102",
					}, -- [122]
					{
						["role"] = "TANK",
						["name"] = "倩夕颜-塞拉摩",
						["iLvl"] = 476,
						["time"] = 1590041583,
						["class"] = 2,
						["bTag"] = "薄荷奶茶#51718",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "秘密丨丨-伊森利恩",
						["iLvl"] = 443,
						["time"] = 1590041587,
						["class"] = 8,
						["bTag"] = "尐丶蛾#5244",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "哥是屠戮机器-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1590041583,
						["class"] = 1,
						["bTag"] = "刹那即永恒#5121",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "孤影独行-凤凰之神",
						["iLvl"] = 466,
						["time"] = 1590041587,
						["class"] = 4,
						["bTag"] = "后会无期#5905",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "萨玛兰奇-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1590041583,
						["class"] = 7,
						["bTag"] = "tiantian#5661",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "莱恩斯丶鹰眼-燃烧之刃",
						["iLvl"] = 459,
						["time"] = 1590041587,
						["class"] = 3,
						["bTag"] = "Sky#521221",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "长河丶-无尽之海",
						["iLvl"] = 477,
						["time"] = 1590041583,
						["class"] = 1,
						["bTag"] = "软泥怪#5371",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "突破-布兰卡德",
						["iLvl"] = 477,
						["time"] = 1590041575,
						["class"] = 8,
						["bTag"] = "致命之足#5253446",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "毁灭苍炎-苏塔恩",
						["iLvl"] = 480,
						["time"] = 1590041585,
						["class"] = 8,
						["bTag"] = "毁灭者#5349",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "过去已不在-奥尔加隆",
						["iLvl"] = 482,
						["time"] = 1590041587,
						["class"] = 1,
						["bTag"] = "荒原#51278",
					}, -- [132]
					{
						["role"] = "HEALER",
						["name"] = "Evangelions-安苏",
						["iLvl"] = 476,
						["time"] = 1590041587,
						["class"] = 7,
						["bTag"] = "千年执着#51681",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "狐小柒灬-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1590041587,
						["class"] = 3,
						["bTag"] = "田耀1996#5214",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "大猫鹏丶-无尽之海",
						["iLvl"] = 480,
						["time"] = 1590041575,
						["class"] = 1,
						["bTag"] = "耿耿于怀#51986",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "追着影子的猪-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1590041575,
						["class"] = 8,
						["bTag"] = "世界制敌宝珠大王#5359",
					}, -- [136]
					{
						["role"] = "HEALER",
						["name"] = "莱尔不往丶-血色十字军",
						["iLvl"] = 480,
						["time"] = 1590041575,
						["class"] = 5,
						["bTag"] = "Superdomen#5531",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "随便玩玩吧-安格博达",
						["iLvl"] = 431,
						["time"] = 1590041587,
						["class"] = 6,
						["bTag"] = "xuzewei#5671",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "流小氓-无尽之海",
						["iLvl"] = 477,
						["time"] = 1590041583,
						["class"] = 3,
						["bTag"] = "皮皮虾#56699",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "爱叔-海加尔",
						["iLvl"] = 478,
						["time"] = 1590041587,
						["class"] = 12,
						["bTag"] = "天道酬勤#52146",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "白栀-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1590041587,
						["class"] = 8,
						["bTag"] = "李狗蛋#53999",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "訫渊-血色十字军",
						["iLvl"] = 478,
						["time"] = 1590041587,
						["class"] = 6,
						["bTag"] = "罹劫#51512",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "俊美-塞拉摩",
						["time"] = 1590041583,
						["class"] = 6,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞时休克-克尔苏加德",
						["time"] = 1590045987,
						["class"] = 3,
						["leader"] = true,
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "关中苍狼-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590045991,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "苍狼#5227",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "少年余丨猫-格瑞姆巴托",
						["iLvl"] = 457,
						["time"] = 1590045993,
						["class"] = 8,
						["bTag"] = "hao#5548",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥坏-恶魔之魂",
						["iLvl"] = 473,
						["time"] = 1590045991,
						["class"] = 12,
						["bTag"] = "欢子#5696",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "无妄之魂-无尽之海",
						["iLvl"] = 469,
						["time"] = 1590045993,
						["class"] = 1,
						["bTag"] = "NightKnight#5517",
					}, -- [148]
					{
						["role"] = "HEALER",
						["name"] = "枫火酱-鬼雾峰",
						["iLvl"] = 481,
						["time"] = 1590045993,
						["class"] = 2,
						["bTag"] = "FLOWERDANCE#51177",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "莫若式骚骚-斩魔者",
						["time"] = 1590045987,
						["class"] = 6,
					}, -- [150]
					{
						["role"] = "TANK",
						["name"] = "奥克华莱士-风暴之鳞",
						["time"] = 1590045987,
						["class"] = 2,
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落天使之翼-黑石尖塔",
						["time"] = 1590045987,
						["class"] = 3,
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "Cyis-闪电之刃",
						["iLvl"] = 455,
						["time"] = 1590046004,
						["class"] = 6,
						["bTag"] = "血花#5463",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "差德多-伊瑟拉",
						["iLvl"] = 462,
						["time"] = 1590046004,
						["class"] = 11,
						["bTag"] = "若情#5570",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "大脚妖-天空之墙",
						["iLvl"] = 461,
						["time"] = 1590046004,
						["class"] = 8,
						["bTag"] = "下小雨#5543",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "Ttheryn-伊森利恩",
						["iLvl"] = 447,
						["time"] = 1590045993,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "花间独酌#51750",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "时间的轻语-影之哀伤",
						["time"] = 1590045993,
						["class"] = 8,
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "我要当法爷-黑铁",
						["time"] = 1590045993,
						["class"] = 8,
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "吟冰含雪-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1590046004,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "绅士枫范#5311",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "黑漆漆-加基森",
						["iLvl"] = 443,
						["time"] = 1590046004,
						["class"] = 6,
						["bTag"] = "DireRaven#511525",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "逐風-奥蕾莉亚",
						["time"] = 1590046004,
						["class"] = 3,
					}, -- [161]
					{
						["role"] = "TANK",
						["name"] = "落梦-希尔瓦娜斯",
						["iLvl"] = 474,
						["time"] = 1590661717,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "江城子#51451",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "龍丶太子-埃德萨拉",
						["iLvl"] = 481,
						["time"] = 1590661719,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "別对我调情#5988",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "傣乡尖兵-雏龙之翼",
						["iLvl"] = 479,
						["time"] = 1590661719,
						["class"] = 8,
						["bTag"] = "老爱#51803",
					}, -- [164]
					{
						["role"] = "HEALER",
						["name"] = "菜的安详-影之哀伤",
						["iLvl"] = 470,
						["time"] = 1590661719,
						["class"] = 10,
						["bTag"] = "BT160818#52976",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "乄丶语嫣-格瑞姆巴托",
						["iLvl"] = 469,
						["time"] = 1590661719,
						["class"] = 9,
						["bTag"] = "Wking#5704",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "天启之手-安苏",
						["iLvl"] = 478,
						["time"] = 1590661725,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "ouch#5660",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "毛虫虫-伊森利恩",
						["iLvl"] = 483,
						["time"] = 1590661731,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "驴滚滚滚#5307",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "饭灬-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1590661723,
						["class"] = 1,
						["bTag"] = "Human#51278",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "这么帅不能死-冰风岗",
						["iLvl"] = 481,
						["time"] = 1590661725,
						["class"] = 6,
						["bTag"] = "还好当时没说话#5449",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "弓毁弦崩-冬拥湖",
						["iLvl"] = 467,
						["time"] = 1590661715,
						["class"] = 3,
						["bTag"] = "苏小鱼#5722",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "风与溪流-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1590661729,
						["class"] = 7,
						["bTag"] = "溪流与远方#5877",
					}, -- [172]
					{
						["role"] = "TANK",
						["name"] = "大红儿-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1590661715,
						["class"] = 2,
						["bTag"] = "惹火轻狂#5280",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "欧阳火炎-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1590661717,
						["class"] = 6,
						["bTag"] = "病入膏肓#5829",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "异端丶裁决-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1590661719,
						["class"] = 2,
						["bTag"] = "静听夜雨如歌#5697",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "六库仙賊-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1590661717,
						["class"] = 4,
						["bTag"] = "右肩的蝴蝶#5615",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "你的前男友-黑铁",
						["time"] = 1590661715,
						["class"] = 12,
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "抠脚老年猎-贫瘠之地",
						["iLvl"] = 472,
						["time"] = 1590661723,
						["class"] = 3,
						["bTag"] = "二手大少#5791",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "笑引轩辕-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590661717,
						["class"] = 2,
						["bTag"] = "小心#5531",
					}, -- [179]
					{
						["role"] = "TANK",
						["name"] = "血影辰辰-太阳之井",
						["iLvl"] = 480,
						["time"] = 1590661717,
						["class"] = 2,
						["bTag"] = "BT160620#5378",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "斯卡雷丶寒冬-安苏",
						["iLvl"] = 480,
						["time"] = 1590661719,
						["class"] = 6,
						["bTag"] = "斯卡雷#5318",
					}, -- [181]
					{
						["role"] = "TANK",
						["name"] = "回魂之夜-凤凰之神",
						["iLvl"] = 446,
						["time"] = 1590661721,
						["class"] = 2,
						["bTag"] = "赵大壮#51583",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "宝宝你在哪-迅捷微风",
						["iLvl"] = 474,
						["time"] = 1590661659,
						["class"] = 3,
						["bTag"] = "暗影静舞#5268",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "闻人沐月-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1590661715,
						["class"] = 3,
						["bTag"] = "闻人牧月#51129",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "酱酱紫贰-熔火之心",
						["iLvl"] = 457,
						["time"] = 1590661727,
						["class"] = 12,
						["bTag"] = "恶魔的石头#5962",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "莎莉不太冷-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590661719,
						["class"] = 4,
						["bTag"] = "莎莉#51568",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "大波妹-死亡熔炉",
						["iLvl"] = 448,
						["time"] = 1590661729,
						["class"] = 1,
						["bTag"] = "灬辣妹灬#5131",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "一剣下山-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1590661719,
						["class"] = 2,
						["bTag"] = "一剑下山#5949",
					}, -- [188]
					{
						["role"] = "TANK",
						["name"] = "我也是醉了-末日行者",
						["iLvl"] = 478,
						["time"] = 1590661715,
						["class"] = 10,
						["bTag"] = "家多宝#5947",
					}, -- [189]
					{
						["role"] = "TANK",
						["name"] = "陈白給-罗宁",
						["iLvl"] = 478,
						["time"] = 1590661723,
						["class"] = 10,
						["bTag"] = "yumian#5166",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "杰猎克-沙怒",
						["iLvl"] = 434,
						["time"] = 1590661719,
						["class"] = 3,
						["bTag"] = "杰克#5755",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "赞达拉雄狮-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1590661725,
						["class"] = 3,
						["bTag"] = "天才#5253",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "Yuklri-阿尔萨斯",
						["time"] = 1590661731,
						["class"] = 11,
					}, -- [193]
					{
						["role"] = "HEALER",
						["name"] = "喵一喵呀喂-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1590661721,
						["class"] = 5,
						["bTag"] = "喵了个卜#5113",
					}, -- [194]
					{
						["role"] = "TANK",
						["name"] = "善逸-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1590661725,
						["class"] = 1,
						["bTag"] = "Carl#53358",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "狂傲弑神-洛萨",
						["iLvl"] = 483,
						["time"] = 1590661725,
						["class"] = 8,
						["bTag"] = "WayneSwan#5884",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕兔仔-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1590661715,
						["class"] = 4,
						["bTag"] = "爵士兔仔#5879",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "懒洋洋-冰霜之刃",
						["iLvl"] = 477,
						["time"] = 1590661719,
						["class"] = 7,
						["bTag"] = "懒羊羊#5524",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "硬骨王战-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590661731,
						["class"] = 1,
						["bTag"] = "梦丨幻#51191",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "夜小辰-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1590661715,
						["class"] = 4,
						["bTag"] = "夜辰#5103",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "提線木偶-燃烧之刃",
						["iLvl"] = 481,
						["time"] = 1590739170,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "梦颜流兮#5445",
					}, -- [201]
					{
						["role"] = "TANK",
						["name"] = "红尘执念-死亡之翼",
						["iLvl"] = 469,
						["time"] = 1590739164,
						["class"] = 2,
						["bTag"] = "纯洁是路人#5388",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "缃孑安静-萨格拉斯",
						["iLvl"] = 451,
						["time"] = 1590739170,
						["class"] = 3,
						["bTag"] = "沙羅雙樹#5376",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "丶大西瓜-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590739170,
						["class"] = 8,
						["bTag"] = "ReginaYY#5429",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "Lulali-格瑞姆巴托",
						["iLvl"] = 465,
						["time"] = 1590739164,
						["class"] = 3,
						["bTag"] = "Mccree#51464",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "小灬俏俏-夏维安",
						["iLvl"] = 478,
						["time"] = 1590739162,
						["class"] = 4,
						["bTag"] = "小勇#5896",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "枫雪海-安苏",
						["iLvl"] = 479,
						["time"] = 1590739170,
						["class"] = 2,
						["bTag"] = "伤城#5802",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "白发人-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1590739166,
						["class"] = 12,
						["bTag"] = "我叫刘德华#5484",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "喵了个哈士奇-燃烧之刃",
						["iLvl"] = 455,
						["time"] = 1590739170,
						["class"] = 2,
						["bTag"] = "元宵点点#5979",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "塔斯丶钉钩-海克泰尔",
						["iLvl"] = 450,
						["time"] = 1590739170,
						["class"] = 3,
						["bTag"] = "南启铭#5706",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "瘋虎-格瑞姆巴托",
						["iLvl"] = 483,
						["time"] = 1590739170,
						["class"] = 1,
						["bTag"] = "鹏抟九万#51487",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "口刁口刁口达-天空之墙",
						["time"] = 1590739168,
						["class"] = 4,
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "白色小老鼠-狂热之刃",
						["iLvl"] = 475,
						["time"] = 1590739162,
						["class"] = 5,
						["bTag"] = "会飞的老鼠#5374",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "Ancientofd-迦拉克隆",
						["iLvl"] = 480,
						["time"] = 1590739166,
						["class"] = 6,
						["bTag"] = "蓝铯峢痕#5751",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "最后的荣耀-燃烧军团",
						["iLvl"] = 475,
						["time"] = 1590739164,
						["class"] = 1,
						["bTag"] = "时间的方向#5181",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒之罪-燃烧平原",
						["time"] = 1590739166,
						["class"] = 1,
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "茉莉蜜茶丶嘿-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1590739170,
						["class"] = 2,
						["bTag"] = "高鹏阳#5185",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "烈火奶奶-狂热之刃",
						["iLvl"] = 475,
						["time"] = 1590739164,
						["class"] = 8,
						["bTag"] = "大天二#51679",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "陌上桑-黑铁",
						["iLvl"] = 480,
						["time"] = 1590739170,
						["class"] = 6,
						["bTag"] = "NINI#51174",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "花丛懒回顾-黑铁",
						["iLvl"] = 481,
						["time"] = 1590739164,
						["class"] = 8,
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "我独行-丹莫德",
						["iLvl"] = 450,
						["time"] = 1590739170,
						["class"] = 8,
						["bTag"] = "拳打老如妇孺#5867",
					}, -- [221]
					{
						["role"] = "HEALER",
						["name"] = "聲宝-丹莫德",
						["iLvl"] = 436,
						["time"] = 1590739170,
						["class"] = 5,
						["bTag"] = "Orlando#5856",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "一定是橙子味-神圣之歌",
						["iLvl"] = 460,
						["time"] = 1590739170,
						["class"] = 12,
						["bTag"] = "一定是西瓜味#5456",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "故作丶姿态-冰风岗",
						["iLvl"] = 439,
						["time"] = 1590739168,
						["class"] = 11,
						["bTag"] = "别把好感当成爱#5116",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "Jmaxchen-黑铁",
						["iLvl"] = 478,
						["time"] = 1590739170,
						["class"] = 9,
						["bTag"] = "你猜我猜你猜不猜#5326",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "寻找旋律-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1590739170,
						["class"] = 8,
						["bTag"] = "寻找旋律#51598",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂鬼步-伊森利恩",
						["iLvl"] = 458,
						["time"] = 1590739168,
						["class"] = 8,
						["bTag"] = "疯狂鬼步#5310",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "赤炎丨咆哮-贫瘠之地",
						["iLvl"] = 472,
						["time"] = 1590739170,
						["class"] = 1,
						["bTag"] = "低调丨华丽#5176",
					}, -- [228]
					{
						["role"] = "TANK",
						["name"] = "孤胆星星-石爪峰",
						["iLvl"] = 480,
						["time"] = 1590739170,
						["class"] = 6,
						["bTag"] = "星星#5289",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "桃花劫乄-燃烧之刃",
						["time"] = 1590739162,
						["class"] = 8,
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "吴彥祖丶-格瑞姆巴托",
						["iLvl"] = 481,
						["time"] = 1590739170,
						["class"] = 8,
						["bTag"] = "兖州吴彦祖#5417",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "暴君八荒锋镝-深渊之巢",
						["iLvl"] = 461,
						["time"] = 1590739170,
						["class"] = 6,
						["bTag"] = "民女李建钢#5900",
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "小七呀-死亡之翼",
						["time"] = 1590739170,
						["class"] = 4,
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "丷河馬丷-伊森利恩",
						["time"] = 1590739170,
						["class"] = 11,
					}, -- [234]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 467,
						["time"] = 1589373473,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "晴朗-布兰卡德",
						["iLvl"] = 461,
						["time"] = 1589373473,
						["class"] = 6,
						["bTag"] = "部落之子#511374",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "戈薇公主-火焰之树",
						["iLvl"] = 462,
						["time"] = 1589373473,
						["class"] = 12,
						["bTag"] = "魔兽老玩家#51620",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "阿德巴鲁伊-死亡之翼",
						["iLvl"] = 460,
						["time"] = 1589373473,
						["class"] = 11,
						["bTag"] = "SuperNinja#519274",
					}, -- [4]
				},
				["2-143-522-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "夏鹿-熔火之心",
						["time"] = 1588663050,
						["class"] = 1,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 461,
						["time"] = 1588663050,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "糊人-奥蕾莉亚",
						["iLvl"] = 470,
						["time"] = 1588663050,
						["class"] = 10,
						["bTag"] = "咖啡厨#5681",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "喆士多仔-熊猫酒仙",
						["iLvl"] = 464,
						["time"] = 1588663050,
						["class"] = 11,
						["bTag"] = "加多寶#51615",
					}, -- [4]
				},
				["2-139-504-0"] = {
					{
						["role"] = "TANK",
						["name"] = "小宝归来-安苏",
						["iLvl"] = 478,
						["time"] = 1589084425,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "神之魔道#5596",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "十月的雨-凤凰之神",
						["iLvl"] = 461,
						["time"] = 1589084425,
						["class"] = 9,
						["bTag"] = "我的胖子#5704",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "江南财狼-火羽山",
						["iLvl"] = 479,
						["time"] = 1589084425,
						["class"] = 3,
						["bTag"] = "隔壁老王#56615",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "半醉半醒-冬泉谷",
						["iLvl"] = 474,
						["time"] = 1589084425,
						["class"] = 10,
						["bTag"] = "月夜忧郁#5297",
					}, -- [4]
				},
				["2-137-502-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 459,
						["time"] = 1588576477,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "疯狂斗龙-格瑞姆巴托",
						["iLvl"] = 459,
						["time"] = 1588576477,
						["class"] = 6,
						["bTag"] = "快乐魔精#5806",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "一支穿雲箭-冰风岗",
						["iLvl"] = 457,
						["time"] = 1588576477,
						["class"] = 3,
						["bTag"] = "Snake#5132",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Understand-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1588576477,
						["class"] = 11,
						["bTag"] = "可乐喝咖啡#5295",
					}, -- [4]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1589702514,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "獣人永不为詉-奥特兰克",
						["iLvl"] = 393,
						["time"] = 1589702514,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "小小之食人魔#5287665",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "甜蜜小宝贝-龙骨平原",
						["iLvl"] = 449,
						["time"] = 1589702514,
						["class"] = 8,
						["bTag"] = "迅捷之潜行者#57888",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "奴家就徥静静-风暴之眼",
						["iLvl"] = 460,
						["time"] = 1589702009,
						["class"] = 6,
						["bTag"] = "玄墓山小妖#5372",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "翰翰仔仔-生态船",
						["iLvl"] = 462,
						["time"] = 1589702514,
						["class"] = 12,
						["bTag"] = "鬼魂之龙#5178536",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "天道酬勤-石爪峰",
						["iLvl"] = 458,
						["time"] = 1589702514,
						["class"] = 11,
						["bTag"] = "狂野之狼#5318342",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "战军神德-血色十字军",
						["iLvl"] = 444,
						["time"] = 1589702514,
						["class"] = 11,
						["bTag"] = "战军#5282",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "匿世梨花雨丶-伊森利恩",
						["iLvl"] = 458,
						["time"] = 1589702514,
						["class"] = 6,
						["bTag"] = "巴赫新约#5735",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "丿法師丶-安苏",
						["iLvl"] = 423,
						["time"] = 1589702514,
						["class"] = 8,
						["bTag"] = "丿舞丶步#5569",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "小浣熊芒果-安苏",
						["iLvl"] = 467,
						["time"] = 1589702514,
						["class"] = 3,
						["bTag"] = "霸道网瘾#5971",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "好几个环节-无尽之海",
						["time"] = 1590197846,
						["class"] = 3,
						["leader"] = true,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "一花一木-布兰卡德",
						["time"] = 1590197846,
						["class"] = 8,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "气人包-燃烧之刃",
						["time"] = 1590197846,
						["class"] = 8,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "大海无量-梅尔加尼",
						["time"] = 1590197846,
						["class"] = 1,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Fuhuayj-冰风岗",
						["time"] = 1590197846,
						["class"] = 1,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "狂暴乄战-燃烧之刃",
						["time"] = 1590197846,
						["class"] = 1,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "Listinoise-伊利丹",
						["time"] = 1590197846,
						["class"] = 12,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "拉机-无尽之海",
						["time"] = 1590197846,
						["class"] = 8,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "南通袁霸天-死亡之翼",
						["time"] = 1590197846,
						["class"] = 1,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "银月幻光-暗影迷宫",
						["time"] = 1590218296,
						["class"] = 3,
						["leader"] = true,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "朱弦断明镜缺-影之哀伤",
						["time"] = 1590218296,
						["class"] = 9,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "丨零亲不认-格瑞姆巴托",
						["time"] = 1590218296,
						["class"] = 6,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "人小锤大-凤凰之神",
						["time"] = 1590218296,
						["class"] = 7,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "异国短毛猫-死亡之翼",
						["time"] = 1590218296,
						["class"] = 8,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "戏灬儿-冰风岗",
						["time"] = 1590218296,
						["class"] = 2,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Jascinbomer-藏宝海湾",
						["time"] = 1590218296,
						["class"] = 8,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "火红之羽-安苏",
						["time"] = 1590218296,
						["class"] = 3,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "潘南奎-主宰之剑",
						["time"] = 1590218296,
						["class"] = 6,
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "Senri-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1590234012,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "Akilo#51223",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂達芬奇-雷霆之王",
						["iLvl"] = 471,
						["time"] = 1590225661,
						["class"] = 3,
						["bTag"] = "青春舞曲#5886",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "牵着小猪漫步-冬拥湖",
						["time"] = 1590228182,
						["class"] = 8,
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "再用脸滚键盘-红龙女王",
						["iLvl"] = 474,
						["time"] = 1590225661,
						["class"] = 2,
						["bTag"] = "缥缈孤鸿影#51446",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "血月苍华-火焰之树",
						["iLvl"] = 478,
						["time"] = 1590225661,
						["class"] = 8,
						["bTag"] = "greysoy#5721",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "凛冬晨风-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1590221397,
						["class"] = 3,
						["bTag"] = "晨曦的向往#5136",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "无影小黑手-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590225395,
						["class"] = 1,
						["bTag"] = "王晓伟#51464",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "小鸡无命-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1590234012,
						["class"] = 11,
						["bTag"] = "小小小鸡#51856",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "有命-血环",
						["iLvl"] = 474,
						["time"] = 1590225661,
						["class"] = 6,
						["bTag"] = "九只猫#51962",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "修奇-无尽之海",
						["iLvl"] = 478,
						["time"] = 1590234012,
						["class"] = 3,
						["bTag"] = "kyo#5309",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "无影冲击-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1590225661,
						["class"] = 12,
						["bTag"] = "王晓伟#51464",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "我不是-血色十字军",
						["iLvl"] = 477,
						["time"] = 1590234012,
						["class"] = 3,
						["bTag"] = "毛线线#5477",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Alxenx-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1590231564,
						["class"] = 2,
						["bTag"] = "超级赛亚人之神#51921",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "雪缤纷-血色十字军",
						["iLvl"] = 477,
						["time"] = 1590228069,
						["class"] = 3,
						["bTag"] = "冰淇淋上帝#5882",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "复仇狂人-燃烧之刃",
						["time"] = 1590228102,
						["class"] = 2,
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "偷心大妈-无尽之海",
						["iLvl"] = 470,
						["time"] = 1590234012,
						["class"] = 2,
						["bTag"] = "鲸落静见#5857",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "花非人陌-血色十字军",
						["iLvl"] = 472,
						["time"] = 1590234012,
						["class"] = 8,
						["bTag"] = "百世流芳#5330",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "树鸟熊-血牙魔王",
						["iLvl"] = 476,
						["time"] = 1590228100,
						["class"] = 11,
						["bTag"] = "萌德树鸟熊#5470",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "我蓝猫-无尽之海",
						["iLvl"] = 482,
						["time"] = 1590234012,
						["class"] = 1,
						["bTag"] = "熊猫慕容复#5485",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "沉默的心-毁灭之锤",
						["time"] = 1590227789,
						["class"] = 1,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "苍穹丶万象-达尔坎",
						["iLvl"] = 481,
						["time"] = 1590228201,
						["class"] = 1,
						["bTag"] = "Karpc#5260",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "芳仙-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1590227845,
						["class"] = 12,
						["bTag"] = "沉默风暴#5479",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "杯邀月-死亡之翼",
						["time"] = 1590231360,
						["class"] = 8,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "龙神在天-雷霆之王",
						["iLvl"] = 475,
						["time"] = 1590231455,
						["class"] = 8,
						["bTag"] = "huazai6672#5586",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "小开心灬-迅捷微风",
						["iLvl"] = 472,
						["time"] = 1590234012,
						["class"] = 3,
						["bTag"] = "小开心#51310",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "我就不乐意了-伊森利恩",
						["iLvl"] = 475,
						["time"] = 1590234012,
						["class"] = 6,
						["bTag"] = "香狗#5240",
					}, -- [54]
				},
				["2-145-530-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "能奶能复活-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1589771116,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "一个爱炉石的路人#5671",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "巴菲特浪普-黑翼之巢",
						["iLvl"] = 472,
						["time"] = 1589771116,
						["class"] = 3,
						["bTag"] = "麻瓜骑士#5974",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "留守儿童-亡语者",
						["iLvl"] = 478,
						["time"] = 1589771116,
						["class"] = 12,
						["bTag"] = "疯到世界都崩溃#51961",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "戒烟如戒酒-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1589771116,
						["class"] = 10,
						["bTag"] = "Shinoda#5235",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1589951950,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥斩月-熔火之心",
						["iLvl"] = 476,
						["time"] = 1589951950,
						["class"] = 12,
						["bTag"] = "太液秋风#51621",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "妹島和世-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1589951950,
						["class"] = 1,
						["bTag"] = "凌十七#5509",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "长歌行-瑟莱德丝",
						["iLvl"] = 475,
						["time"] = 1589951950,
						["class"] = 10,
						["bTag"] = "长歌行#5541",
					}, -- [8]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "小妞给爷笑个-黑龙军团",
						["iLvl"] = 475,
						["time"] = 1588583600,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "张小天#5485",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "大帅比-烈焰峰",
						["iLvl"] = 449,
						["time"] = 1588583618,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "时光#54826",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "个难弄咯-丽丽（四川）",
						["iLvl"] = 475,
						["time"] = 1588583600,
						["class"] = 1,
						["bTag"] = "暗影之龙#5139310",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "黎明圣光-巫妖之王",
						["iLvl"] = 451,
						["time"] = 1588583606,
						["class"] = 5,
						["bTag"] = "古吉拉特的风#5265",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "流萤似火-影之哀伤",
						["iLvl"] = 450,
						["time"] = 1588583557,
						["class"] = 8,
						["bTag"] = "Lovefor#5794",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "全橙大天使-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1588583598,
						["class"] = 5,
						["bTag"] = "小沙#5686",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "时间刺客艾克-深渊之巢",
						["iLvl"] = 449,
						["time"] = 1588583618,
						["class"] = 4,
						["bTag"] = "德玛西亚#52181",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "洛丝菲勒-诺兹多姆",
						["iLvl"] = 476,
						["time"] = 1588583594,
						["class"] = 12,
						["bTag"] = "流浪歌手普维特斯#5965",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "寒冰瑛-迅捷微风",
						["iLvl"] = 476,
						["time"] = 1588583594,
						["class"] = 8,
						["bTag"] = "寒冰瑛#5507",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "队友不缺德-死亡之翼",
						["time"] = 1588583533,
						["class"] = 11,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "丶死亡之刃-贫瘠之地",
						["iLvl"] = 465,
						["time"] = 1588583557,
						["class"] = 4,
						["bTag"] = "独孤依然#5946",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "地狱小獠牙-格瑞姆巴托",
						["iLvl"] = 371,
						["time"] = 1588583539,
						["class"] = 7,
						["bTag"] = "ScarlettJo#5634",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "玩莫贪-霜之哀伤",
						["iLvl"] = 469,
						["time"] = 1588650289,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Shine#53739",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "懿似丶故人-阿纳克洛斯",
						["iLvl"] = 424,
						["time"] = 1588650281,
						["class"] = 11,
						["bTag"] = "请丨叫我铭哥#5116",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "筠心小宝-丽丽（四川）",
						["iLvl"] = 425,
						["time"] = 1588650289,
						["class"] = 4,
						["bTag"] = "血舞狂刀#5398",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "狼灬图腾灬-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1588650289,
						["class"] = 7,
						["bTag"] = "AMG#5662",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Feiwu-瓦拉纳",
						["iLvl"] = 397,
						["time"] = 1588650289,
						["class"] = 11,
						["bTag"] = "SmartKing#5249",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "風暴烈酒陳-血色十字军",
						["iLvl"] = 456,
						["time"] = 1588650289,
						["class"] = 10,
						["bTag"] = "Cell#5259",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "艾丽娅丶艾琳-奥尔加隆",
						["iLvl"] = 465,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "Always#5296",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "羽风-阿克蒙德",
						["iLvl"] = 463,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "镜花水月#53642",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "漂泊丨回家-血羽",
						["iLvl"] = 450,
						["time"] = 1588650281,
						["class"] = 3,
						["bTag"] = "漂泊的鱼#5433",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "风雨如歌-艾露恩",
						["iLvl"] = 480,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "烟花易冷#54182",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "小红车-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "三千凉#5842",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "廘畔啊-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1588650242,
						["class"] = 12,
						["bTag"] = "南柯一梦#53956",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "风华雪夜-黑翼之巢",
						["iLvl"] = 442,
						["time"] = 1588650238,
						["class"] = 12,
						["bTag"] = "神造小丑#5814",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "林海风-死亡之翼",
						["iLvl"] = 462,
						["time"] = 1588650289,
						["class"] = 8,
						["bTag"] = "风一样的#5487",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我小刘就好-深渊之巢",
						["iLvl"] = 444,
						["time"] = 1588650289,
						["class"] = 3,
						["bTag"] = "刘翌辉#5258",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "营养均衡-罗宁",
						["iLvl"] = 475,
						["time"] = 1588650289,
						["class"] = 2,
						["bTag"] = "营养#5436",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "牛奶麵包-影之哀伤",
						["iLvl"] = 447,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "倚樓聽風雨#51955",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "只要久久八-血环",
						["iLvl"] = 477,
						["time"] = 1588650289,
						["class"] = 1,
						["bTag"] = "博大精深#5481",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Seeyou-格瑞姆巴托",
						["iLvl"] = 455,
						["time"] = 1588650289,
						["class"] = 11,
						["bTag"] = "找不到#5491",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "Sneijder-贫瘠之地",
						["iLvl"] = 453,
						["time"] = 1588650242,
						["class"] = 11,
						["bTag"] = "强叔叔#5800",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "迷失之牙纳尔-深渊之巢",
						["iLvl"] = 473,
						["time"] = 1588650242,
						["class"] = 12,
						["bTag"] = "德玛西亚#52181",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "水瑶婳祎-燃烧之刃",
						["iLvl"] = 458,
						["time"] = 1588650242,
						["class"] = 12,
						["bTag"] = "若颜染瞳#51650",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "情小思-埃德萨拉",
						["iLvl"] = 479,
						["time"] = 1588650289,
						["class"] = 5,
						["bTag"] = "暮霂#5245",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "乙木丶-死亡之翼",
						["time"] = 1588650289,
						["class"] = 5,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "癫狂的耍耍-迅捷微风",
						["iLvl"] = 455,
						["time"] = 1588650289,
						["class"] = 1,
						["bTag"] = "癫狂的耍耍#5178",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "為無-拉文凯斯",
						["iLvl"] = 468,
						["time"] = 1588650289,
						["class"] = 4,
						["bTag"] = "岂止是远远不够#5280",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "本宫刹小羽-地狱之石",
						["time"] = 1588650289,
						["class"] = 9,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "丨家有悍妻丨-死亡之翼",
						["iLvl"] = 445,
						["time"] = 1588650289,
						["class"] = 1,
						["bTag"] = "汝飞#5692",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "絕對丨尐杰-天空之墙",
						["iLvl"] = 439,
						["time"] = 1588741223,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "茫然之骑士#511803",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "团子臭臭-霜狼",
						["iLvl"] = 395,
						["time"] = 1588741232,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "天傲孤风#5844",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "丿壞灬孩子-洛萨",
						["iLvl"] = 469,
						["time"] = 1588741194,
						["class"] = 1,
						["bTag"] = "小熊#5990",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "高调劣人-阿拉希",
						["iLvl"] = 431,
						["time"] = 1588741194,
						["class"] = 3,
						["bTag"] = "白凝#51468",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "龙骑士志平哥-影之哀伤",
						["iLvl"] = 397,
						["time"] = 1588741219,
						["class"] = 2,
						["bTag"] = "誓以风骚撼天#5370",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "你的充气酱紫-烈焰峰",
						["iLvl"] = 436,
						["time"] = 1588741232,
						["class"] = 12,
						["bTag"] = "你的充气男友#5508",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "放卟丅伱-梅尔加尼",
						["iLvl"] = 422,
						["time"] = 1588741219,
						["class"] = 9,
						["bTag"] = "诺言#5636",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "幺宝宝丶-布兰卡德",
						["iLvl"] = 482,
						["time"] = 1588741219,
						["class"] = 10,
						["bTag"] = "叶旭坚#5932",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "云顶战神-影之哀伤",
						["iLvl"] = 464,
						["time"] = 1588741221,
						["class"] = 1,
						["bTag"] = "急躁之翼#55588",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "涛先生-黑铁",
						["time"] = 1588741180,
						["class"] = 1,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "清歌绾颜-安苏",
						["iLvl"] = 479,
						["time"] = 1588741217,
						["class"] = 12,
						["bTag"] = "馒头馅的包子#51466",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "一级野生咕咕-白银之手",
						["iLvl"] = 442,
						["time"] = 1588741215,
						["class"] = 11,
						["bTag"] = "黑羽疾舞#5173",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "高洁的法皇灬-凤凰之神",
						["iLvl"] = 469,
						["time"] = 1588741194,
						["class"] = 3,
						["bTag"] = "闪亮之翼#514583",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "半世丶狂傲-丽丽（四川）",
						["iLvl"] = 479,
						["time"] = 1588741225,
						["class"] = 8,
						["bTag"] = "鹏哥#5270",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "我是水瓶座-沙怒",
						["iLvl"] = 451,
						["time"] = 1588741225,
						["class"] = 3,
						["bTag"] = "小白#52570",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "我怎么这么棒-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1588741213,
						["class"] = 9,
						["bTag"] = "耗子#51727",
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "Yokiki-阿纳克洛斯",
						["iLvl"] = 472,
						["time"] = 1588741230,
						["class"] = 11,
						["bTag"] = "言泠丶#5607",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "Wonder-阿纳克洛斯",
						["iLvl"] = 471,
						["time"] = 1588741230,
						["class"] = 8,
						["bTag"] = "茫然之骑士#528131",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "伤声-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1588741217,
						["class"] = 9,
						["bTag"] = "风筝有风#51166",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "淡墨探花-迦拉克隆",
						["iLvl"] = 437,
						["time"] = 1588741225,
						["class"] = 1,
						["bTag"] = "墨香#51524",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "宫本宝藏-凤凰之神",
						["iLvl"] = 440,
						["time"] = 1588741213,
						["class"] = 4,
						["bTag"] = "末将甲胄在身#51659",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "午后曙光-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1588741215,
						["class"] = 12,
						["bTag"] = "以德负人#5314",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "左手十三-燃烧军团",
						["iLvl"] = 472,
						["time"] = 1588741232,
						["class"] = 7,
						["bTag"] = "左手十三#5920",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血战神-海克泰尔",
						["iLvl"] = 423,
						["time"] = 1588741232,
						["class"] = 1,
						["bTag"] = "研过是非#5331",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "Nandts-石锤",
						["iLvl"] = 439,
						["time"] = 1588741225,
						["class"] = 3,
						["bTag"] = "虚空鼻子#5737",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "喷火龍-无尽之海",
						["iLvl"] = 476,
						["time"] = 1588741232,
						["class"] = 1,
						["bTag"] = "小白#53753",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "卤剁醚赅-亚雷戈斯",
						["iLvl"] = 472,
						["time"] = 1588741217,
						["class"] = 11,
						["bTag"] = "FizzyElf#528544",
					}, -- [67]
					{
						["role"] = "HEALER",
						["name"] = "莎蕾娜聖語-达尔坎",
						["iLvl"] = 441,
						["time"] = 1588741232,
						["class"] = 2,
						["bTag"] = "莎蕾娜风語#5976",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "飞舞的倩影-翡翠梦境",
						["iLvl"] = 399,
						["time"] = 1588741232,
						["class"] = 12,
						["bTag"] = "赤血倩影#5581",
					}, -- [69]
					{
						["role"] = "HEALER",
						["name"] = "君王的纷争-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1588741219,
						["class"] = 2,
						["bTag"] = "Meaning#5472",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "秋雨落夜-贫瘠之地",
						["iLvl"] = 455,
						["time"] = 1588741232,
						["class"] = 8,
						["bTag"] = "泽拉图#511707",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "布莱恩-冰霜之刃",
						["iLvl"] = 474,
						["time"] = 1588741230,
						["class"] = 3,
						["bTag"] = "疯狂的熊猫#5338",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "零丨概念-迦顿",
						["iLvl"] = 477,
						["time"] = 1588741232,
						["class"] = 6,
						["bTag"] = "后悔已不在#5180",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "辰星寒夜-布兰卡德",
						["iLvl"] = 468,
						["time"] = 1588741194,
						["class"] = 6,
						["bTag"] = "醉乜星辰#5434",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "喵筱倩-冰风岗",
						["iLvl"] = 467,
						["time"] = 1588741225,
						["class"] = 12,
						["bTag"] = "Red#52809",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "冲钅剑刃风暴-回音山",
						["iLvl"] = 454,
						["time"] = 1588741194,
						["class"] = 1,
						["bTag"] = "嚼口香糖的恶魔#51578",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "无良聖光-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1589461786,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "无限丿霸气#5489",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "射倒阿呆-奎尔萨拉斯",
						["iLvl"] = 479,
						["time"] = 1589461481,
						["class"] = 5,
						["bTag"] = "Mizuki7#5686",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "Azraelsoul-提瑞斯法",
						["time"] = 1589461531,
						["class"] = 9,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "Steveliu-影之哀伤",
						["iLvl"] = 477,
						["time"] = 1589461786,
						["class"] = 1,
						["bTag"] = "nomoresex#5124",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "海丶王-埃德萨拉",
						["iLvl"] = 484,
						["time"] = 1589461786,
						["class"] = 2,
						["bTag"] = "AAceCyber#5806",
					}, -- [81]
					{
						["role"] = "TANK",
						["name"] = "微雨燕双丶飞-死亡熔炉",
						["time"] = 1589461786,
						["class"] = 12,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "墨王-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1589462982,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "不要闹#51679",
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "冥仔-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1589463380,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "达令69#5794",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "没事就放放牛-血色十字军",
						["iLvl"] = 481,
						["time"] = 1589463317,
						["class"] = 8,
						["bTag"] = "隔壁老王#516998",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "星落云闪-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1589463567,
						["class"] = 11,
						["bTag"] = "Eric#58204",
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "缺德丶-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1589463567,
						["class"] = 11,
						["bTag"] = "喜力#5667",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "咕噜咕噜哈-克尔苏加德",
						["iLvl"] = 478,
						["time"] = 1589463567,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "AlvinDLB#5363",
					}, -- [88]
					{
						["role"] = "HEALER",
						["name"] = "旖哚-基尔罗格",
						["iLvl"] = 478,
						["time"] = 1589467874,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "旖哚#5119",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "脑壳儿疼-狂热之刃",
						["iLvl"] = 478,
						["time"] = 1589467996,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "有你的森林#5592",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "冷君舞-凤凰之神",
						["iLvl"] = 465,
						["time"] = 1589468160,
						["class"] = 1,
						["bTag"] = "冷君舞#5143",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "弓箭手霍格-血色十字军",
						["iLvl"] = 478,
						["time"] = 1589468130,
						["class"] = 3,
						["bTag"] = "这不扯地吗#5482",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "Euamote-血色十字军",
						["iLvl"] = 484,
						["time"] = 1589468160,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Euamote#5501",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "李付清丶-踏梦者",
						["iLvl"] = 479,
						["time"] = 1589468160,
						["class"] = 11,
						["bTag"] = "雀雀上面巴颗饭丶#5217",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "绿皮夫斯基-甜水绿洲",
						["iLvl"] = 413,
						["time"] = 1589533924,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "Luckydog#52751",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "兽面术心-甜水绿洲",
						["iLvl"] = 417,
						["time"] = 1589533924,
						["class"] = 9,
						["bTag"] = "Luckydog#52751",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "老六爱吃肉-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1589533912,
						["class"] = 1,
						["bTag"] = "老六#5216",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "粘豆包子-哈卡",
						["iLvl"] = 478,
						["time"] = 1589533914,
						["class"] = 2,
						["bTag"] = "老七#5330",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "Seritutor-埃德萨拉",
						["iLvl"] = 476,
						["time"] = 1589533916,
						["class"] = 6,
						["bTag"] = "十月丶潮汐#5620",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "芭丶芭-血色十字军",
						["iLvl"] = 477,
						["time"] = 1589533907,
						["class"] = 12,
						["bTag"] = "瓶瓶盖#51897",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "Axcdoo-影之哀伤",
						["iLvl"] = 453,
						["time"] = 1589533924,
						["class"] = 4,
						["bTag"] = "axcdoo#5398",
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "吹逼南波万-破碎岭",
						["iLvl"] = 471,
						["time"] = 1589533912,
						["class"] = 1,
						["bTag"] = "达哥不姓达#5979",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "熙月丶-血色十字军",
						["iLvl"] = 478,
						["time"] = 1589533898,
						["class"] = 3,
						["bTag"] = "奥莉#51530",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "寧靜志遠-萨格拉斯",
						["iLvl"] = 478,
						["time"] = 1589533907,
						["class"] = 2,
						["bTag"] = "壹梦叁肆年#5352",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的胸毛-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1589868597,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "川农绊脚石#5297",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "丶丶小新-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1589868597,
						["class"] = 3,
						["bTag"] = "英俊潇洒令狐冲#5549",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "铁头大仙-加尔",
						["iLvl"] = 481,
						["time"] = 1589868549,
						["class"] = 7,
						["bTag"] = "八倍暴击#5366",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "红叶狩丶-奥尔加隆",
						["iLvl"] = 465,
						["time"] = 1589868597,
						["class"] = 1,
						["bTag"] = "Marz#5236",
					}, -- [108]
					{
						["role"] = "TANK",
						["name"] = "养熊猫做宠物-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1589868549,
						["class"] = 1,
						["bTag"] = "逝去的青春#52301",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "红模仿-梦境之树",
						["iLvl"] = 476,
						["time"] = 1589868597,
						["class"] = 1,
						["bTag"] = "KreaDior#5388",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "陈塘关扛把子-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1589868597,
						["class"] = 3,
						["bTag"] = "沉默之剑#512727",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "摇晃的紅酒杯-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1589868549,
						["class"] = 10,
						["bTag"] = "麻将鬼抽炉石海底#5809",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "葉隨風落-战歌",
						["iLvl"] = 468,
						["time"] = 1589868597,
						["class"] = 5,
						["bTag"] = "無緣無份#5264",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "晨风韵雨-安苏",
						["iLvl"] = 478,
						["time"] = 1590036557,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "SpeedyRogue#550352",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "来张彩照吧-阿拉索",
						["iLvl"] = 475,
						["time"] = 1590037067,
						["class"] = 3,
						["bTag"] = "少仲#5429",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "四风谷村长-阿格拉玛",
						["iLvl"] = 478,
						["time"] = 1590036629,
						["class"] = 12,
						["bTag"] = "DizzyKnight#516920",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "西风掠月-诺莫瑞根",
						["iLvl"] = 479,
						["time"] = 1590036969,
						["class"] = 8,
						["bTag"] = "西风#5507",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "诸神的祈福-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1590036971,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "超能之鱼人#5740",
					}, -- [118]
					{
						["role"] = "HEALER",
						["name"] = "腰粗三米三-冰风岗",
						["iLvl"] = 483,
						["time"] = 1590037067,
						["class"] = 7,
						["bTag"] = "惯看秋月春风#51711",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "战心-埃德萨拉",
						["iLvl"] = 479,
						["time"] = 1590038320,
						["class"] = 1,
						["bTag"] = "包包纸#5527",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "四丨队钢琴手-太阳之井",
						["time"] = 1590037067,
						["class"] = 1,
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "沧海壹黍-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1590037311,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "人在旅途#51519",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "Newmoonn-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1590037137,
						["class"] = 3,
						["bTag"] = "大巫#5299",
					}, -- [123]
					{
						["role"] = "HEALER",
						["name"] = "小奶娘-大地之怒",
						["iLvl"] = 467,
						["time"] = 1590037994,
						["class"] = 5,
						["bTag"] = "妇女之友#51599",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "今天练字了吗-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1590038368,
						["class"] = 7,
						["bTag"] = "今天练字了吗#5400",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "幻世空丶怀念-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1590038377,
						["class"] = 8,
						["bTag"] = "幻世空#5104",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "炎雨冷夫-梅尔加尼",
						["iLvl"] = 479,
						["time"] = 1590038377,
						["class"] = 3,
						["bTag"] = "紫天醉梦#51686",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "月下箫歌-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590042957,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "悲剧之光#5431",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "仨之法斯-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1590043180,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "菊花收割师#5196",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "丶恐怖利刃-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1590043180,
						["class"] = 12,
						["bTag"] = "n1kko#5838",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "灮中之灮-燃烧之刃",
						["iLvl"] = 474,
						["time"] = 1590043146,
						["class"] = 5,
						["bTag"] = "廉价酒精#5262",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "无双守望-海克泰尔",
						["iLvl"] = 479,
						["time"] = 1590043180,
						["class"] = 11,
						["bTag"] = "狸花猫#5453",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "忆似水年华-耐奥祖",
						["iLvl"] = 477,
						["time"] = 1590043585,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "諸神之黄昏#5397",
					}, -- [133]
					{
						["role"] = "TANK",
						["name"] = "諸神之黄昏-耐奥祖",
						["iLvl"] = 480,
						["time"] = 1590043585,
						["class"] = 2,
						["bTag"] = "諸神之黄昏#5397",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "欧丶若拉-冰风岗",
						["iLvl"] = 476,
						["time"] = 1590043585,
						["class"] = 12,
						["bTag"] = "风寒#5790",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "马晓燕燕-麦迪文",
						["iLvl"] = 468,
						["time"] = 1590043538,
						["class"] = 3,
						["bTag"] = "刚刚#5777",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "灬訫澄則霊灬-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1590043585,
						["class"] = 1,
						["bTag"] = "Bigkiller#51733",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "花洛神-燃烧之刃",
						["iLvl"] = 482,
						["time"] = 1590044516,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "jamo#51844",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "任海-藏宝海湾",
						["iLvl"] = 478,
						["time"] = 1590044323,
						["class"] = 3,
						["bTag"] = "任海#5312",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "残念独醉-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1590044122,
						["class"] = 1,
						["bTag"] = "剁烂的土豆#5728",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "志鸟-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1590044317,
						["class"] = 6,
						["bTag"] = "各凭本事#51120",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "魔人乂鬼法-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590044516,
						["class"] = 8,
						["bTag"] = "魔人鬼法#5732",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "落花静流年-燃烧之刃",
						["iLvl"] = 481,
						["time"] = 1590044335,
						["class"] = 2,
						["bTag"] = "玄月冰羽#5337",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "别眨眼-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1590044516,
						["class"] = 4,
						["bTag"] = "晨光#51867",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "夏娅雷鸣-死亡之翼",
						["iLvl"] = 483,
						["time"] = 1590044516,
						["class"] = 8,
						["bTag"] = "Kasalico#5362",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "流樱丶-伊森利恩",
						["iLvl"] = 484,
						["time"] = 1590123957,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "流樱丶#5227",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "Mickasa-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1590124026,
						["class"] = 4,
						["bTag"] = "Zero#51794",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "丨唯心自知丨-安苏",
						["iLvl"] = 482,
						["time"] = 1590123873,
						["class"] = 12,
						["bTag"] = "丨唯心自知丨#5814",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "八号-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1590124026,
						["class"] = 4,
						["bTag"] = "EighT#5582",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "黯然神殇丶-布兰卡德",
						["iLvl"] = 479,
						["time"] = 1590124026,
						["class"] = 11,
						["bTag"] = "LDD#51233",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "艾丽拉-凤凰之神",
						["iLvl"] = 460,
						["time"] = 1590671038,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "bluewind#5112",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "沐露梳風-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1590671038,
						["class"] = 12,
						["bTag"] = "Cesare#51703",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "狩獵神話-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1590671038,
						["class"] = 3,
						["bTag"] = "神話丨傳說#5549",
					}, -- [153]
					{
						["role"] = "TANK",
						["name"] = "狂欢狂欢-血环",
						["iLvl"] = 479,
						["time"] = 1590671038,
						["class"] = 11,
						["bTag"] = "增强萨#5783",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "苹果灬远征-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1590672193,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "XD520#5563",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "幸运的狐狸-丽丽（四川）",
						["iLvl"] = 477,
						["time"] = 1590671665,
						["class"] = 3,
						["bTag"] = "男人的味道#5459",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "Emilyc-克尔苏加德",
						["iLvl"] = 480,
						["time"] = 1590672369,
						["class"] = 4,
						["bTag"] = "雪无痕#5417",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "月影寒霜-鹰巢山",
						["iLvl"] = 483,
						["time"] = 1590672408,
						["class"] = 3,
						["bTag"] = "月影#53254",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "白沙洲王哥-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1590672444,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "读心#5180",
					}, -- [159]
					{
						["role"] = "HEALER",
						["name"] = "雲長兄-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590672444,
						["class"] = 10,
						["bTag"] = "PowerUp#51401",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "流年乄奈我何-洛丹伦",
						["iLvl"] = 479,
						["time"] = 1590672444,
						["class"] = 8,
						["bTag"] = "流年#56110",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "毁灭旋律-丹莫德",
						["iLvl"] = 482,
						["time"] = 1590672444,
						["class"] = 8,
						["bTag"] = "瞬神#5653",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "八宝辣酱-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1590736694,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "草菇老抽#51471",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "卡文迪许丶-血环",
						["iLvl"] = 481,
						["time"] = 1590737061,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "愤怒的元首#51835",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "血辰-血色十字军",
						["iLvl"] = 476,
						["time"] = 1590737094,
						["class"] = 8,
						["bTag"] = "赵大侠#51605",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "Divinevil-格瑞姆巴托",
						["iLvl"] = 484,
						["time"] = 1590736924,
						["class"] = 2,
						["bTag"] = "Apocalyps#5569",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂马娅-加尔",
						["iLvl"] = 476,
						["time"] = 1590737669,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "天堂之雪#51424",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "天降正义丶-阿比迪斯",
						["iLvl"] = 481,
						["time"] = 1590737669,
						["class"] = 12,
						["bTag"] = "恋在奎尔萨拉#5237",
					}, -- [168]
					{
						["role"] = "TANK",
						["name"] = "Aquirev-影之哀伤",
						["iLvl"] = 481,
						["time"] = 1590737669,
						["class"] = 12,
						["bTag"] = "我希望你们有母亲#5243",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "一刀玖簖-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1590737669,
						["class"] = 1,
						["bTag"] = "葡萄#5918",
					}, -- [170]
				},
				["2-146-534-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 459,
						["time"] = 1588522170,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1588522170,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "钢钢-红龙军团",
						["iLvl"] = 462,
						["time"] = 1588522170,
						["class"] = 5,
						["bTag"] = "抽抽#5335",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "风回月落-燃烧之刃",
						["iLvl"] = 457,
						["time"] = 1588522170,
						["class"] = 12,
						["bTag"] = "易水两岸#5491",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "且冷且温柔-影之哀伤",
						["iLvl"] = 478,
						["time"] = 1589352376,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "大龙#5259",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Aldrlch-格瑞姆巴托",
						["iLvl"] = 465,
						["time"] = 1589352376,
						["class"] = 8,
						["bTag"] = "提乾设经#5680",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Alias-埃德萨拉",
						["iLvl"] = 462,
						["time"] = 1589352376,
						["class"] = 12,
						["bTag"] = "古尔丹之手#5313",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "不要认输-凤凰之神",
						["iLvl"] = 471,
						["time"] = 1589352252,
						["class"] = 5,
						["bTag"] = "千本桜#51105",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "黑夜幽灵-黑铁",
						["iLvl"] = 474,
						["time"] = 1589352376,
						["class"] = 5,
						["bTag"] = "只为坐骑#5565",
					}, -- [9]
				},
			},
		},
	},
}
