
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["洛克达姆 - 雷霆之王"] = "洛克达姆 - 雷霆之王",
	},
	["profiles"] = {
		["洛克达姆 - 雷霆之王"] = {
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"9-0-19-0", -- [2]
				"6-0-0-0", -- [3]
				"3-0-0-0", -- [4]
				"111-0-0-0", -- [5]
				"4-0-0-0", -- [6]
				"1-0-0-0", -- [7]
			},
			["version"] = "80300.01",
			["createHistoryList"] = {
				"2-142-518-0", -- [1]
				"2-257-683-0", -- [2]
				"2-137-502-0", -- [3]
				"2-141-514-0", -- [4]
				"2-145-530-0", -- [5]
				"2-143-522-0", -- [6]
				"2-146-534-0", -- [7]
				"2-256-679-0", -- [8]
				"2-140-510-0", -- [9]
				"2-138-507-0", -- [10]
				"2-139-504-0", -- [11]
				"2-143-521-0", -- [12]
				"2-139-645-0", -- [13]
				"111-249-662-0", -- [14]
				"6-0-17-0", -- [15]
				"2-138-644-0", -- [16]
			},
			["minimap"] = {
				["hide"] = false,
			},
			["settings"] = {
				["panel"] = false,
			},
			["lastSearchCode"] = "2-0-0-0",
			["appShine"] = "80300.01",
			["advShine"] = "80300.01",
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1593015038,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "瓦伦-安苏",
						["iLvl"] = 476,
						["time"] = 1593015040,
						["class"] = 1,
						["bTag"] = "北斗火舞#5972",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "黑雲压辰-安苏",
						["iLvl"] = 477,
						["time"] = 1593015040,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "枫之陨落#5636",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "裴不了-安苏",
						["time"] = 1593015040,
						["class"] = 1,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "低调的破格-安苏",
						["iLvl"] = 432,
						["time"] = 1593015038,
						["class"] = 10,
						["bTag"] = "秋风无情#5771",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "大角先生-安苏",
						["iLvl"] = 472,
						["time"] = 1593015038,
						["class"] = 1,
						["bTag"] = "乃疙瘩#5127",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "凤焱-安苏",
						["iLvl"] = 450,
						["time"] = 1593015032,
						["class"] = 3,
						["bTag"] = "Vcoat#5144",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "Foxbaby-安苏",
						["iLvl"] = 476,
						["time"] = 1593014806,
						["class"] = 7,
						["bTag"] = "你怎么打人呀#5988",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "旗沐阳-安苏",
						["iLvl"] = 472,
						["time"] = 1593015006,
						["class"] = 2,
						["bTag"] = "伤寒#5646",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "自由恶棍-安苏",
						["iLvl"] = 465,
						["time"] = 1593015040,
						["class"] = 2,
						["bTag"] = "rocboy#51911",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "范尼式德鲁依-安苏",
						["iLvl"] = 393,
						["time"] = 1593015040,
						["class"] = 11,
						["bTag"] = "火影宇智波鼬#5416",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "眉清目秀乄-安苏",
						["time"] = 1593015036,
						["class"] = 3,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "糖丨一丨也-安苏",
						["iLvl"] = 458,
						["time"] = 1593015038,
						["class"] = 8,
						["bTag"] = "华丽之虎#525512",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "爱丽西斯-安苏",
						["iLvl"] = 466,
						["time"] = 1593015020,
						["class"] = 1,
						["bTag"] = "野蛮的优雅#5685",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "帅气的阿晗-血色十字军",
						["iLvl"] = 478,
						["time"] = 1593015038,
						["class"] = 8,
						["bTag"] = "哎呦不错哦#52121",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "玫瑰之星-菲米丝",
						["time"] = 1593015034,
						["class"] = 3,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "南理猎马人-罗宁",
						["iLvl"] = 420,
						["time"] = 1593014989,
						["class"] = 12,
						["bTag"] = "AmazingWorld#5749",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "卧底的猫-安其拉",
						["iLvl"] = 469,
						["time"] = 1593015036,
						["class"] = 2,
						["bTag"] = "卧底的猫#5835",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "梦回巅峰-雏龙之翼",
						["iLvl"] = 468,
						["time"] = 1593014983,
						["class"] = 2,
						["bTag"] = "索菲娅圣光#5572",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "氖奶-安苏",
						["iLvl"] = 475,
						["time"] = 1593015040,
						["class"] = 5,
						["bTag"] = "YouAndMe#51676",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "刘韵来-遗忘海岸",
						["iLvl"] = 477,
						["time"] = 1593015038,
						["class"] = 8,
						["bTag"] = "于谯桃星薇#5375",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "隐洧者-死亡之翼",
						["iLvl"] = 467,
						["time"] = 1593015038,
						["class"] = 4,
						["bTag"] = "跳跳熊#517900",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "Arthurcurry-地狱咆哮",
						["iLvl"] = 470,
						["time"] = 1593015032,
						["class"] = 10,
						["bTag"] = "Azeroth#51156",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "丿灬井上和人-贫瘠之地",
						["iLvl"] = 466,
						["time"] = 1593015040,
						["class"] = 8,
						["bTag"] = "Hobart#5792",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "重庆酸菜鱼-安苏",
						["iLvl"] = 420,
						["time"] = 1593015032,
						["class"] = 1,
						["bTag"] = "马腾飞#51253",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "多萝西瓜瓜-辛达苟萨",
						["iLvl"] = 460,
						["time"] = 1593014884,
						["class"] = 3,
						["bTag"] = "amazingcl#5671",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "搖擺-安苏",
						["iLvl"] = 437,
						["time"] = 1593015040,
						["class"] = 1,
						["bTag"] = "不老林#5158",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "布克-天空之墙",
						["iLvl"] = 481,
						["time"] = 1593015038,
						["class"] = 12,
						["bTag"] = "Oscarr#5508",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "凶星神煞-瓦拉斯塔兹",
						["iLvl"] = 475,
						["time"] = 1593015020,
						["class"] = 9,
						["bTag"] = "诡诈之猫#5358",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "芯動灬-安苏",
						["iLvl"] = 481,
						["time"] = 1593015040,
						["class"] = 2,
						["bTag"] = "Silence#58731",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "安妮艾丽莎-安苏",
						["iLvl"] = 477,
						["time"] = 1593014806,
						["class"] = 8,
						["bTag"] = "我与蜡烛#5412",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "扒胸口-海克泰尔",
						["iLvl"] = 477,
						["time"] = 1593015036,
						["class"] = 1,
						["bTag"] = "天纵神武#5855",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "老猫急子-伊森利恩",
						["iLvl"] = 465,
						["time"] = 1593015040,
						["class"] = 3,
						["bTag"] = "ccz#51963",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "让我偷偷看你-安苏",
						["iLvl"] = 461,
						["time"] = 1593015034,
						["class"] = 12,
						["bTag"] = "你怎么打人呀#5988",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "年留夫-黑铁",
						["iLvl"] = 463,
						["time"] = 1593014989,
						["class"] = 1,
						["bTag"] = "曾几何时的年菜#5872",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "友利奈绪丶-阿比迪斯",
						["iLvl"] = 481,
						["time"] = 1593014970,
						["class"] = 12,
						["bTag"] = "尽头#51948",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Decorte-安苏",
						["time"] = 1593015040,
						["class"] = 6,
					}, -- [37]
				},
				["2-257-683-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1592231893,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "玛丶格汉-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1592231893,
						["class"] = 1,
						["bTag"] = "秋名山车神#51433",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "搞巧-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1592231893,
						["class"] = 8,
						["bTag"] = "MiO#52651",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "紫丨天-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1592231893,
						["class"] = 10,
						["bTag"] = "飞飞大人#5635",
					}, -- [4]
				},
				["2-256-679-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 477,
						["time"] = 1593240064,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "小乌龙-提瑞斯法",
						["iLvl"] = 480,
						["time"] = 1593240064,
						["class"] = 11,
						["bTag"] = "小抹茶#51713",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "偷故事的人-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1593240064,
						["class"] = 4,
						["bTag"] = "牛逼通天大#5641",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "灬天行健灬-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1593240064,
						["class"] = 2,
						["bTag"] = "天行剑#5706",
					}, -- [4]
				},
				["2-141-514-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1592400985,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙眼看世界-影之哀伤",
						["iLvl"] = 477,
						["time"] = 1592400985,
						["class"] = 12,
						["bTag"] = "昱升#5407",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "柚子的极意-影之哀伤",
						["iLvl"] = 482,
						["time"] = 1592400985,
						["class"] = 2,
						["bTag"] = "柚子的极意#5977",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "晓戦丶宇-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1592400985,
						["class"] = 1,
						["bTag"] = "尘埃眠于光年#5495",
					}, -- [4]
				},
				["2-139-504-0"] = {
					{
						["role"] = "TANK",
						["name"] = "优良品德-安苏",
						["iLvl"] = 479,
						["time"] = 1594211451,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "mu123456#5110",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "牧奶嘴-安苏",
						["iLvl"] = 480,
						["time"] = 1594211451,
						["class"] = 5,
						["bTag"] = "牧奶嘴#5460",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "笑悠悠-狂热之刃",
						["iLvl"] = 475,
						["time"] = 1594211451,
						["class"] = 8,
						["bTag"] = "狂野战火#5936",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "柔千舞-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1594211451,
						["class"] = 5,
						["bTag"] = "柔千舞#5726",
					}, -- [4]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 478,
						["time"] = 1594214003,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯乄風-巨龙之吼",
						["iLvl"] = 480,
						["time"] = 1592666724,
						["class"] = 12,
						["bTag"] = "母牛#51525",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "所噶哦所噶-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1592666724,
						["class"] = 12,
						["bTag"] = "风趣兮#5873",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "萌死人不要钱-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1592666724,
						["class"] = 5,
						["bTag"] = "天下第一风流#5720",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "傾城美神-狂热之刃",
						["iLvl"] = 478,
						["time"] = 1594214003,
						["class"] = 6,
						["bTag"] = "南宫俊少#51674",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "血无辜丨-古加尔",
						["iLvl"] = 479,
						["time"] = 1594214003,
						["class"] = 3,
						["bTag"] = "光明之锤#56135",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "时间带不走爱-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1594214003,
						["class"] = 11,
						["bTag"] = "先撸为敬#5161",
					}, -- [7]
				},
				["9-0-19-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "Daenerys-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1592975012,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Hizzy#5147",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丶东尼大木丶-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1592975012,
						["class"] = 1,
						["bTag"] = "东尼大木#51174",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "无尽光星-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1592975012,
						["class"] = 7,
						["bTag"] = "qpliuxin#5700",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "七枸焚-迅捷微风",
						["iLvl"] = 478,
						["time"] = 1592975012,
						["class"] = 12,
						["bTag"] = "多姐夫#5361",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "荒食-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1592975012,
						["class"] = 9,
						["bTag"] = "荒食人家#5858",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "取名字烧脑-安苏",
						["iLvl"] = 479,
						["time"] = 1592975012,
						["class"] = 8,
						["bTag"] = "迷恋你背影#5300",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "反贪吃局局长-无尽之海",
						["iLvl"] = 478,
						["time"] = 1592972987,
						["class"] = 8,
						["bTag"] = "杨思琪#5690",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "粘王之王-梦境之树",
						["iLvl"] = 477,
						["time"] = 1592975012,
						["class"] = 9,
						["bTag"] = "波霸奶茶#51668",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "牛哔老丈人-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1592975012,
						["class"] = 10,
						["bTag"] = "妖哥#5157",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "大眼仔嘴歌-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1592975012,
						["class"] = 8,
						["bTag"] = "大眼仔的怒火#5983",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Guopei-阿纳克洛斯",
						["iLvl"] = 478,
						["time"] = 1594006195,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "堕落的灰烬使者#51894",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "执笔写余生-冰风岗",
						["time"] = 1594006195,
						["class"] = 11,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "荔枝肉酱灬-奥尔加隆",
						["iLvl"] = 479,
						["time"] = 1594006195,
						["class"] = 5,
						["bTag"] = "黑黑是自然卷#5829",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "獣亾汏埱-狂热之刃",
						["iLvl"] = 479,
						["time"] = 1594005969,
						["class"] = 3,
						["bTag"] = "Silence#5815",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "芜湖神牛-冰风岗",
						["iLvl"] = 482,
						["time"] = 1594006195,
						["class"] = 11,
						["bTag"] = "狗子的爸#5524",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "丛了我吧-塞拉摩",
						["iLvl"] = 481,
						["time"] = 1594006195,
						["class"] = 8,
						["bTag"] = "复仇#5553",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "革丶-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1594006195,
						["class"] = 8,
						["bTag"] = "阿飞#5677",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "早上买煎饼-奥尔加隆",
						["iLvl"] = 479,
						["time"] = 1594006195,
						["class"] = 11,
						["bTag"] = "无限的拉斯#5662",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "五晨寺吴彦祖-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1594005991,
						["class"] = 10,
						["bTag"] = "深蓝色的奔驰#5871",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "朵猪儿-阿尔萨斯",
						["iLvl"] = 479,
						["time"] = 1594006195,
						["class"] = 9,
						["bTag"] = "JESSEWONG#5167",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "若兰筱筱-回音山",
						["iLvl"] = 478,
						["time"] = 1594006195,
						["class"] = 12,
						["bTag"] = "叶遮天#51461",
					}, -- [21]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "黒白無常-阿克蒙德",
						["iLvl"] = 472,
						["time"] = 1593676343,
						["class"] = 4,
						["bTag"] = "孙靓#5904",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "萌面女超人-阿克蒙德",
						["iLvl"] = 471,
						["time"] = 1593676343,
						["class"] = 8,
						["bTag"] = "奶油小猫咪#5694",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Te-血色十字军",
						["iLvl"] = 476,
						["time"] = 1593784552,
						["class"] = 8,
						["bTag"] = "纸条#51277",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "紫禁城雅咩蝶-海克泰尔",
						["iLvl"] = 435,
						["time"] = 1591949446,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "喵喵灬稚#5192",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "西门菠萝-阿比迪斯",
						["iLvl"] = 473,
						["time"] = 1591949446,
						["class"] = 2,
						["bTag"] = "跳跳熊#5302752",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "丨人间大炮丨-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1591949446,
						["class"] = 12,
						["bTag"] = "花都风剑#5948",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "小趙-影之哀伤",
						["iLvl"] = 482,
						["time"] = 1591949462,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "王先森#51872",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "冰凝朵朵-血色十字军",
						["iLvl"] = 481,
						["time"] = 1591949462,
						["class"] = 7,
						["bTag"] = "家有小公主#5599",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "爷一君临天下-安苏",
						["iLvl"] = 461,
						["time"] = 1591949446,
						["class"] = 1,
						["bTag"] = "灵魂摆渡人#51133",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Wubao-玛多兰",
						["time"] = 1591949462,
						["class"] = 3,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "冰火之魂-幽暗沼泽",
						["iLvl"] = 478,
						["time"] = 1592463378,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "星倦#5645",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "晒着太阳的猪-安苏",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "霸气暴走#5748",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "运动男孩科比-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "delicious#51466",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "莉莲娜维斯-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1592463393,
						["class"] = 8,
						["bTag"] = "有关部门#51674",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "太爺-无尽之海",
						["iLvl"] = 482,
						["time"] = 1592463378,
						["class"] = 3,
						["bTag"] = "Deity#5745",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "奶妈先上-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1592463378,
						["class"] = 1,
						["bTag"] = "一二三亖#51452",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "井九-梅尔加尼",
						["iLvl"] = 448,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "井九#51582",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "我家一一-伊森利恩",
						["iLvl"] = 481,
						["time"] = 1592463393,
						["class"] = 3,
						["bTag"] = "浓浓柠檬茶#5375",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "卩丶浅影灬-布兰卡德",
						["iLvl"] = 476,
						["time"] = 1594283236,
						["class"] = 4,
						["bTag"] = "Eason#53768",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "根本就不慌-伊森利恩",
						["time"] = 1592463393,
						["class"] = 7,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "归苝望-安苏",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "韦峰#5588",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "雪中魂-埃加洛尔",
						["iLvl"] = 484,
						["time"] = 1592463378,
						["class"] = 11,
						["bTag"] = "雪中魂#51210",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "乐源-安苏",
						["iLvl"] = 462,
						["time"] = 1592463393,
						["class"] = 3,
						["bTag"] = "乐歪歪#5728",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "仇幕安-格瑞姆巴托",
						["iLvl"] = 481,
						["time"] = 1592463378,
						["class"] = 9,
						["bTag"] = "仇幕新#5575",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "梦仙穹丶焰-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1592463378,
						["class"] = 12,
						["bTag"] = "梦仙穹#5783",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼咒-巫妖之王",
						["time"] = 1592463393,
						["class"] = 8,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "凌雲壯志-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1592463378,
						["class"] = 9,
						["bTag"] = "粗壮有力#5436",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁的马蹄-菲拉斯",
						["iLvl"] = 431,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "狂野之怒#51483",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "龍之戰-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "寶唄児微笑#5995",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "天津大叔-凤凰之神",
						["iLvl"] = 470,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "柠檬#54280",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Imfiredup-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1592463393,
						["class"] = 8,
						["bTag"] = "邦桑迪#51775",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "打小一只角-龙骨平原",
						["iLvl"] = 475,
						["time"] = 1592463393,
						["class"] = 7,
						["bTag"] = "你说你想要桃#5484",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "索尔丶-黑石尖塔",
						["iLvl"] = 458,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "大萌德一统江湖#5206",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "新发地采购员-海克泰尔",
						["iLvl"] = 477,
						["time"] = 1592463378,
						["class"] = 8,
						["bTag"] = "快乐肥宅#5978",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "丨洛芫丨-无尽之海",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 2,
						["bTag"] = "洛芫#5953",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "假面具-希尔瓦娜斯",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 2,
						["bTag"] = "冰水之寒#5565",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "其实你不懂-血牙魔王",
						["iLvl"] = 480,
						["time"] = 1592463378,
						["class"] = 2,
						["bTag"] = "其实你不懂#5777",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "Fogost-巫妖之王",
						["time"] = 1592463393,
						["class"] = 4,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "林迟青-血色十字军",
						["iLvl"] = 479,
						["time"] = 1592463378,
						["class"] = 4,
						["bTag"] = "CFisher#5365",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "尛乖丶-阿曼尼",
						["iLvl"] = 479,
						["time"] = 1592463393,
						["class"] = 2,
						["bTag"] = "兜兜丶#51231",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "得鲁二-熔火之心",
						["iLvl"] = 474,
						["time"] = 1592463393,
						["class"] = 11,
						["bTag"] = "大海无量#51579",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "芦笋-烈焰峰",
						["iLvl"] = 479,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "lulan#51886",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "吾愛衣裳尽-鬼雾峰",
						["iLvl"] = 446,
						["time"] = 1592463393,
						["class"] = 2,
						["bTag"] = "SkyHero#5948",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "吃圣活-冰风岗",
						["iLvl"] = 452,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "ffgaojun#5413",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Smallfox-苏拉玛",
						["time"] = 1592463393,
						["class"] = 4,
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "阿准的小号-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1592463393,
						["class"] = 11,
						["bTag"] = "阿准#5754",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "为了篰落-克尔苏加德",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "御用太监#5224",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "失之莪命丶-阿纳克洛斯",
						["iLvl"] = 458,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "时间旅行者#51845",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "術士大媽-燃烧之刃",
						["iLvl"] = 463,
						["time"] = 1592463378,
						["class"] = 9,
						["bTag"] = "恶魔之眼#51209",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁老哥丨-格瑞姆巴托",
						["iLvl"] = 472,
						["time"] = 1592550961,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "DUANG#53130",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影丨鬼魅-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1592550963,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "圈圈#5766",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "夜点心七七八-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1592550963,
						["class"] = 8,
						["bTag"] = "一朵汉子#51643",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "万人敌丶张飞-安苏",
						["iLvl"] = 456,
						["time"] = 1592550963,
						["class"] = 1,
						["bTag"] = "天汾李小龙#5456",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "丿天问丶-埃德萨拉",
						["iLvl"] = 477,
						["time"] = 1592550963,
						["class"] = 2,
						["bTag"] = "天问#52183",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "冻起来-冰风岗",
						["iLvl"] = 479,
						["time"] = 1592550963,
						["class"] = 8,
						["bTag"] = "Droz#5736",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "老雪花来一打-摩摩尔",
						["iLvl"] = 475,
						["time"] = 1592550963,
						["class"] = 8,
						["bTag"] = "磊哥耍大刀#5232",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "風吹的過路客-伊森利恩",
						["iLvl"] = 450,
						["time"] = 1592550963,
						["class"] = 1,
						["bTag"] = "风吹的过路客#5719",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "黑眼圈-塔纳利斯",
						["iLvl"] = 443,
						["time"] = 1592550963,
						["class"] = 12,
						["bTag"] = "狂舞蝶#5847",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "哥特式的饭桶-凤凰之神",
						["time"] = 1592550963,
						["class"] = 6,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "怺恆的疾风-霜狼",
						["iLvl"] = 478,
						["time"] = 1593101996,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "怺恆的承诺#5966",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "怺恆的华尔兹-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1593101996,
						["class"] = 7,
						["bTag"] = "怺恆的承诺#5966",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "Danmb-血色十字军",
						["iLvl"] = 482,
						["time"] = 1593101996,
						["class"] = 7,
						["bTag"] = "敏感的萨满#5588",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "名字不好念-古尔丹",
						["iLvl"] = 481,
						["time"] = 1593101996,
						["class"] = 2,
						["bTag"] = "没收万佳#5360",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "那故青牛基-燃烧之刃",
						["iLvl"] = 468,
						["time"] = 1593101996,
						["class"] = 11,
						["bTag"] = "那故巴基库#5826",
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "辰星闪耀-黑铁",
						["iLvl"] = 479,
						["time"] = 1593101996,
						["class"] = 2,
						["bTag"] = "劳资就是墙#5922",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "贼行丶天下-纳克萨玛斯",
						["iLvl"] = 479,
						["time"] = 1593101996,
						["class"] = 4,
						["bTag"] = "傻宝#5419",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "佛如几乎-安苏",
						["iLvl"] = 473,
						["time"] = 1593101996,
						["class"] = 11,
						["bTag"] = "吃喝玩乐#5184",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "颖哥-迅捷微风",
						["iLvl"] = 469,
						["time"] = 1593101996,
						["class"] = 1,
						["bTag"] = "liuying#5520",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "花凤凰-黑暗虚空",
						["iLvl"] = 460,
						["time"] = 1593101996,
						["class"] = 8,
						["bTag"] = "花想容#5567",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "昨夜的风-安苏",
						["iLvl"] = 479,
						["time"] = 1593101996,
						["class"] = 2,
						["bTag"] = "怜星#5433",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "戈德米斯-瓦拉斯塔兹",
						["iLvl"] = 467,
						["time"] = 1593101996,
						["class"] = 8,
						["bTag"] = "sony#51162",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "Calculuss-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1593101976,
						["class"] = 6,
						["bTag"] = "回廊的回廊#5785",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "Skyland-雷霆之王",
						["iLvl"] = 480,
						["time"] = 1593101996,
						["class"] = 11,
						["bTag"] = "半生不熟的羊#5504",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "英雄-寒冰皇冠",
						["iLvl"] = 453,
						["time"] = 1593101996,
						["class"] = 7,
						["bTag"] = "你才种田#5378",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "犇气丷冲天-埃德萨拉",
						["iLvl"] = 480,
						["time"] = 1593101996,
						["class"] = 3,
						["bTag"] = "完美日记#5662",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "猪仔包-耐奥祖",
						["iLvl"] = 477,
						["time"] = 1593101996,
						["class"] = 4,
						["bTag"] = "Del520#5649",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "工总行丶行长-贫瘠之地",
						["iLvl"] = 480,
						["time"] = 1593101976,
						["class"] = 1,
						["bTag"] = "崔乃嘏#51881",
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "天堂姠左-贫瘠之地",
						["iLvl"] = 473,
						["time"] = 1593101996,
						["class"] = 2,
						["bTag"] = "BloodyTyrant#5849",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "蛨上埖开-梅尔加尼",
						["iLvl"] = 479,
						["time"] = 1593101996,
						["class"] = 5,
						["bTag"] = "陌上花开#5900",
					}, -- [79]
					{
						["role"] = "TANK",
						["name"] = "萌萌的小奶僧-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1593101996,
						["class"] = 10,
						["bTag"] = "洛天依#51530",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "Vaczrt-贫瘠之地",
						["iLvl"] = 479,
						["time"] = 1593101976,
						["class"] = 12,
						["bTag"] = "砂仁猪心#5480",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "犇德-冰风岗",
						["iLvl"] = 459,
						["time"] = 1593101996,
						["class"] = 11,
						["bTag"] = "勤奋的民工#5278",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒小小星-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1593101996,
						["class"] = 4,
						["bTag"] = "MiniNinja#576489",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "猎酒不归人-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1593101996,
						["class"] = 3,
						["bTag"] = "达人灬多多#5515",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "我看你没我帅-芬里斯",
						["iLvl"] = 464,
						["time"] = 1593101996,
						["class"] = 12,
						["bTag"] = "天霜云柳#5701",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "小毛驴迪安-罗宁",
						["time"] = 1593101996,
						["class"] = 9,
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "Mseven-冰霜之刃",
						["iLvl"] = 475,
						["time"] = 1593101996,
						["class"] = 2,
						["bTag"] = "Anjinho#51356",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "帶刀不如帶我-冰风岗",
						["iLvl"] = 482,
						["time"] = 1593101976,
						["class"] = 8,
						["bTag"] = "思念到如今#5695",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "Palace-时光之穴",
						["iLvl"] = 399,
						["time"] = 1593101996,
						["class"] = 2,
						["bTag"] = "palace#51128",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "我翅膀好了-冰风岗",
						["iLvl"] = 484,
						["time"] = 1593101976,
						["class"] = 2,
						["bTag"] = "咸鱼思想#5559",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "强丶悍-燃烧之刃",
						["iLvl"] = 472,
						["time"] = 1593101996,
						["class"] = 11,
						["bTag"] = "郭子语#5137",
					}, -- [91]
					{
						["role"] = "HEALER",
						["name"] = "欧蕾亚-红龙军团",
						["iLvl"] = 436,
						["time"] = 1593101996,
						["class"] = 5,
						["bTag"] = "Janathan#5346",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "冷血工具人-安苏",
						["iLvl"] = 469,
						["time"] = 1593101996,
						["class"] = 9,
						["bTag"] = "神抽狗#5797",
					}, -- [93]
					{
						["role"] = "TANK",
						["name"] = "天天不是单身-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1593101996,
						["class"] = 6,
						["bTag"] = "等我成为大叔#51854",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "大花狐-安格博达",
						["iLvl"] = 395,
						["time"] = 1593101996,
						["class"] = 4,
						["bTag"] = "超能之裤#54457",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "Sincefeb-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1593101996,
						["class"] = 4,
						["bTag"] = "致命之鼬#51777",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "鬫衛-死亡之翼",
						["iLvl"] = 467,
						["time"] = 1593101996,
						["class"] = 1,
						["bTag"] = "厄运小王子#5223",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落丶小白-拉文凯斯",
						["iLvl"] = 456,
						["time"] = 1593101996,
						["class"] = 8,
						["bTag"] = "小白#51239",
					}, -- [98]
					{
						["role"] = "HEALER",
						["name"] = "地板不小心-藏宝海湾",
						["iLvl"] = 479,
						["time"] = 1593160753,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "killbill#5945",
					}, -- [99]
					{
						["role"] = "HEALER",
						["name"] = "紫色冰芯-火焰之树",
						["iLvl"] = 387,
						["time"] = 1593160753,
						["class"] = 7,
						["bTag"] = "梦之火舞#5152",
					}, -- [100]
					{
						["role"] = "HEALER",
						["name"] = "天天爪-萨菲隆",
						["iLvl"] = 477,
						["time"] = 1593160753,
						["class"] = 11,
						["bTag"] = "一百个小鱼干#5436",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "剩光小骑-红龙军团",
						["iLvl"] = 482,
						["time"] = 1593160753,
						["class"] = 2,
						["bTag"] = "CalvinHumble#5794",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "花飞絮-黑铁",
						["iLvl"] = 484,
						["time"] = 1593160753,
						["class"] = 1,
						["bTag"] = "makeloving#5287",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "靚爆镜-克尔苏加德",
						["iLvl"] = 485,
						["time"] = 1593160753,
						["class"] = 3,
						["bTag"] = "chickensgo#5486",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "黎明杀机-战歌",
						["iLvl"] = 470,
						["time"] = 1593160751,
						["class"] = 4,
						["bTag"] = "形势卜严峻#51905",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "香格里拉的鱼-暗影迷宫",
						["iLvl"] = 461,
						["time"] = 1593160736,
						["class"] = 1,
						["bTag"] = "superfeitian#5715",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "佛意-国王之谷",
						["iLvl"] = 471,
						["time"] = 1593160679,
						["class"] = 3,
						["bTag"] = "机机#5711",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "一德统天下-丽丽（四川）",
						["time"] = 1593160753,
						["class"] = 11,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "盛夏清风-格瑞姆巴托",
						["iLvl"] = 462,
						["time"] = 1593160736,
						["class"] = 4,
						["bTag"] = "扑通扑通跳动的心#5363",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "寒月凝雪-巫妖之王",
						["iLvl"] = 448,
						["time"] = 1593160753,
						["class"] = 2,
						["bTag"] = "慕月之狼#5429",
					}, -- [110]
					{
						["role"] = "HEALER",
						["name"] = "Jonoe-燃烧之刃",
						["iLvl"] = 431,
						["time"] = 1593160753,
						["class"] = 7,
						["bTag"] = "VinMart#5179",
					}, -- [111]
					{
						["role"] = "HEALER",
						["name"] = "诗和远方丶-寒冰皇冠",
						["iLvl"] = 486,
						["time"] = 1593160753,
						["class"] = 2,
						["bTag"] = "万宝露丶#5531",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "铃鹿山下-泰兰德",
						["iLvl"] = 447,
						["time"] = 1593160753,
						["class"] = 4,
						["bTag"] = "会尬舞的蛇皮怪#5928",
					}, -- [113]
					{
						["role"] = "TANK",
						["name"] = "云影-迅捷微风",
						["iLvl"] = 431,
						["time"] = 1593160753,
						["class"] = 12,
						["bTag"] = "三池幽冥#5385",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "無殇-格瑞姆巴托",
						["iLvl"] = 442,
						["time"] = 1593160753,
						["class"] = 4,
						["bTag"] = "夜无伤#5440",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "暗黑之救赎-燃烧之刃",
						["iLvl"] = 467,
						["time"] = 1593676343,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "不一般的蘾#5610",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "噬血啃骨-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1593676343,
						["class"] = 8,
						["bTag"] = "这个谁知道#51661",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "Hyhow-埃德萨拉",
						["iLvl"] = 485,
						["time"] = 1593676343,
						["class"] = 6,
						["bTag"] = "whitestone#5302",
					}, -- [118]
					{
						["role"] = "TANK",
						["name"] = "人生七喜丶-烈焰峰",
						["iLvl"] = 452,
						["time"] = 1593676343,
						["class"] = 6,
						["bTag"] = "我要吃肉#51604",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "咖啡酱-烈焰峰",
						["iLvl"] = 458,
						["time"] = 1593676343,
						["class"] = 4,
						["bTag"] = "Coffee#5313",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "琵琶红红-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1593676343,
						["class"] = 4,
						["bTag"] = "我是633#5149",
					}, -- [121]
					{
						["role"] = "TANK",
						["name"] = "德偿所望-能源舰",
						["iLvl"] = 479,
						["time"] = 1593676343,
						["class"] = 11,
						["bTag"] = "哎呀打死人啦#51159",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "雷庭嘎巴-凤凰之神",
						["iLvl"] = 472,
						["time"] = 1593676343,
						["class"] = 10,
						["bTag"] = "小样不活了#5362",
					}, -- [123]
					{
						["role"] = "TANK",
						["name"] = "太阳陨落-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1593676343,
						["class"] = 2,
						["bTag"] = "丧心病狂的小太阳#5138",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "别骗我冲锋-影之哀伤",
						["iLvl"] = 439,
						["time"] = 1593676343,
						["class"] = 1,
						["bTag"] = "梦醒#5832",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "一粒尘哀-冰风岗",
						["iLvl"] = 476,
						["time"] = 1593676343,
						["class"] = 2,
						["bTag"] = "一只野生狼奔奔#5384",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "扎心啦老铁-燃烧之刃",
						["iLvl"] = 469,
						["time"] = 1593676343,
						["class"] = 10,
						["bTag"] = "夕阳丶余辉#51882",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "丨阿拉雷丨-安苏",
						["iLvl"] = 476,
						["time"] = 1593676343,
						["class"] = 6,
						["bTag"] = "阿雷#5151",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "心碎以久-加兹鲁维",
						["time"] = 1593676343,
						["class"] = 9,
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "牛牛国王归来-藏宝海湾",
						["time"] = 1593676343,
						["class"] = 1,
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "猎宁-埃德萨拉",
						["iLvl"] = 474,
						["time"] = 1593676343,
						["class"] = 3,
						["bTag"] = "午时已到#5530",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "十里灬桃林-冰风岗",
						["iLvl"] = 480,
						["time"] = 1593676343,
						["class"] = 2,
						["bTag"] = "免打扰中灬#5396",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "星期一有妖气-燃烧之刃",
						["iLvl"] = 463,
						["time"] = 1593676343,
						["class"] = 2,
						["bTag"] = "夏天真热#51304",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "天理丶-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1593676343,
						["class"] = 2,
						["bTag"] = "天丶理#5216",
					}, -- [134]
					{
						["role"] = "TANK",
						["name"] = "完美浮色-玛洛加尔",
						["iLvl"] = 442,
						["time"] = 1593676343,
						["class"] = 2,
						["bTag"] = "SuperMage#521347",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "正面一戰-加兹鲁维",
						["iLvl"] = 468,
						["time"] = 1593676343,
						["class"] = 1,
						["bTag"] = "玩命#5110",
					}, -- [136]
					{
						["role"] = "TANK",
						["name"] = "毛毛牛-日落沼泽",
						["iLvl"] = 481,
						["time"] = 1593676343,
						["class"] = 2,
						["bTag"] = "山野痞夫#5692",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "愿一切安好-海克泰尔",
						["iLvl"] = 475,
						["time"] = 1593676343,
						["class"] = 12,
						["bTag"] = "开始产生幻觉#5460",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "露西恩风语-提瑞斯法",
						["iLvl"] = 466,
						["time"] = 1593676343,
						["class"] = 2,
						["bTag"] = "露西恩风语#5452",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "茉莉蜜茶丶呵-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1593676343,
						["class"] = 5,
						["bTag"] = "高鹏阳#5185",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "上娃-死亡之翼",
						["iLvl"] = 453,
						["time"] = 1593676343,
						["class"] = 6,
						["bTag"] = "靓夹型#5636",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "阴悦大湿-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1593676343,
						["class"] = 3,
						["bTag"] = "巨硕之斧#598226",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "Uppercut-燃烧之刃",
						["time"] = 1593676343,
						["class"] = 8,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "火炎燚炎火-埃德萨拉",
						["iLvl"] = 482,
						["time"] = 1593676343,
						["class"] = 12,
						["bTag"] = "渝耀神州#5887",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "等等灬等等-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1593676343,
						["class"] = 1,
						["bTag"] = "丨现任灬#5350",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "Luigiphil-格瑞姆巴托",
						["iLvl"] = 483,
						["time"] = 1593676343,
						["class"] = 8,
						["bTag"] = "路奇菲尔#5105",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "加尓鲁什-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1593676343,
						["class"] = 1,
						["bTag"] = "宾泽苍#5567",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "雨前小憩-古加尔",
						["iLvl"] = 451,
						["time"] = 1593676343,
						["class"] = 1,
						["bTag"] = "妇女之友啊#5937",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "降临灬-安苏",
						["iLvl"] = 470,
						["time"] = 1593676343,
						["class"] = 2,
						["bTag"] = "阿骏#51735",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "暮色丶晨光-布兰卡德",
						["iLvl"] = 482,
						["time"] = 1593676343,
						["class"] = 4,
						["bTag"] = "RexHss#5540",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "Dizzy-萨尔",
						["time"] = 1593680149,
						["class"] = 6,
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "秋风凉凉-死亡之翼",
						["time"] = 1593680149,
						["class"] = 2,
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "梦婷的宠物喵-无尽之海",
						["iLvl"] = 484,
						["time"] = 1593680149,
						["class"] = 10,
						["bTag"] = "杨振小小宇#5245",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "大可乐丶-希尔瓦娜斯",
						["iLvl"] = 463,
						["time"] = 1593680149,
						["class"] = 7,
						["bTag"] = "图风#5401",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "王嘟嘟呀-黑龙军团",
						["iLvl"] = 447,
						["time"] = 1593680149,
						["class"] = 12,
						["bTag"] = "王嘟嘟#5667",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "月影木木-迦拉克隆",
						["iLvl"] = 451,
						["time"] = 1593680149,
						["class"] = 4,
						["bTag"] = "有石猴#5239",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "黑銫-燃烧之刃",
						["time"] = 1593680149,
						["class"] = 8,
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "无尽的狂野-战歌",
						["iLvl"] = 480,
						["time"] = 1593680149,
						["class"] = 1,
						["bTag"] = "玩命嘲讽#5413",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "灬谷缜灬-死亡之翼",
						["iLvl"] = 451,
						["time"] = 1593680149,
						["class"] = 4,
						["bTag"] = "五月#52688",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "不稂不莠-燃烧之刃",
						["time"] = 1593784552,
						["class"] = 3,
						["leader"] = true,
					}, -- [160]
					{
						["role"] = "TANK",
						["name"] = "姘头都是我的-黑暗魅影",
						["iLvl"] = 478,
						["time"] = 1593784552,
						["class"] = 6,
						["bTag"] = "伊藤诚#5365",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "月暮之佑-无尽之海",
						["iLvl"] = 472,
						["time"] = 1593784552,
						["class"] = 5,
						["bTag"] = "Drlot#5826",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "冰封七千里-伊森利恩",
						["time"] = 1593784552,
						["class"] = 8,
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "大哥威武-格瑞姆巴托",
						["iLvl"] = 470,
						["time"] = 1593784552,
						["class"] = 11,
						["bTag"] = "风往北吹#5866",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "芝芝莓莓-巫妖之王",
						["iLvl"] = 453,
						["time"] = 1593784552,
						["class"] = 3,
						["bTag"] = "尤朵拉#51846",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂丶飘雪-阿克蒙德",
						["iLvl"] = 429,
						["time"] = 1593784552,
						["class"] = 2,
						["bTag"] = "与世丶无争#5256",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "天靈-无尽之海",
						["iLvl"] = 428,
						["time"] = 1593784552,
						["class"] = 9,
						["bTag"] = "天炻#5154",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "Kael-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1593784552,
						["class"] = 8,
						["bTag"] = "善良的包子#5766",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "法法更键康-斯克提斯",
						["iLvl"] = 471,
						["time"] = 1593784552,
						["class"] = 8,
						["bTag"] = "王溢斌#5400",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "魔神月下幽灵-萨尔",
						["iLvl"] = 468,
						["time"] = 1593784552,
						["class"] = 8,
						["bTag"] = "老歪不政#5771",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "灬遗失的美好-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1593784552,
						["class"] = 2,
						["bTag"] = "灬妖孽丶#51201",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "丶遇见星河-霜之哀伤",
						["iLvl"] = 480,
						["time"] = 1593784552,
						["class"] = 12,
						["bTag"] = "总有刁民#51723",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "風嘯江南岸-凤凰之神",
						["iLvl"] = 450,
						["time"] = 1593784552,
						["class"] = 7,
						["bTag"] = "长荚罂粟#5701",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "秋声夜雨丶-安苏",
						["iLvl"] = 480,
						["time"] = 1593784552,
						["class"] = 5,
						["bTag"] = "天冷孓#5660",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "Meiziyuo-布兰卡德",
						["iLvl"] = 455,
						["time"] = 1593784552,
						["class"] = 5,
						["bTag"] = "岑有山雨#5168",
					}, -- [175]
					{
						["role"] = "HEALER",
						["name"] = "胡莱-萨尔",
						["iLvl"] = 476,
						["time"] = 1593784552,
						["class"] = 2,
						["bTag"] = "嫂夫人请自重#5639",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "统御之王-加基森",
						["iLvl"] = 480,
						["time"] = 1593784552,
						["class"] = 3,
						["bTag"] = "暗夜之骑士#5120630",
					}, -- [177]
					{
						["role"] = "HEALER",
						["name"] = "阿库拉熊熊-加基森",
						["iLvl"] = 480,
						["time"] = 1593784552,
						["class"] = 11,
						["bTag"] = "机智又呆萌#5375",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "如风兽-白银之手",
						["iLvl"] = 473,
						["time"] = 1593784552,
						["class"] = 6,
						["bTag"] = "风行皓月#5363",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "锦绣天-死亡熔炉",
						["iLvl"] = 473,
						["time"] = 1593784552,
						["class"] = 9,
						["bTag"] = "锦绣天#5746",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "Dewl-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1593784552,
						["class"] = 9,
						["bTag"] = "V587#51113",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "洣蕗旳岆棈-阿纳克洛斯",
						["iLvl"] = 479,
						["time"] = 1593784552,
						["class"] = 3,
						["bTag"] = "岆棈獨儛#5126",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "粗壮的萝卜-冰风岗",
						["iLvl"] = 480,
						["time"] = 1593784552,
						["class"] = 6,
						["bTag"] = "屎太浓#5120",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "忆若封-龙骨平原",
						["iLvl"] = 479,
						["time"] = 1593784552,
						["class"] = 9,
						["bTag"] = "烟圈#52568",
					}, -- [184]
					{
						["role"] = "TANK",
						["name"] = "丶满戈-克尔苏加德",
						["iLvl"] = 484,
						["time"] = 1593784552,
						["class"] = 1,
						["bTag"] = "满哥哥#51921",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "雨与鱼丿-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1593784552,
						["class"] = 1,
						["bTag"] = "雨与鱼丶#5249",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "無賴的啨賰丶-阿纳克洛斯",
						["iLvl"] = 479,
						["time"] = 1593784552,
						["class"] = 6,
						["bTag"] = "star77#5639",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "程晓晓-丽丽（四川）",
						["iLvl"] = 480,
						["time"] = 1593784552,
						["class"] = 8,
						["bTag"] = "哟哟#51807",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "盗济-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1593784552,
						["class"] = 4,
						["bTag"] = "尕情#5205",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "绝世小沫-凤凰之神",
						["iLvl"] = 474,
						["time"] = 1593784552,
						["class"] = 3,
						["bTag"] = "绝世小陌#5121",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "不菜又听话-霜之哀伤",
						["iLvl"] = 475,
						["time"] = 1593784552,
						["class"] = 6,
						["bTag"] = "月蚀的假面#51406",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "爱为何物-伊森利恩",
						["iLvl"] = 412,
						["time"] = 1593784552,
						["class"] = 3,
						["bTag"] = "狂战最棒#5187",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "萧大王-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1593784552,
						["class"] = 6,
						["bTag"] = "Loveszxy#5799",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "萨鲁法尔天王-燃烧之刃",
						["iLvl"] = 417,
						["time"] = 1593784552,
						["class"] = 1,
						["bTag"] = "汪汪队长莱德#5502",
					}, -- [194]
					{
						["role"] = "TANK",
						["name"] = "飞天飞呀飞-暗影迷宫",
						["iLvl"] = 423,
						["time"] = 1593784552,
						["class"] = 2,
						["bTag"] = "superfeitian#5715",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "容雨-烈焰峰",
						["iLvl"] = 478,
						["time"] = 1593784552,
						["class"] = 8,
						["bTag"] = "罗曼蒂克皮特海#51387",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "東林寺國寶-安苏",
						["iLvl"] = 448,
						["time"] = 1593784552,
						["class"] = 10,
						["bTag"] = "致命之猫#52650",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "西门丨二官人-安东尼达斯",
						["iLvl"] = 479,
						["time"] = 1594283236,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "等小龟的笨牛#5240",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "真饱猪-艾莫莉丝",
						["iLvl"] = 479,
						["time"] = 1594283236,
						["class"] = 11,
						["bTag"] = "紫田#5892",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "聆听风无情-格瑞姆巴托",
						["iLvl"] = 463,
						["time"] = 1594283236,
						["class"] = 2,
						["bTag"] = "GiantDwarf#52361",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "疾风之影-布兰卡德",
						["iLvl"] = 478,
						["time"] = 1594283236,
						["class"] = 12,
						["bTag"] = "惡魔之翼#5346",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "Romanceguy-克尔苏加德",
						["time"] = 1594283236,
						["class"] = 4,
					}, -- [202]
					{
						["role"] = "TANK",
						["name"] = "美女日光灯-伊森利恩",
						["iLvl"] = 451,
						["time"] = 1594283236,
						["class"] = 2,
						["bTag"] = "白银之鹰#534982",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "Floramm-阿尔萨斯",
						["iLvl"] = 457,
						["time"] = 1594283236,
						["class"] = 9,
						["bTag"] = "gradygong#5662",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "丿听灬海-奥斯里安",
						["iLvl"] = 479,
						["time"] = 1594283236,
						["class"] = 9,
						["bTag"] = "残心如苦#5687",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落丨恶魔-丹莫德",
						["iLvl"] = 482,
						["time"] = 1594283236,
						["class"] = 12,
						["bTag"] = "离殇#5496",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "苏尼-血吼",
						["iLvl"] = 472,
						["time"] = 1594283236,
						["class"] = 7,
						["bTag"] = "火车皮#51325",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "王老五丶-影之哀伤",
						["iLvl"] = 416,
						["time"] = 1594283236,
						["class"] = 8,
						["bTag"] = "Roninshow#5456",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "牧童之谎丨-莱索恩",
						["iLvl"] = 439,
						["time"] = 1594283236,
						["class"] = 5,
						["bTag"] = "轻绘梨花泪沾衣#51117",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "蒂娜丶月影-古尔丹",
						["iLvl"] = 458,
						["time"] = 1594283236,
						["class"] = 12,
						["bTag"] = "红手宝哥哥#5489",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "渲染鎏年-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1594283236,
						["class"] = 12,
						["bTag"] = "伊莱克斯的忧伤#5832",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "馨雨宝贝-外域",
						["iLvl"] = 480,
						["time"] = 1594283236,
						["class"] = 8,
						["bTag"] = "戏雨听风#5454",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "丶休命-加基森",
						["iLvl"] = 478,
						["time"] = 1594283236,
						["class"] = 2,
						["bTag"] = "猴子请来的救兵#5536",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "绿叶在跟随-安苏",
						["iLvl"] = 480,
						["time"] = 1594283236,
						["class"] = 2,
						["bTag"] = "你在就好#51660",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "帅个溜溜球-贫瘠之地",
						["iLvl"] = 479,
						["time"] = 1594283236,
						["class"] = 2,
						["bTag"] = "独步#51214",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙丶牛-达基萨斯",
						["iLvl"] = 475,
						["time"] = 1594283236,
						["class"] = 11,
						["bTag"] = "寒魄之炎#5839",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "灰姑娘丶-凤凰之神",
						["iLvl"] = 465,
						["time"] = 1594283236,
						["class"] = 8,
						["bTag"] = "人生如戏丶#5193",
					}, -- [217]
					{
						["role"] = "HEALER",
						["name"] = "寒冰风怒-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1594283236,
						["class"] = 7,
						["bTag"] = "人生如戏丶#5193",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "色放-菲拉斯",
						["iLvl"] = 454,
						["time"] = 1594283236,
						["class"] = 3,
						["bTag"] = "纷飞的梦铃#5993",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "夜獠-安苏",
						["iLvl"] = 410,
						["time"] = 1594283236,
						["class"] = 6,
						["bTag"] = "留聲機#51787",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "灬無殇灬-白骨荒野",
						["iLvl"] = 476,
						["time"] = 1594283236,
						["class"] = 8,
						["bTag"] = "肉嘟嘟#51652",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "黑黯-贫瘠之地",
						["iLvl"] = 484,
						["time"] = 1594283236,
						["class"] = 9,
						["bTag"] = "李宁#5849",
					}, -- [222]
					{
						["role"] = "TANK",
						["name"] = "鸟不鸟-燃烧之刃",
						["iLvl"] = 473,
						["time"] = 1594283236,
						["class"] = 11,
						["bTag"] = "艾禅#5308",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "温柔给谁看-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1594283236,
						["class"] = 8,
						["bTag"] = "温柔叔叔#51707",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "衣袂-熵魔",
						["iLvl"] = 461,
						["time"] = 1594283236,
						["class"] = 11,
						["bTag"] = "Limor#5842",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "还我女乃并瓦-瓦拉斯塔兹",
						["iLvl"] = 480,
						["time"] = 1594283236,
						["class"] = 8,
						["bTag"] = "女乃并瓦#5612",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "Thebsonice-戈提克",
						["iLvl"] = 480,
						["time"] = 1594283236,
						["class"] = 9,
						["bTag"] = "Yang#52392",
					}, -- [227]
					{
						["role"] = "TANK",
						["name"] = "蒼兲哥-冰川之拳",
						["iLvl"] = 479,
						["time"] = 1594283236,
						["class"] = 1,
						["bTag"] = "帝奥斯#5207",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "北冥丨悲鸣丶-血色十字军",
						["iLvl"] = 479,
						["time"] = 1594283236,
						["class"] = 2,
						["bTag"] = "小魂淡丶#5568",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "天妒的空车王-迅捷微风",
						["iLvl"] = 480,
						["time"] = 1594283236,
						["class"] = 4,
						["bTag"] = "KGWSOY#5715",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "勤奋的棒棒-奎尔萨拉斯",
						["iLvl"] = 480,
						["time"] = 1594283236,
						["class"] = 4,
						["bTag"] = "老帮帮#5887",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "旺奶牛仔-布兰卡德",
						["time"] = 1594283236,
						["class"] = 4,
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "殇痕放逆-黑暗虚空",
						["iLvl"] = 480,
						["time"] = 1594283236,
						["class"] = 9,
						["bTag"] = "光晕#51588",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "我是党跟我走-海加尔",
						["iLvl"] = 483,
						["time"] = 1594283236,
						["class"] = 3,
						["bTag"] = "别让思念陪我过夜#5243",
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "子猎-烈焰峰",
						["iLvl"] = 479,
						["time"] = 1594283236,
						["class"] = 3,
						["bTag"] = "子諾#51787",
					}, -- [235]
					{
						["role"] = "TANK",
						["name"] = "雾霭青山间丶-血色十字军",
						["iLvl"] = 482,
						["time"] = 1594284988,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "漫长的告别#51500",
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "灬丶蛮蛮丶灬-血色十字军",
						["iLvl"] = 479,
						["time"] = 1594284988,
						["class"] = 7,
						["bTag"] = "蛮蛮#5961",
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "Gusta-诺莫瑞根",
						["iLvl"] = 479,
						["time"] = 1594284988,
						["class"] = 1,
						["bTag"] = "Gusta#5798",
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "丶拾柒-影之哀伤",
						["iLvl"] = 478,
						["time"] = 1594284988,
						["class"] = 1,
						["bTag"] = "九五年的信#5294",
					}, -- [239]
					{
						["role"] = "DAMAGER",
						["name"] = "大愛欢欢-燃烧之刃",
						["iLvl"] = 484,
						["time"] = 1594284988,
						["class"] = 3,
						["bTag"] = "kudo#5980",
					}, -- [240]
					{
						["role"] = "TANK",
						["name"] = "第四次尝试-燃烧平原",
						["iLvl"] = 446,
						["time"] = 1594284988,
						["class"] = 6,
						["bTag"] = "月荒凉#5803",
					}, -- [241]
					{
						["role"] = "DAMAGER",
						["name"] = "你缺经纪人吗-埃德萨拉",
						["iLvl"] = 480,
						["time"] = 1594284988,
						["class"] = 1,
						["bTag"] = "一朵大红花#51129",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "丨无蝉的丶夏-破碎岭",
						["iLvl"] = 481,
						["time"] = 1594284988,
						["class"] = 4,
						["bTag"] = "Nosmileboy#5132",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "飞在天上的蛤-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1594284988,
						["class"] = 1,
						["bTag"] = "最讨厌吃香菜啦#5313",
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "唱跳孺啊噗猎-迅捷微风",
						["iLvl"] = 467,
						["time"] = 1594284988,
						["class"] = 3,
						["bTag"] = "枫林晚#51178",
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "一个丶-萨菲隆",
						["iLvl"] = 459,
						["time"] = 1594284988,
						["class"] = 8,
						["bTag"] = "Nostalgia#5751",
					}, -- [246]
					{
						["role"] = "TANK",
						["name"] = "灿烂的痕迹-阿卡玛",
						["iLvl"] = 484,
						["time"] = 1594284988,
						["class"] = 2,
						["bTag"] = "西昆仑#51645",
					}, -- [247]
					{
						["role"] = "DAMAGER",
						["name"] = "月照大江丶-阿卡玛",
						["iLvl"] = 484,
						["time"] = 1594284988,
						["class"] = 1,
						["bTag"] = "西昆仑#51645",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "鼠小梦-罗曼斯",
						["iLvl"] = 484,
						["time"] = 1594284988,
						["class"] = 5,
						["bTag"] = "鼠小梦#5912",
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "深甜咏美-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1594284988,
						["class"] = 2,
						["bTag"] = "Ezreal#5312",
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "将我意-安苏",
						["iLvl"] = 476,
						["time"] = 1594284988,
						["class"] = 12,
						["bTag"] = "逆生长少年#51460",
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "往事如烟-卡拉赞",
						["iLvl"] = 470,
						["time"] = 1594284988,
						["class"] = 3,
						["bTag"] = "Huntex#5603",
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦伦里安-阿克蒙德",
						["iLvl"] = 467,
						["time"] = 1594284988,
						["class"] = 8,
						["bTag"] = "QuelThalas#51660",
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "欻欻划一刀-凤凰之神",
						["iLvl"] = 449,
						["time"] = 1594284988,
						["class"] = 12,
						["bTag"] = "黎明之翼#5233",
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "灯下白头人-燃烧之刃",
						["iLvl"] = 471,
						["time"] = 1594284988,
						["class"] = 11,
						["bTag"] = "淼姐#5212",
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "圈圈蜀黍-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1594284988,
						["class"] = 8,
						["bTag"] = "圈圈叔叔#51720",
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "Blassirter-无尽之海",
						["iLvl"] = 482,
						["time"] = 1594284988,
						["class"] = 9,
						["bTag"] = "今天不高兴#5788",
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "奋威节度使-黑铁",
						["iLvl"] = 477,
						["time"] = 1594284988,
						["class"] = 3,
						["bTag"] = "年轻在回忆#5166",
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "皇族嘸痕-龙骨平原",
						["iLvl"] = 481,
						["time"] = 1594284988,
						["class"] = 4,
						["bTag"] = "皇族#5355",
					}, -- [259]
					{
						["role"] = "DAMAGER",
						["name"] = "翻滚吧驴蛋蛋-伊利丹",
						["iLvl"] = 478,
						["time"] = 1594284988,
						["class"] = 1,
						["bTag"] = "夜鸦#5111",
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "新時代啲我們-芬里斯",
						["time"] = 1594284988,
						["class"] = 11,
					}, -- [261]
					{
						["role"] = "DAMAGER",
						["name"] = "生吞小铁球-罗宁",
						["iLvl"] = 479,
						["time"] = 1594284988,
						["class"] = 12,
						["bTag"] = "海鼾#5364",
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "遗风怨世-巫妖之王",
						["iLvl"] = 478,
						["time"] = 1594284988,
						["class"] = 8,
						["bTag"] = "Kondou#5158",
					}, -- [263]
					{
						["role"] = "TANK",
						["name"] = "Devilnova-克尔苏加德",
						["time"] = 1594284988,
						["class"] = 12,
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "厉害的辉哥-哈卡",
						["time"] = 1594284957,
						["class"] = 9,
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "此人极强-黑手军团",
						["iLvl"] = 483,
						["time"] = 1594284988,
						["class"] = 3,
						["bTag"] = "丶戏子#5970",
					}, -- [266]
					{
						["role"] = "TANK",
						["name"] = "吕布丨字奉先-安苏",
						["iLvl"] = 480,
						["time"] = 1594284988,
						["class"] = 10,
						["bTag"] = "清城古巷旧少年#51720",
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["name"] = "風暴牛牪犇-布兰卡德",
						["iLvl"] = 483,
						["time"] = 1594284988,
						["class"] = 7,
						["bTag"] = "史诗之裤#530760",
					}, -- [268]
					{
						["role"] = "DAMAGER",
						["name"] = "红尘丶已逝-凤凰之神",
						["iLvl"] = 485,
						["time"] = 1594284988,
						["class"] = 6,
						["bTag"] = "Rokossovsky#5159",
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌萝卜-影之哀伤",
						["iLvl"] = 461,
						["time"] = 1594284988,
						["class"] = 8,
						["bTag"] = "安德罗妮丶#52511",
					}, -- [270]
					{
						["role"] = "DAMAGER",
						["name"] = "Mergin-远古海滩",
						["iLvl"] = 475,
						["time"] = 1594284988,
						["class"] = 8,
						["bTag"] = "Mergin#5549",
					}, -- [271]
					{
						["role"] = "DAMAGER",
						["name"] = "Wzl-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1594284988,
						["class"] = 12,
						["bTag"] = "Princeend#5173",
					}, -- [272]
					{
						["role"] = "DAMAGER",
						["name"] = "毛毛雨-斩魔者",
						["iLvl"] = 482,
						["time"] = 1594284988,
						["class"] = 4,
						["bTag"] = "东方雨#5327",
					}, -- [273]
					{
						["role"] = "DAMAGER",
						["name"] = "丨潶鋒騎丗丨-凤凰之神",
						["iLvl"] = 458,
						["time"] = 1594284988,
						["class"] = 6,
						["bTag"] = "潶锋騎丗#5407",
					}, -- [274]
					{
						["role"] = "DAMAGER",
						["name"] = "幽游丶法-回音山",
						["time"] = 1594284988,
						["class"] = 8,
					}, -- [275]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Kfox-霜之哀伤",
						["iLvl"] = 484,
						["time"] = 1592460944,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "一個殺手的白日夢#5761",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Ccpokamolodo-血环",
						["iLvl"] = 480,
						["time"] = 1592461452,
						["class"] = 1,
						["bTag"] = "鲍茂泽#5265",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "中绌奥特曼-艾莫莉丝",
						["iLvl"] = 480,
						["time"] = 1592461109,
						["class"] = 11,
						["bTag"] = "拐子#52432",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "魔改丶杰诺斯-无尽之海",
						["iLvl"] = 480,
						["time"] = 1592461955,
						["class"] = 12,
						["bTag"] = "踢阿伯落海#5348",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "江门-无尽之海",
						["iLvl"] = 479,
						["time"] = 1592461592,
						["class"] = 11,
						["bTag"] = "rvnctjpl#5626",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Kotowaru-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1592462164,
						["class"] = 12,
						["bTag"] = "来啊互相伤害啊#51535",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "凌虚-耐奥祖",
						["iLvl"] = 480,
						["time"] = 1592462164,
						["class"] = 2,
						["bTag"] = "恨世生#5835",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰丨杀戮-无尽之海",
						["iLvl"] = 480,
						["time"] = 1592462034,
						["class"] = 1,
						["bTag"] = "信仰丨杀戮#5376",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "氿紋尨-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1592462164,
						["class"] = 3,
						["bTag"] = "艾尔之子#58131",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "万能蕉-阿尔萨斯",
						["iLvl"] = 479,
						["time"] = 1592462164,
						["class"] = 10,
						["bTag"] = "蕉爷#5317",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "妖妖蕶-巨龙之吼",
						["iLvl"] = 479,
						["time"] = 1592465200,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "致命之绕指柔#5967",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "墨隐-冬拥湖",
						["iLvl"] = 480,
						["time"] = 1592465713,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "墨隐#51678",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "夜歌-冬拥湖",
						["iLvl"] = 477,
						["time"] = 1592465713,
						["class"] = 5,
						["bTag"] = "时崎丶狂三#51593",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "艾格紋-血色十字军",
						["iLvl"] = 483,
						["time"] = 1592465449,
						["class"] = 5,
						["bTag"] = "余音缭绕#51523",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "丶大胖-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1592465713,
						["class"] = 12,
						["bTag"] = "小胖#51133",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "点儿正-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1592466383,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "电动摇摇摇#5503",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "月影如歌-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1592466569,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "好久不见#52526",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "看什么看-燃烧军团",
						["iLvl"] = 480,
						["time"] = 1592466434,
						["class"] = 8,
						["bTag"] = "缅怀曾经的魔兽#5600",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Bigsnake-烈焰峰",
						["iLvl"] = 473,
						["time"] = 1592466221,
						["class"] = 4,
						["bTag"] = "BigSnake#51311",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "怵歪-织亡者",
						["iLvl"] = 480,
						["time"] = 1592466982,
						["class"] = 2,
						["bTag"] = "乡里伢#51816",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "无情豆包-安苏",
						["time"] = 1592466567,
						["class"] = 12,
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "时砂-贫瘠之地",
						["iLvl"] = 482,
						["time"] = 1592466799,
						["class"] = 1,
						["bTag"] = "时砂#51675",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "和歌忘忧-狂热之刃",
						["iLvl"] = 481,
						["time"] = 1592466629,
						["class"] = 2,
						["bTag"] = "ChristmaSss#5451",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "痤疮-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1592466982,
						["class"] = 9,
						["bTag"] = "AppleBloom#5264",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "疯灬少-克尔苏加德",
						["iLvl"] = 474,
						["time"] = 1592466982,
						["class"] = 12,
						["bTag"] = "战不悔#5201",
					}, -- [25]
					{
						["role"] = "NONE",
						["name"] = "多萝西瓜瓜-辛达苟萨",
						["iLvl"] = 460,
						["time"] = 1593015421,
						["class"] = 3,
						["bTag"] = "amazingcl#5671",
					}, -- [26]
					{
						["role"] = "NONE",
						["name"] = "奥斯陆小鱼-伊利丹",
						["iLvl"] = 473,
						["time"] = 1593015421,
						["class"] = 5,
						["bTag"] = "贪睡熊#56550",
					}, -- [27]
					{
						["role"] = "NONE",
						["name"] = "乊灬乊-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1593015421,
						["class"] = 11,
						["bTag"] = "乊灬乊#51253",
					}, -- [28]
					{
						["role"] = "NONE",
						["name"] = "你大丶爷的-安其拉",
						["iLvl"] = 451,
						["time"] = 1593015421,
						["class"] = 12,
						["bTag"] = "白老板#5942",
					}, -- [29]
					{
						["role"] = "NONE",
						["name"] = "長門有希-克尔苏加德",
						["iLvl"] = 474,
						["time"] = 1593015421,
						["class"] = 6,
						["bTag"] = "長門有希俺的嫁#5226",
					}, -- [30]
					{
						["role"] = "NONE",
						["name"] = "尐龙女-安苏",
						["time"] = 1593015421,
						["class"] = 5,
					}, -- [31]
					{
						["role"] = "NONE",
						["name"] = "奶茶十二-贫瘠之地",
						["iLvl"] = 462,
						["time"] = 1593015421,
						["class"] = 1,
						["bTag"] = "欧皇贺#5403",
					}, -- [32]
					{
						["role"] = "NONE",
						["name"] = "小拇指的約定-冰风岗",
						["iLvl"] = 459,
						["time"] = 1593015421,
						["class"] = 3,
						["bTag"] = "爱哭的毛毛虫#5235",
					}, -- [33]
					{
						["role"] = "NONE",
						["name"] = "红塔山-影之哀伤",
						["iLvl"] = 482,
						["time"] = 1593015421,
						["class"] = 6,
						["bTag"] = "斯通#5864",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "浮世青行灯-阿曼尼",
						["iLvl"] = 480,
						["time"] = 1593015185,
						["class"] = 11,
						["bTag"] = "洛可可#5559",
					}, -- [35]
					{
						["role"] = "NONE",
						["name"] = "小狐狸萌萌哒-古拉巴什",
						["iLvl"] = 443,
						["time"] = 1593015421,
						["class"] = 3,
						["bTag"] = "立花闻千代#5734",
					}, -- [36]
					{
						["role"] = "NONE",
						["name"] = "闇翼加閪咩-白骨荒野",
						["iLvl"] = 477,
						["time"] = 1593015421,
						["class"] = 2,
						["bTag"] = "foxiheiyear#5504",
					}, -- [37]
					{
						["role"] = "NONE",
						["name"] = "老猫急子-伊森利恩",
						["iLvl"] = 465,
						["time"] = 1593015421,
						["class"] = 3,
						["bTag"] = "ccz#51963",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "刚学会上网-阿曼尼",
						["iLvl"] = 477,
						["time"] = 1593015185,
						["class"] = 5,
						["bTag"] = "淡薄了时光#5701",
					}, -- [39]
					{
						["role"] = "NONE",
						["name"] = "疯狂的提姆-海克泰尔",
						["iLvl"] = 443,
						["time"] = 1593015421,
						["class"] = 8,
						["bTag"] = "提姆哎#5450",
					}, -- [40]
					{
						["role"] = "NONE",
						["name"] = "屁是我放的-燃烧之刃",
						["iLvl"] = 481,
						["time"] = 1593015421,
						["class"] = 11,
						["bTag"] = "李章是条狗#5907",
					}, -- [41]
					{
						["role"] = "NONE",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1593015421,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [42]
					{
						["role"] = "NONE",
						["name"] = "夜隼-伊利丹",
						["iLvl"] = 475,
						["time"] = 1593015421,
						["class"] = 9,
						["bTag"] = "守护默默#5845",
					}, -- [43]
					{
						["role"] = "NONE",
						["name"] = "奴家就徥静静-风暴之眼",
						["iLvl"] = 462,
						["time"] = 1593015421,
						["class"] = 6,
						["bTag"] = "玄墓山小妖#5372",
					}, -- [44]
					{
						["role"] = "NONE",
						["name"] = "龙魂之星-基尔加丹",
						["iLvl"] = 473,
						["time"] = 1593015421,
						["class"] = 2,
						["bTag"] = "龙魂之星#5380",
					}, -- [45]
					{
						["role"] = "NONE",
						["name"] = "Wgxd-符文图腾",
						["iLvl"] = 459,
						["time"] = 1593015421,
						["class"] = 11,
						["bTag"] = "死而不僵#5443",
					}, -- [46]
					{
						["role"] = "NONE",
						["name"] = "桃公主驾到-安苏",
						["iLvl"] = 480,
						["time"] = 1593015421,
						["class"] = 4,
						["bTag"] = "Ming#5479",
					}, -- [47]
					{
						["role"] = "NONE",
						["name"] = "見妞卸甲-风暴之怒",
						["iLvl"] = 453,
						["time"] = 1593015421,
						["class"] = 1,
						["bTag"] = "见妞卸甲#5168",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "酱酱飞-克尔苏加德",
						["iLvl"] = 459,
						["time"] = 1593015194,
						["class"] = 1,
						["bTag"] = "巨硕之矮人#57356",
					}, -- [49]
					{
						["role"] = "NONE",
						["name"] = "工作使我快乐-血牙魔王",
						["iLvl"] = 476,
						["time"] = 1593015421,
						["class"] = 1,
						["bTag"] = "广西金嫂子#5748",
					}, -- [50]
					{
						["role"] = "NONE",
						["name"] = "爱丽西斯-安苏",
						["iLvl"] = 466,
						["time"] = 1593015421,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "野蛮的优雅#5685",
					}, -- [51]
					{
						["role"] = "NONE",
						["name"] = "无辜德-血牙魔王",
						["iLvl"] = 448,
						["time"] = 1593015421,
						["class"] = 11,
						["bTag"] = "无辜德#5530",
					}, -- [52]
					{
						["role"] = "NONE",
						["name"] = "忧伤的凤-埃克索图斯",
						["iLvl"] = 468,
						["time"] = 1593015421,
						["class"] = 4,
						["bTag"] = "无屑#5879",
					}, -- [53]
					{
						["role"] = "NONE",
						["name"] = "Magicfinder-遗忘海岸",
						["iLvl"] = 463,
						["time"] = 1593015421,
						["class"] = 12,
						["bTag"] = "Soladrin#5801",
					}, -- [54]
					{
						["role"] = "NONE",
						["name"] = "愤怒的便当-提尔之手",
						["iLvl"] = 431,
						["time"] = 1593015421,
						["class"] = 6,
						["bTag"] = "广告位招租#51177",
					}, -- [55]
					{
						["role"] = "NONE",
						["name"] = "霜丶月-神圣之歌",
						["iLvl"] = 453,
						["time"] = 1593015421,
						["class"] = 12,
						["bTag"] = "动力牛#5379",
					}, -- [56]
					{
						["role"] = "NONE",
						["name"] = "Lakemendota-海加尔",
						["iLvl"] = 478,
						["time"] = 1593015421,
						["class"] = 8,
						["bTag"] = "峯岸肥深#5571",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "青青紫衿-布兰卡德",
						["iLvl"] = 481,
						["time"] = 1593679775,
						["class"] = 5,
						["bTag"] = "青青子衿#54588",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "丶狂言-红龙军团",
						["iLvl"] = 470,
						["time"] = 1593679863,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "丶林#51666",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "血影清风-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1593679672,
						["class"] = 6,
						["bTag"] = "血影清风#5479",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "慕丶锋-燃烧之刃",
						["iLvl"] = 484,
						["time"] = 1593679626,
						["class"] = 3,
						["bTag"] = "安联之锋#5362",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "左掱卤管-格瑞姆巴托",
						["iLvl"] = 480,
						["time"] = 1593679863,
						["class"] = 1,
						["bTag"] = "徐师太#5170",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "虚幻的童话-拉文凯斯",
						["iLvl"] = 480,
						["time"] = 1593679863,
						["class"] = 5,
						["bTag"] = "闪电伯爵#51973",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "洛克夏-纳克萨玛斯",
						["iLvl"] = 480,
						["time"] = 1593679863,
						["class"] = 6,
						["bTag"] = "隐匿之鸦#5121",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "绿菊韧-巨龙之吼",
						["iLvl"] = 480,
						["time"] = 1593680349,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "庆元菜干#5176",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "丶糖爷-布兰卡德",
						["iLvl"] = 482,
						["time"] = 1593680390,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "糖少#51581",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "红色冰封-伊森德雷",
						["iLvl"] = 479,
						["time"] = 1593680277,
						["class"] = 2,
						["bTag"] = "红色冰封#5222",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "Genuine-通灵学院",
						["iLvl"] = 480,
						["time"] = 1593680277,
						["class"] = 3,
						["bTag"] = "程沉#5459",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "单程车票-古加尔",
						["iLvl"] = 475,
						["time"] = 1593680544,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "沫沫的小白#5683",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "知疾风-尘风峡谷",
						["iLvl"] = 480,
						["time"] = 1593680704,
						["class"] = 3,
						["bTag"] = "冉爸#5393",
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "灬糖少灬-布兰卡德",
						["iLvl"] = 480,
						["time"] = 1593680704,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "糖少#51581",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "刑新-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1593680704,
						["class"] = 3,
						["bTag"] = "地心#5253",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "赫敏格兰杰-阿克蒙德",
						["iLvl"] = 480,
						["time"] = 1593753335,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "无敌炉石#52531",
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "星落丶流年-安苏",
						["iLvl"] = 474,
						["time"] = 1593753741,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "流年#5126",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "俯视大江-朵丹尼尔",
						["iLvl"] = 479,
						["time"] = 1593753683,
						["class"] = 1,
						["bTag"] = "性本善#51978",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "谢葱花-死亡之翼",
						["time"] = 1593753549,
						["class"] = 12,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "菅仄莪婹-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1593753549,
						["class"] = 3,
						["bTag"] = "仪征亮哥#5295",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "單人牢房-冰风岗",
						["iLvl"] = 472,
						["time"] = 1593755522,
						["class"] = 1,
						["bTag"] = "未成年面包#51512",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "玛丽莲丶梦撸-安苏",
						["iLvl"] = 477,
						["time"] = 1593753639,
						["class"] = 12,
						["bTag"] = "更深的蓝#51259",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "Ironorcish-伊森利恩",
						["iLvl"] = 484,
						["time"] = 1593755522,
						["class"] = 1,
						["bTag"] = "狼盔#5768",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝风之恋-海克泰尔",
						["iLvl"] = 484,
						["time"] = 1593755522,
						["class"] = 4,
						["bTag"] = "蓝风之恋#51512",
					}, -- [81]
					{
						["role"] = "TANK",
						["name"] = "二手的德-卡德加",
						["iLvl"] = 480,
						["time"] = 1593755522,
						["class"] = 11,
						["bTag"] = "Arcanedusk#5225",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "游戏小白-血环",
						["iLvl"] = 475,
						["time"] = 1594282537,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "冰封的种仔#5299",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "落花葬魂-丽丽（四川）",
						["iLvl"] = 483,
						["time"] = 1594282572,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "落花葬魂#5606",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "水间逐月-萨尔",
						["iLvl"] = 477,
						["time"] = 1594282591,
						["class"] = 9,
						["bTag"] = "Toosimple#5671",
					}, -- [85]
					{
						["role"] = "HEALER",
						["name"] = "蘇陌离-奥尔加隆",
						["iLvl"] = 481,
						["time"] = 1594281917,
						["class"] = 5,
						["bTag"] = "蘇陌离#5786",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "念念心-雷克萨",
						["iLvl"] = 478,
						["time"] = 1594282591,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "战无双#5734",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "吃素的鸭梨-莱索恩",
						["iLvl"] = 482,
						["time"] = 1594282591,
						["class"] = 6,
						["bTag"] = "格兰蒂涅#5584",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "墨阳-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1594282591,
						["class"] = 9,
						["bTag"] = "牵印#5557",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "血牙將軍-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1594310269,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "丹哥#51421",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "飞天小猪罗-狂热之刃",
						["iLvl"] = 485,
						["time"] = 1594310275,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "nicholas#52100",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "熙小格-格瑞姆巴托",
						["iLvl"] = 483,
						["time"] = 1594310198,
						["class"] = 2,
						["bTag"] = "承熙格格格#51971",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "奈特灵音-黑暗之矛",
						["iLvl"] = 484,
						["time"] = 1594310341,
						["class"] = 8,
						["bTag"] = "奈特#51590",
					}, -- [93]
				},
				["2-146-534-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "气得昏过去-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1594186567,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "ATRCola#5940",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "杨枝丶甘露-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1594186567,
						["class"] = 8,
						["bTag"] = "摩天小邋遢#5151",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "橱窗里的故事-影之哀伤",
						["iLvl"] = 477,
						["time"] = 1594186567,
						["class"] = 7,
						["bTag"] = "气球#5370",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "灬月落满天灬-燃烧之刃",
						["iLvl"] = 481,
						["time"] = 1594186567,
						["class"] = 11,
						["bTag"] = "老九千#5326",
					}, -- [4]
				},
			},
		},
	},
}
