
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["洛克达姆 - 雷霆之王"] = "洛克达姆 - 雷霆之王",
	},
	["profiles"] = {
		["洛克达姆 - 雷霆之王"] = {
			["version"] = "80300.01",
			["createHistoryList"] = {
				"2-143-522-0", -- [1]
				"2-137-502-0", -- [2]
				"2-146-534-0", -- [3]
				"2-142-518-0", -- [4]
				"2-256-679-0", -- [5]
				"2-257-683-0", -- [6]
				"2-140-510-0", -- [7]
				"2-138-507-0", -- [8]
				"2-139-504-0", -- [9]
				"2-145-530-0", -- [10]
				"2-143-521-0", -- [11]
				"2-139-645-0", -- [12]
				"111-249-662-0", -- [13]
				"6-0-17-0", -- [14]
				"2-138-644-0", -- [15]
			},
			["minimap"] = {
				["hide"] = false,
			},
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"9-0-19-0", -- [2]
				"6-0-0-0", -- [3]
				"111-0-0-0", -- [4]
				"3-0-0-0", -- [5]
				"4-0-0-0", -- [6]
				"1-0-0-0", -- [7]
			},
			["appShine"] = "80300.01",
			["settings"] = {
				["panel"] = false,
			},
			["recent"] = {
				["2-138-507-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 436,
						["time"] = 1586967631,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 468,
						["time"] = 1586967631,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "迭戈丶毕加索-狂热之刃",
						["iLvl"] = 445,
						["time"] = 1586967631,
						["class"] = 10,
						["bTag"] = "夏尔丶布莱曼#5938",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "奥尔芬斯-达尔坎",
						["iLvl"] = 448,
						["time"] = 1586967631,
						["class"] = 1,
						["bTag"] = "尕芷然#5103",
					}, -- [4]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1588321364,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Shadowless-死亡之翼",
						["time"] = 1587206002,
						["class"] = 4,
						["leader"] = true,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "大不溜-血环",
						["iLvl"] = 478,
						["time"] = 1587206024,
						["class"] = 1,
						["bTag"] = "凯恩#51384",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "丶恩佐-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1587206881,
						["class"] = 2,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "樱岛麻衣-米奈希尔",
						["iLvl"] = 478,
						["time"] = 1587206854,
						["class"] = 3,
						["bTag"] = "Titania#51106",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "祝你好运-菲米丝",
						["iLvl"] = 479,
						["time"] = 1587207358,
						["class"] = 8,
						["bTag"] = "阳茜#51935",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "穆塔恩丶磐角-迅捷微风",
						["iLvl"] = 476,
						["time"] = 1587207303,
						["class"] = 1,
						["bTag"] = "limbun#5286",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Puppukupuu-安苏",
						["iLvl"] = 476,
						["time"] = 1587207041,
						["class"] = 12,
						["bTag"] = "月黑风高丶#5840",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "紫色大帝-巫妖之王",
						["iLvl"] = 478,
						["time"] = 1587207319,
						["class"] = 2,
						["bTag"] = "紫色#52845",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "呆滞的土拨鼠-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1587207447,
						["class"] = 4,
						["bTag"] = "拯救网瘾少女#51964",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Caitylotz-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1587207927,
						["class"] = 3,
						["bTag"] = "天佑爱人#5673",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "柺子-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1587207796,
						["class"] = 12,
						["bTag"] = "樱木花卷#5634",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "一叶孤鸿-狂热之刃",
						["iLvl"] = 476,
						["time"] = 1587207934,
						["class"] = 6,
						["bTag"] = "一寸光一寸阴#5516",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "易灬小陌-普瑞斯托",
						["iLvl"] = 450,
						["time"] = 1587209252,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "精灵守护者#5535",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "謌玖是能鬥-影之哀伤",
						["iLvl"] = 439,
						["time"] = 1587209252,
						["class"] = 11,
						["bTag"] = "海河逆流#5294",
					}, -- [15]
					{
						["role"] = "NONE",
						["name"] = "萨穆罗-红云台地",
						["iLvl"] = 446,
						["time"] = 1587209806,
						["class"] = 1,
						["bTag"] = "狩猎你母亲#5154",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "灬亡命之徒灬-耐奥祖",
						["iLvl"] = 470,
						["time"] = 1587209252,
						["class"] = 6,
						["bTag"] = "壮壮爹#51696",
					}, -- [17]
					{
						["role"] = "NONE",
						["name"] = "龍翔吟-遗忘海岸",
						["iLvl"] = 442,
						["time"] = 1587209806,
						["class"] = 2,
						["bTag"] = "天行健0527#5260",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "乌卡卡-熊猫酒仙",
						["iLvl"] = 437,
						["time"] = 1587209252,
						["class"] = 6,
						["bTag"] = "烟圈#52299",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "火之小小牛-冰风岗",
						["iLvl"] = 444,
						["time"] = 1587209252,
						["class"] = 1,
						["bTag"] = "火之孟德#5531",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "满袖飞花-死亡之翼",
						["iLvl"] = 473,
						["time"] = 1587209252,
						["class"] = 3,
						["bTag"] = "大美#5866",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "小白狐奶糖-贫瘠之地",
						["iLvl"] = 473,
						["time"] = 1587209193,
						["class"] = 9,
						["bTag"] = "喵喵仙人#5581",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "凌乱之恋笨-格瑞姆巴托",
						["iLvl"] = 445,
						["time"] = 1587209252,
						["class"] = 8,
						["bTag"] = "董林秉#5872",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "上帝之臂-刀塔",
						["iLvl"] = 439,
						["time"] = 1587208881,
						["class"] = 4,
						["bTag"] = "哥就是哥#5481",
					}, -- [24]
					{
						["role"] = "NONE",
						["name"] = "牛爷-龙骨平原",
						["iLvl"] = 430,
						["time"] = 1587209806,
						["class"] = 11,
						["bTag"] = "猫头鹰的老花镜#5600",
					}, -- [25]
					{
						["role"] = "NONE",
						["name"] = "十六夜惊云-无尽之海",
						["iLvl"] = 480,
						["time"] = 1587211917,
						["class"] = 1,
						["bTag"] = "十六夜惊云#5404",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "辛多雷灬弗丁-萨菲隆",
						["iLvl"] = 447,
						["time"] = 1587209252,
						["class"] = 2,
						["bTag"] = "秋殇莫名#5361",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "晨曦-安纳塞隆",
						["iLvl"] = 440,
						["time"] = 1587209199,
						["class"] = 11,
						["bTag"] = "天堂魅影#5892",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "部落咆哮-熔火之心",
						["iLvl"] = 449,
						["time"] = 1587209252,
						["class"] = 1,
						["bTag"] = "看着你微笑#5489",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "Eugene-火焰之树",
						["iLvl"] = 474,
						["time"] = 1587209252,
						["class"] = 11,
						["bTag"] = "医生快加血#5534",
					}, -- [30]
					{
						["role"] = "NONE",
						["name"] = "阿尔托丽婭-埃德萨拉",
						["iLvl"] = 474,
						["time"] = 1587209806,
						["class"] = 12,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "清秋怨丶-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1587209252,
						["class"] = 2,
						["bTag"] = "杀意诀#5522",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "封情锁爱-阿克蒙德",
						["iLvl"] = 461,
						["time"] = 1587209141,
						["class"] = 3,
						["bTag"] = "封情锁爱#51865",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "鉛筆-安苏",
						["iLvl"] = 446,
						["time"] = 1587209252,
						["class"] = 8,
						["bTag"] = "子龙#53727",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "小辜负-安苏",
						["iLvl"] = 470,
						["time"] = 1587209252,
						["class"] = 8,
						["bTag"] = "annliang19#5461",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Wyc-天谴之门",
						["iLvl"] = 449,
						["time"] = 1587209252,
						["class"] = 1,
						["bTag"] = "Wyc#51306",
					}, -- [36]
					{
						["role"] = "NONE",
						["name"] = "大爷丶卖呆-玛洛加尔",
						["iLvl"] = 469,
						["time"] = 1587209806,
						["class"] = 1,
						["bTag"] = "Jasen#51135",
					}, -- [37]
					{
						["role"] = "NONE",
						["name"] = "桃良初四-玛洛加尔",
						["iLvl"] = 463,
						["time"] = 1587209806,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "南家千秋#5773",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "沧尘落风-拉文凯斯",
						["iLvl"] = 439,
						["time"] = 1587209252,
						["class"] = 1,
						["bTag"] = "旒硰#5171",
					}, -- [39]
					{
						["role"] = "NONE",
						["name"] = "playerwsytyv-遗忘海岸",
						["iLvl"] = 456,
						["time"] = 1587209806,
						["class"] = 12,
						["bTag"] = "欧皇#51443",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "悄然流媚-影之哀伤",
						["iLvl"] = 477,
						["time"] = 1587209141,
						["class"] = 2,
						["bTag"] = "YMNING#5103",
					}, -- [41]
					{
						["role"] = "NONE",
						["name"] = "Chorong-冰风岗",
						["iLvl"] = 446,
						["time"] = 1587209806,
						["class"] = 8,
						["bTag"] = "Boram#5433",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "牛牪犇犇牪牛-贫瘠之地",
						["iLvl"] = 440,
						["time"] = 1587209111,
						["class"] = 11,
						["bTag"] = "浩渺之食人魔#54769",
					}, -- [43]
					{
						["role"] = "NONE",
						["name"] = "岁月遗忘-阿纳克洛斯",
						["iLvl"] = 447,
						["time"] = 1587209806,
						["class"] = 3,
						["bTag"] = "鬼魂之龙#512809",
					}, -- [44]
					{
						["role"] = "NONE",
						["name"] = "勇敢的小丸子-太阳之井",
						["time"] = 1587209806,
						["class"] = 3,
					}, -- [45]
					{
						["role"] = "NONE",
						["name"] = "北极狐爷-凤凰之神",
						["iLvl"] = 453,
						["time"] = 1587209806,
						["class"] = 3,
						["bTag"] = "Jason#513275",
					}, -- [46]
					{
						["role"] = "NONE",
						["name"] = "亠伍-洛丹伦",
						["iLvl"] = 469,
						["time"] = 1587209806,
						["class"] = 11,
						["bTag"] = "言肆#5619",
					}, -- [47]
					{
						["role"] = "NONE",
						["name"] = "綠牛-冰霜之刃",
						["iLvl"] = 372,
						["time"] = 1587209806,
						["class"] = 1,
						["bTag"] = "往事随风#51659",
					}, -- [48]
					{
						["role"] = "NONE",
						["name"] = "蕾贝卡-鹰巢山",
						["iLvl"] = 436,
						["time"] = 1587209806,
						["class"] = 2,
						["bTag"] = "秃鹫#5754",
					}, -- [49]
					{
						["role"] = "NONE",
						["name"] = "沙雕终结者-死亡之翼",
						["iLvl"] = 446,
						["time"] = 1587209806,
						["class"] = 12,
						["bTag"] = "地中海潜水员#5159",
					}, -- [50]
					{
						["role"] = "NONE",
						["name"] = "戦魁丶-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1587209806,
						["class"] = 1,
						["bTag"] = "气质小马哥#5237",
					}, -- [51]
					{
						["role"] = "NONE",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 444,
						["time"] = 1587209806,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [52]
					{
						["role"] = "NONE",
						["name"] = "格德斯克雷恩-伊森利恩",
						["time"] = 1587209806,
						["class"] = 4,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的餐餐酱-凤凰之神",
						["time"] = 1587209552,
						["class"] = 5,
					}, -- [54]
					{
						["role"] = "NONE",
						["name"] = "刑月-达尔坎",
						["iLvl"] = 472,
						["time"] = 1587209806,
						["class"] = 8,
						["bTag"] = "JoJo#54630",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Whitebehing-无尽之海",
						["iLvl"] = 457,
						["time"] = 1587209633,
						["class"] = 3,
						["bTag"] = "风印回忆#5502",
					}, -- [56]
					{
						["role"] = "NONE",
						["name"] = "玫绽血舞-海克泰尔",
						["iLvl"] = 388,
						["time"] = 1587209806,
						["class"] = 4,
						["bTag"] = "驰丶最后的轻语#5226",
					}, -- [57]
					{
						["role"] = "NONE",
						["name"] = "天天是个坑啊-血环",
						["iLvl"] = 429,
						["time"] = 1587209806,
						["class"] = 1,
						["bTag"] = "耗子是个坑#51339",
					}, -- [58]
					{
						["role"] = "NONE",
						["name"] = "指上彈冰-回音山",
						["iLvl"] = 435,
						["time"] = 1587211917,
						["class"] = 8,
						["bTag"] = "冬冬#5375",
					}, -- [59]
					{
						["role"] = "NONE",
						["name"] = "淡若南山-燃烧之刃",
						["iLvl"] = 412,
						["time"] = 1587209806,
						["class"] = 12,
						["bTag"] = "如梦初醒#5518",
					}, -- [60]
					{
						["role"] = "NONE",
						["name"] = "丶檞寄生丶-熊猫酒仙",
						["iLvl"] = 474,
						["time"] = 1587209806,
						["class"] = 6,
						["bTag"] = "檞寄生#51642",
					}, -- [61]
					{
						["role"] = "NONE",
						["name"] = "猎心狸狸-熊猫酒仙",
						["iLvl"] = 386,
						["time"] = 1587209806,
						["class"] = 3,
						["bTag"] = "逢场作戏#5520",
					}, -- [62]
					{
						["role"] = "NONE",
						["name"] = "骑士丶小灿-安苏",
						["iLvl"] = 455,
						["time"] = 1587209806,
						["class"] = 2,
						["bTag"] = "镜花水月丶#51384",
					}, -- [63]
					{
						["role"] = "NONE",
						["name"] = "黑鬍子-试炼之环",
						["iLvl"] = 445,
						["time"] = 1587209806,
						["class"] = 5,
						["bTag"] = "伯虎#5687",
					}, -- [64]
					{
						["role"] = "NONE",
						["name"] = "神奇小鲤鱼-斯克提斯",
						["iLvl"] = 428,
						["time"] = 1587209806,
						["class"] = 4,
						["bTag"] = "花花阿#51141",
					}, -- [65]
					{
						["role"] = "NONE",
						["name"] = "孙十一王-鬼雾峰",
						["iLvl"] = 479,
						["time"] = 1587209806,
						["class"] = 8,
						["bTag"] = "孙十一王#5814",
					}, -- [66]
					{
						["role"] = "NONE",
						["name"] = "聖光永恒-鬼雾峰",
						["iLvl"] = 474,
						["time"] = 1587211917,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "再见已是曲中人#5782",
					}, -- [67]
					{
						["role"] = "NONE",
						["name"] = "天光破云-希尔瓦娜斯",
						["time"] = 1587211917,
						["class"] = 2,
					}, -- [68]
					{
						["role"] = "NONE",
						["name"] = "阵营领袖-密林游侠",
						["iLvl"] = 466,
						["time"] = 1587211917,
						["class"] = 1,
						["bTag"] = "公主浴前侍卫#5290",
					}, -- [69]
					{
						["role"] = "NONE",
						["name"] = "飞花忆雪-龙骨平原",
						["iLvl"] = 478,
						["time"] = 1587211917,
						["class"] = 8,
						["bTag"] = "飞花忆雪#5569",
					}, -- [70]
					{
						["role"] = "NONE",
						["name"] = "我可以抱伱吗-恶魔之魂",
						["iLvl"] = 461,
						["time"] = 1587211917,
						["class"] = 6,
						["bTag"] = "SnarkyHero#51273",
					}, -- [71]
					{
						["role"] = "NONE",
						["name"] = "Sally-黑暗虚空",
						["iLvl"] = 466,
						["time"] = 1587211917,
						["class"] = 12,
						["bTag"] = "陈家大少#5178",
					}, -- [72]
					{
						["role"] = "NONE",
						["name"] = "蓝露-奥尔加隆",
						["iLvl"] = 442,
						["time"] = 1587211917,
						["class"] = 8,
						["bTag"] = "啊露#5705",
					}, -- [73]
					{
						["role"] = "NONE",
						["name"] = "Lukas-鹰巢山",
						["iLvl"] = 427,
						["time"] = 1587211917,
						["class"] = 6,
						["bTag"] = "阿飞的益达#5905",
					}, -- [74]
					{
						["role"] = "NONE",
						["name"] = "大猫你来啦-诺莫瑞根",
						["iLvl"] = 475,
						["time"] = 1587211917,
						["class"] = 10,
						["bTag"] = "名字是代号#5559",
					}, -- [75]
					{
						["role"] = "NONE",
						["name"] = "一百世经纶一-主宰之剑",
						["iLvl"] = 446,
						["time"] = 1587211917,
						["class"] = 2,
						["bTag"] = "苏哥上线了#5399",
					}, -- [76]
					{
						["role"] = "NONE",
						["name"] = "萨鲁克大王-洛萨",
						["iLvl"] = 458,
						["time"] = 1587211917,
						["class"] = 1,
						["bTag"] = "张建飞#5572",
					}, -- [77]
					{
						["role"] = "NONE",
						["name"] = "绝灬爱-阿尔萨斯",
						["iLvl"] = 472,
						["time"] = 1587211917,
						["class"] = 7,
						["bTag"] = "慕梓阳#51574",
					}, -- [78]
					{
						["role"] = "NONE",
						["name"] = "卩灬詠亱彡-燃烧平原",
						["iLvl"] = 421,
						["time"] = 1587211917,
						["class"] = 12,
						["bTag"] = "萱姐家的灬喵丶#5897",
					}, -- [79]
					{
						["role"] = "NONE",
						["name"] = "蛤利波特-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1587211917,
						["class"] = 3,
						["bTag"] = "哎呦真香#5186",
					}, -- [80]
					{
						["role"] = "NONE",
						["name"] = "情有独钟-日落沼泽",
						["iLvl"] = 473,
						["time"] = 1587211917,
						["class"] = 1,
						["bTag"] = "肥仔貓貓#5546",
					}, -- [81]
					{
						["role"] = "NONE",
						["name"] = "炎刃午夜祭司-萨尔",
						["time"] = 1587211917,
						["class"] = 5,
					}, -- [82]
					{
						["role"] = "NONE",
						["name"] = "黑色小裤头-洛丹伦",
						["iLvl"] = 470,
						["time"] = 1587211917,
						["class"] = 3,
						["bTag"] = "夜夜笙歌#5444",
					}, -- [83]
					{
						["role"] = "NONE",
						["name"] = "唱战歌的羔羊-夏维安",
						["time"] = 1587211917,
						["class"] = 1,
					}, -- [84]
					{
						["role"] = "NONE",
						["name"] = "乄魂淡-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1587211917,
						["class"] = 1,
						["bTag"] = "魂淡是怎样炼成的#5386",
					}, -- [85]
					{
						["role"] = "NONE",
						["name"] = "血尐贱丶战-狂热之刃",
						["iLvl"] = 421,
						["time"] = 1587211917,
						["class"] = 1,
						["bTag"] = "Black#5443",
					}, -- [86]
					{
						["role"] = "NONE",
						["name"] = "六月的语-霜狼",
						["iLvl"] = 473,
						["time"] = 1587211917,
						["class"] = 12,
						["bTag"] = "根烟点寂寞#5960",
					}, -- [87]
					{
						["role"] = "NONE",
						["name"] = "暴劣面包-冰风岗",
						["iLvl"] = 450,
						["time"] = 1587211917,
						["class"] = 8,
						["bTag"] = "鱼头包子#5141",
					}, -- [88]
					{
						["role"] = "NONE",
						["name"] = "萌牛村小撸牛-天空之墙",
						["iLvl"] = 431,
						["time"] = 1587211917,
						["class"] = 11,
						["bTag"] = "橘子味汽水#5742",
					}, -- [89]
					{
						["role"] = "NONE",
						["name"] = "塞巴斯塔-亚雷戈斯",
						["iLvl"] = 449,
						["time"] = 1587211917,
						["class"] = 2,
						["bTag"] = "Sivils#5264",
					}, -- [90]
					{
						["role"] = "NONE",
						["name"] = "被你浪费-安苏",
						["iLvl"] = 445,
						["time"] = 1587211872,
						["class"] = 12,
						["bTag"] = "啊七丶#5226",
					}, -- [91]
					{
						["role"] = "NONE",
						["name"] = "大風丶亵渎-迅捷微风",
						["iLvl"] = 479,
						["time"] = 1587211917,
						["class"] = 2,
						["bTag"] = "我勒个去#5442",
					}, -- [92]
					{
						["role"] = "NONE",
						["name"] = "梦回王朝-熔火之心",
						["iLvl"] = 469,
						["time"] = 1587211917,
						["class"] = 9,
						["bTag"] = "梦回#5457",
					}, -- [93]
					{
						["role"] = "TANK",
						["name"] = "瑞灬弑-霜之哀伤",
						["iLvl"] = 477,
						["time"] = 1588317609,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "奇迹法先祭个妈丶#5885",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "婆娑双树-无尽之海",
						["iLvl"] = 479,
						["time"] = 1588317137,
						["class"] = 3,
						["bTag"] = "寂寞渲染#5617",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "我自闭了-丽丽（四川）",
						["iLvl"] = 478,
						["time"] = 1588317192,
						["class"] = 8,
						["bTag"] = "宁波大学前门保安#5516",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "Pianist-奥尔加隆",
						["iLvl"] = 479,
						["time"] = 1588317519,
						["class"] = 8,
						["bTag"] = "张煜#51373",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "蒂娜-利刃之拳",
						["iLvl"] = 478,
						["time"] = 1588317641,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Lonely#53616",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "烈焰丨狙杀-无尽之海",
						["iLvl"] = 480,
						["time"] = 1588317678,
						["class"] = 3,
						["bTag"] = "烈焰丨魔神#5805",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "祸害银-死亡之翼",
						["iLvl"] = 484,
						["time"] = 1588317678,
						["class"] = 3,
						["bTag"] = "猴稀罕#5182",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "丶燹-血色十字军",
						["iLvl"] = 480,
						["time"] = 1588321157,
						["class"] = 5,
						["bTag"] = "十万个嫂夫人#5607",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦雷迪斯丶-死亡之翼",
						["time"] = 1588317678,
						["class"] = 12,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "专砍电线-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1588317776,
						["class"] = 7,
						["bTag"] = "十九画生#5348",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "恐怖的大宇-血色十字军",
						["iLvl"] = 479,
						["time"] = 1588318197,
						["class"] = 4,
						["bTag"] = "恐怖的大宇#5206",
					}, -- [104]
					{
						["role"] = "HEALER",
						["name"] = "狮吇尪-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1588318247,
						["class"] = 11,
						["bTag"] = "獅吇尪#5541",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "漂泊丽人-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1588318247,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "漂泊#52947",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "双枪李向阳-狂热之刃",
						["iLvl"] = 480,
						["time"] = 1588318419,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "双枪李向阳#51256",
					}, -- [107]
					{
						["role"] = "TANK",
						["name"] = "月影传说丶-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1588319226,
						["class"] = 6,
						["bTag"] = "行走的阿光哥#5958",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "无比优秀-古尔丹",
						["iLvl"] = 478,
						["time"] = 1588320934,
						["class"] = 4,
						["bTag"] = "huiyu012#5346",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "螺旋手里剑-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1588319410,
						["class"] = 4,
						["bTag"] = "越之西子#5150",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "你说的都對-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1588319165,
						["class"] = 5,
						["bTag"] = "橙子#5461",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "万人非你丶-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1588319410,
						["class"] = 2,
						["bTag"] = "万人非你#51175",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "倾城丶顾北-海克泰尔",
						["iLvl"] = 478,
						["time"] = 1588319410,
						["class"] = 6,
						["bTag"] = "倾城丶顾北北#5961",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "暮念芸昔-死亡之翼",
						["iLvl"] = 470,
						["time"] = 1588319410,
						["class"] = 12,
						["bTag"] = "光明之锤#51897",
					}, -- [114]
					{
						["role"] = "HEALER",
						["name"] = "妞妞被抓-伊森利恩",
						["time"] = 1588320170,
						["class"] = 5,
						["leader"] = true,
					}, -- [115]
					{
						["role"] = "HEALER",
						["name"] = "恩佐斯仆从一-死亡之翼",
						["time"] = 1588320170,
						["class"] = 5,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "真水-朵丹尼尔",
						["time"] = 1588320773,
						["class"] = 8,
						["leader"] = true,
					}, -- [117]
					{
						["role"] = "TANK",
						["name"] = "千里送伊-龙骨平原",
						["iLvl"] = 479,
						["time"] = 1588321107,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Bolt#5984",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "灰衣白发-燃烧之刃",
						["time"] = 1588321157,
						["class"] = 8,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "凶残的剑齿虎-奥斯里安",
						["iLvl"] = 464,
						["time"] = 1588321364,
						["class"] = 8,
						["bTag"] = "dengshuai386#5244",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "玩命小爆-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1588321364,
						["class"] = 4,
						["bTag"] = "追疯小爆#5729",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "小王隔壁-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1588321364,
						["class"] = 4,
						["bTag"] = "谁都别上我号#5408",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "小妞给爷笑个-黑龙军团",
						["iLvl"] = 475,
						["time"] = 1588583600,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "张小天#5485",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "大帅比-烈焰峰",
						["iLvl"] = 449,
						["time"] = 1588583618,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "时光#54826",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "个难弄咯-丽丽（四川）",
						["iLvl"] = 475,
						["time"] = 1588583600,
						["class"] = 1,
						["bTag"] = "暗影之龙#5139310",
					}, -- [125]
					{
						["role"] = "HEALER",
						["name"] = "黎明圣光-巫妖之王",
						["iLvl"] = 451,
						["time"] = 1588583606,
						["class"] = 5,
						["bTag"] = "古吉拉特的风#5265",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "流萤似火-影之哀伤",
						["iLvl"] = 450,
						["time"] = 1588583557,
						["class"] = 8,
						["bTag"] = "Lovefor#5794",
					}, -- [127]
					{
						["role"] = "HEALER",
						["name"] = "全橙大天使-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1588583598,
						["class"] = 5,
						["bTag"] = "小沙#5686",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "时间刺客艾克-深渊之巢",
						["iLvl"] = 449,
						["time"] = 1588583618,
						["class"] = 4,
						["bTag"] = "德玛西亚#52181",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "洛丝菲勒-诺兹多姆",
						["iLvl"] = 476,
						["time"] = 1588583594,
						["class"] = 12,
						["bTag"] = "流浪歌手普维特斯#5965",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "寒冰瑛-迅捷微风",
						["iLvl"] = 476,
						["time"] = 1588583594,
						["class"] = 8,
						["bTag"] = "寒冰瑛#5507",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "队友不缺德-死亡之翼",
						["time"] = 1588583533,
						["class"] = 11,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "丶死亡之刃-贫瘠之地",
						["iLvl"] = 465,
						["time"] = 1588583557,
						["class"] = 4,
						["bTag"] = "独孤依然#5946",
					}, -- [133]
					{
						["role"] = "HEALER",
						["name"] = "地狱小獠牙-格瑞姆巴托",
						["iLvl"] = 371,
						["time"] = 1588583539,
						["class"] = 7,
						["bTag"] = "ScarlettJo#5634",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "玩莫贪-霜之哀伤",
						["iLvl"] = 469,
						["time"] = 1588650289,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Shine#53739",
					}, -- [135]
					{
						["role"] = "HEALER",
						["name"] = "懿似丶故人-阿纳克洛斯",
						["iLvl"] = 424,
						["time"] = 1588650281,
						["class"] = 11,
						["bTag"] = "请丨叫我铭哥#5116",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "筠心小宝-丽丽（四川）",
						["iLvl"] = 425,
						["time"] = 1588650289,
						["class"] = 4,
						["bTag"] = "血舞狂刀#5398",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "狼灬图腾灬-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1588650289,
						["class"] = 7,
						["bTag"] = "AMG#5662",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "Feiwu-瓦拉纳",
						["iLvl"] = 397,
						["time"] = 1588650289,
						["class"] = 11,
						["bTag"] = "SmartKing#5249",
					}, -- [139]
					{
						["role"] = "TANK",
						["name"] = "風暴烈酒陳-血色十字军",
						["iLvl"] = 456,
						["time"] = 1588650289,
						["class"] = 10,
						["bTag"] = "Cell#5259",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "艾丽娅丶艾琳-奥尔加隆",
						["iLvl"] = 465,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "Always#5296",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "羽风-阿克蒙德",
						["iLvl"] = 463,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "镜花水月#53642",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "漂泊丨回家-血羽",
						["iLvl"] = 450,
						["time"] = 1588650281,
						["class"] = 3,
						["bTag"] = "漂泊的鱼#5433",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "风雨如歌-艾露恩",
						["iLvl"] = 480,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "烟花易冷#54182",
					}, -- [144]
					{
						["role"] = "TANK",
						["name"] = "小红车-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "三千凉#5842",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "廘畔啊-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1588650242,
						["class"] = 12,
						["bTag"] = "南柯一梦#53956",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "风华雪夜-黑翼之巢",
						["iLvl"] = 442,
						["time"] = 1588650238,
						["class"] = 12,
						["bTag"] = "神造小丑#5814",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "林海风-死亡之翼",
						["iLvl"] = 462,
						["time"] = 1588650289,
						["class"] = 8,
						["bTag"] = "风一样的#5487",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我小刘就好-深渊之巢",
						["iLvl"] = 444,
						["time"] = 1588650289,
						["class"] = 3,
						["bTag"] = "刘翌辉#5258",
					}, -- [149]
					{
						["role"] = "HEALER",
						["name"] = "营养均衡-罗宁",
						["iLvl"] = 475,
						["time"] = 1588650289,
						["class"] = 2,
						["bTag"] = "营养#5436",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "牛奶麵包-影之哀伤",
						["iLvl"] = 447,
						["time"] = 1588650289,
						["class"] = 12,
						["bTag"] = "倚樓聽風雨#51955",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "只要久久八-血环",
						["iLvl"] = 477,
						["time"] = 1588650289,
						["class"] = 1,
						["bTag"] = "博大精深#5481",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "Seeyou-格瑞姆巴托",
						["iLvl"] = 455,
						["time"] = 1588650289,
						["class"] = 11,
						["bTag"] = "找不到#5491",
					}, -- [153]
					{
						["role"] = "HEALER",
						["name"] = "Sneijder-贫瘠之地",
						["iLvl"] = 453,
						["time"] = 1588650242,
						["class"] = 11,
						["bTag"] = "强叔叔#5800",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "迷失之牙纳尔-深渊之巢",
						["iLvl"] = 473,
						["time"] = 1588650242,
						["class"] = 12,
						["bTag"] = "德玛西亚#52181",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "水瑶婳祎-燃烧之刃",
						["iLvl"] = 458,
						["time"] = 1588650242,
						["class"] = 12,
						["bTag"] = "若颜染瞳#51650",
					}, -- [156]
					{
						["role"] = "HEALER",
						["name"] = "情小思-埃德萨拉",
						["iLvl"] = 479,
						["time"] = 1588650289,
						["class"] = 5,
						["bTag"] = "暮霂#5245",
					}, -- [157]
					{
						["role"] = "HEALER",
						["name"] = "乙木丶-死亡之翼",
						["time"] = 1588650289,
						["class"] = 5,
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "癫狂的耍耍-迅捷微风",
						["iLvl"] = 455,
						["time"] = 1588650289,
						["class"] = 1,
						["bTag"] = "癫狂的耍耍#5178",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "為無-拉文凯斯",
						["iLvl"] = 468,
						["time"] = 1588650289,
						["class"] = 4,
						["bTag"] = "岂止是远远不够#5280",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "本宫刹小羽-地狱之石",
						["time"] = 1588650289,
						["class"] = 9,
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "丨家有悍妻丨-死亡之翼",
						["iLvl"] = 445,
						["time"] = 1588650289,
						["class"] = 1,
						["bTag"] = "汝飞#5692",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "絕對丨尐杰-天空之墙",
						["iLvl"] = 439,
						["time"] = 1588741223,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "茫然之骑士#511803",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "团子臭臭-霜狼",
						["iLvl"] = 395,
						["time"] = 1588741232,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "天傲孤风#5844",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "丿壞灬孩子-洛萨",
						["iLvl"] = 469,
						["time"] = 1588741194,
						["class"] = 1,
						["bTag"] = "小熊#5990",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "高调劣人-阿拉希",
						["iLvl"] = 431,
						["time"] = 1588741194,
						["class"] = 3,
						["bTag"] = "白凝#51468",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "龙骑士志平哥-影之哀伤",
						["iLvl"] = 397,
						["time"] = 1588741219,
						["class"] = 2,
						["bTag"] = "誓以风骚撼天#5370",
					}, -- [167]
					{
						["role"] = "TANK",
						["name"] = "你的充气酱紫-烈焰峰",
						["iLvl"] = 436,
						["time"] = 1588741232,
						["class"] = 12,
						["bTag"] = "你的充气男友#5508",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "放卟丅伱-梅尔加尼",
						["iLvl"] = 422,
						["time"] = 1588741219,
						["class"] = 9,
						["bTag"] = "诺言#5636",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "幺宝宝丶-布兰卡德",
						["iLvl"] = 482,
						["time"] = 1588741219,
						["class"] = 10,
						["bTag"] = "叶旭坚#5932",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "云顶战神-影之哀伤",
						["iLvl"] = 464,
						["time"] = 1588741221,
						["class"] = 1,
						["bTag"] = "急躁之翼#55588",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "涛先生-黑铁",
						["time"] = 1588741180,
						["class"] = 1,
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "清歌绾颜-安苏",
						["iLvl"] = 479,
						["time"] = 1588741217,
						["class"] = 12,
						["bTag"] = "馒头馅的包子#51466",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "一级野生咕咕-白银之手",
						["iLvl"] = 442,
						["time"] = 1588741215,
						["class"] = 11,
						["bTag"] = "黑羽疾舞#5173",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "高洁的法皇灬-凤凰之神",
						["iLvl"] = 469,
						["time"] = 1588741194,
						["class"] = 3,
						["bTag"] = "闪亮之翼#514583",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "半世丶狂傲-丽丽（四川）",
						["iLvl"] = 479,
						["time"] = 1588741225,
						["class"] = 8,
						["bTag"] = "鹏哥#5270",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "我是水瓶座-沙怒",
						["iLvl"] = 451,
						["time"] = 1588741225,
						["class"] = 3,
						["bTag"] = "小白#52570",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "我怎么这么棒-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1588741213,
						["class"] = 9,
						["bTag"] = "耗子#51727",
					}, -- [178]
					{
						["role"] = "HEALER",
						["name"] = "Yokiki-阿纳克洛斯",
						["iLvl"] = 472,
						["time"] = 1588741230,
						["class"] = 11,
						["bTag"] = "言泠丶#5607",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "Wonder-阿纳克洛斯",
						["iLvl"] = 471,
						["time"] = 1588741230,
						["class"] = 8,
						["bTag"] = "茫然之骑士#528131",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "伤声-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1588741217,
						["class"] = 9,
						["bTag"] = "风筝有风#51166",
					}, -- [181]
					{
						["role"] = "TANK",
						["name"] = "淡墨探花-迦拉克隆",
						["iLvl"] = 437,
						["time"] = 1588741225,
						["class"] = 1,
						["bTag"] = "墨香#51524",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "宫本宝藏-凤凰之神",
						["iLvl"] = 440,
						["time"] = 1588741213,
						["class"] = 4,
						["bTag"] = "末将甲胄在身#51659",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "午后曙光-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1588741215,
						["class"] = 12,
						["bTag"] = "以德负人#5314",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "左手十三-燃烧军团",
						["iLvl"] = 472,
						["time"] = 1588741232,
						["class"] = 7,
						["bTag"] = "左手十三#5920",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血战神-海克泰尔",
						["iLvl"] = 423,
						["time"] = 1588741232,
						["class"] = 1,
						["bTag"] = "研过是非#5331",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "Nandts-石锤",
						["iLvl"] = 439,
						["time"] = 1588741225,
						["class"] = 3,
						["bTag"] = "虚空鼻子#5737",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "喷火龍-无尽之海",
						["iLvl"] = 476,
						["time"] = 1588741232,
						["class"] = 1,
						["bTag"] = "小白#53753",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "卤剁醚赅-亚雷戈斯",
						["iLvl"] = 472,
						["time"] = 1588741217,
						["class"] = 11,
						["bTag"] = "FizzyElf#528544",
					}, -- [189]
					{
						["role"] = "HEALER",
						["name"] = "莎蕾娜聖語-达尔坎",
						["iLvl"] = 441,
						["time"] = 1588741232,
						["class"] = 2,
						["bTag"] = "莎蕾娜风語#5976",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "飞舞的倩影-翡翠梦境",
						["iLvl"] = 399,
						["time"] = 1588741232,
						["class"] = 12,
						["bTag"] = "赤血倩影#5581",
					}, -- [191]
					{
						["role"] = "HEALER",
						["name"] = "君王的纷争-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1588741219,
						["class"] = 2,
						["bTag"] = "Meaning#5472",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "秋雨落夜-贫瘠之地",
						["iLvl"] = 455,
						["time"] = 1588741232,
						["class"] = 8,
						["bTag"] = "泽拉图#511707",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "布莱恩-冰霜之刃",
						["iLvl"] = 474,
						["time"] = 1588741230,
						["class"] = 3,
						["bTag"] = "疯狂的熊猫#5338",
					}, -- [194]
					{
						["role"] = "TANK",
						["name"] = "零丨概念-迦顿",
						["iLvl"] = 477,
						["time"] = 1588741232,
						["class"] = 6,
						["bTag"] = "后悔已不在#5180",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "辰星寒夜-布兰卡德",
						["iLvl"] = 468,
						["time"] = 1588741194,
						["class"] = 6,
						["bTag"] = "醉乜星辰#5434",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "喵筱倩-冰风岗",
						["iLvl"] = 467,
						["time"] = 1588741225,
						["class"] = 12,
						["bTag"] = "Red#52809",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "冲钅剑刃风暴-回音山",
						["iLvl"] = 454,
						["time"] = 1588741194,
						["class"] = 1,
						["bTag"] = "嚼口香糖的恶魔#51578",
					}, -- [198]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1587918578,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "银皮苹果-凤凰之神",
						["time"] = 1587917149,
						["class"] = 3,
						["leader"] = true,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "潇玥羽-伊森利恩",
						["iLvl"] = 446,
						["time"] = 1587917149,
						["class"] = 3,
						["bTag"] = "翎姝素问#5424",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "希丶瓦娜斯-提瑞斯法",
						["iLvl"] = 429,
						["time"] = 1587917149,
						["class"] = 6,
						["bTag"] = "頌雅楓林#5319",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "甘島夫-安苏",
						["iLvl"] = 428,
						["time"] = 1587917149,
						["class"] = 4,
						["bTag"] = "运气是实力的全部#51731",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "梦中梦见梦-克尔苏加德",
						["iLvl"] = 477,
						["time"] = 1587917149,
						["class"] = 1,
						["bTag"] = "MageNico#5389",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "風情小蛮腰-死亡之翼",
						["iLvl"] = 422,
						["time"] = 1587917149,
						["class"] = 2,
						["bTag"] = "张双庆#51237",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "梦境美人-拉文凯斯",
						["iLvl"] = 438,
						["time"] = 1587917149,
						["class"] = 12,
						["bTag"] = "康磊和齐鑫#5767",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "林筱妮-海克泰尔",
						["iLvl"] = 471,
						["time"] = 1587917149,
						["class"] = 3,
						["bTag"] = "记忆里的梦丶#5711",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "阿果吉他-古尔丹",
						["iLvl"] = 450,
						["time"] = 1587917625,
						["class"] = 11,
						["leader"] = true,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "囿臉-死亡之翼",
						["time"] = 1587917625,
						["class"] = 5,
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "死亡霊-死亡之翼",
						["time"] = 1587917625,
						["class"] = 2,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "血色的眼眸-死亡之翼",
						["time"] = 1587917625,
						["class"] = 2,
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "残枫断雪-死亡之翼",
						["time"] = 1587917625,
						["class"] = 2,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "婲哚-死亡之翼",
						["time"] = 1587917625,
						["class"] = 7,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "倦怠話-死亡之翼",
						["time"] = 1587917625,
						["class"] = 7,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "指求-死亡之翼",
						["time"] = 1587917625,
						["class"] = 7,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "創造神-死亡之翼",
						["time"] = 1587917625,
						["class"] = 7,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥灬无声-伊森利恩",
						["iLvl"] = 446,
						["time"] = 1587918578,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "死亡之翼#547989",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "花花阿姨-白银之手",
						["iLvl"] = 432,
						["time"] = 1587918578,
						["class"] = 3,
						["bTag"] = "超级无敌机智可爱#5373",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "北凉丨徐龙象-死亡之翼",
						["iLvl"] = 439,
						["time"] = 1587918008,
						["class"] = 1,
						["bTag"] = "光明之锤#554200",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "五十六条奥丁-丽丽（四川）",
						["iLvl"] = 466,
						["time"] = 1587918578,
						["class"] = 12,
						["bTag"] = "关谷君#5970",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "你减速我加速-希尔瓦娜斯",
						["iLvl"] = 461,
						["time"] = 1587918578,
						["class"] = 3,
						["bTag"] = "马踏踏#5458",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "欧库勒斯-藏宝海湾",
						["iLvl"] = 439,
						["time"] = 1587918008,
						["class"] = 8,
						["bTag"] = "ChoiTeunghy#5506",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "佐佐木希-能源舰",
						["iLvl"] = 425,
						["time"] = 1587918008,
						["class"] = 8,
						["bTag"] = "SwiftieLin#5818",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "地铁小栗次元-埃克索图斯",
						["iLvl"] = 426,
						["time"] = 1587918578,
						["class"] = 11,
						["bTag"] = "shledom#5214",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "午灬夜么么茶-霜狼",
						["iLvl"] = 426,
						["time"] = 1587918578,
						["class"] = 2,
						["bTag"] = "蒜蓉小龙虾#5689",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 459,
						["time"] = 1587918578,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "姑娘抱紧我-燃烧之刃",
						["iLvl"] = 448,
						["time"] = 1587918578,
						["class"] = 7,
						["bTag"] = "Yahamilitko#5739",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Devotiony-无尽之海",
						["iLvl"] = 471,
						["time"] = 1587919861,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Devotion#51787",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "幽灵逐风-格瑞姆巴托",
						["time"] = 1587919861,
						["class"] = 3,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "花见花枯-加兹鲁维",
						["iLvl"] = 475,
						["time"] = 1587919861,
						["class"] = 12,
						["bTag"] = "ThangKa#5215",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "灬哀沐涕-格雷迈恩",
						["iLvl"] = 478,
						["time"] = 1587919861,
						["class"] = 1,
						["bTag"] = "魔道祖师#5349",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "人世无常-阿格拉玛",
						["iLvl"] = 474,
						["time"] = 1587919861,
						["class"] = 6,
						["bTag"] = "妖邪必败#5240",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "偶是怪物-刺骨利刃",
						["iLvl"] = 468,
						["time"] = 1587919861,
						["class"] = 3,
						["bTag"] = "胖叔#5862",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "暗夜萤火虫-格瑞姆巴托",
						["iLvl"] = 467,
						["time"] = 1587919368,
						["class"] = 11,
						["bTag"] = "茫然之骑士#5149881",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "言多必失-迦拉克隆",
						["iLvl"] = 469,
						["time"] = 1587919861,
						["class"] = 5,
						["bTag"] = "贪睡之熊#599449",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "森林贤王-格瑞姆巴托",
						["iLvl"] = 467,
						["time"] = 1587919861,
						["class"] = 10,
						["bTag"] = "大洋斯克莱特#5273",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "小傻满-燃烧之刃",
						["iLvl"] = 468,
						["time"] = 1587919861,
						["class"] = 7,
						["bTag"] = "静看幸福#51936",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "迟滞一行-燃烧之刃",
						["time"] = 1587920387,
						["class"] = 3,
						["leader"] = true,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "挑肥拣瘦-燃烧之刃",
						["iLvl"] = 355,
						["time"] = 1587920387,
						["class"] = 3,
						["bTag"] = "史诗之鼠#5283431",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "粪不顾身-燃烧之刃",
						["iLvl"] = 328,
						["time"] = 1587920387,
						["class"] = 3,
						["bTag"] = "燕尾蝶#51793",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "社稷委任-燃烧之刃",
						["iLvl"] = 354,
						["time"] = 1587920387,
						["class"] = 3,
						["bTag"] = "超能之法师#597385",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "建强不取-燃烧之刃",
						["iLvl"] = 300,
						["time"] = 1587920387,
						["class"] = 3,
						["bTag"] = "超能之鱼人#5281351",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "刺蛋总新-燃烧之刃",
						["iLvl"] = 344,
						["time"] = 1587920387,
						["class"] = 3,
						["bTag"] = "蛮力之枭#5321210",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "一沉不染-燃烧之刃",
						["iLvl"] = 327,
						["time"] = 1587920387,
						["class"] = 3,
						["bTag"] = "古怪之德鲁伊#596235",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "宽洪大量-燃烧之刃",
						["iLvl"] = 327,
						["time"] = 1587920387,
						["class"] = 3,
						["bTag"] = "蛮力之兽#5312577",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Arks-燃烧之刃",
						["iLvl"] = 468,
						["time"] = 1587920387,
						["class"] = 6,
						["bTag"] = "RuinSmile#51621",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "地理课-血环",
						["time"] = 1588483463,
						["class"] = 3,
						["leader"] = true,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "丨半夏半微凉-无尽之海",
						["time"] = 1588483463,
						["class"] = 8,
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "踏雪而飞-安苏",
						["time"] = 1588483463,
						["class"] = 11,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "小雨轩-暗影之月",
						["time"] = 1588483463,
						["class"] = 8,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "悍跳狼-死亡之翼",
						["time"] = 1588483463,
						["class"] = 1,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "幻化大白腿-风暴之怒",
						["time"] = 1588483463,
						["class"] = 4,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "灵河岸边-死亡之翼",
						["time"] = 1588483463,
						["class"] = 3,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱咆啸-死亡之翼",
						["time"] = 1588483463,
						["class"] = 1,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "被动的野驴-格瑞姆巴托",
						["time"] = 1588485665,
						["class"] = 3,
						["leader"] = true,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "小霸王很无敌-死亡之翼",
						["iLvl"] = 437,
						["time"] = 1588485665,
						["class"] = 8,
						["bTag"] = "东东#53591",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "橙出不窮-鬼雾峰",
						["iLvl"] = 413,
						["time"] = 1588485665,
						["class"] = 12,
						["bTag"] = "gary#5257",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "你都看不见我-伊萨里奥斯",
						["time"] = 1588485665,
						["class"] = 1,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "吴真心呢-凤凰之神",
						["time"] = 1588485665,
						["class"] = 1,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "小贱贱丶-利刃之拳",
						["iLvl"] = 452,
						["time"] = 1588485665,
						["class"] = 3,
						["bTag"] = "阿努比斯#5233",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "无牙尛个子-雷霆之王",
						["iLvl"] = 411,
						["time"] = 1588485665,
						["class"] = 3,
						["bTag"] = "洛克达姆#5430",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "丿糖门滚-伊森利恩",
						["time"] = 1588485489,
						["class"] = 9,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "猎穆王-海克泰尔",
						["time"] = 1588485665,
						["class"] = 3,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "艾奥络斯-布兰卡德",
						["iLvl"] = 478,
						["time"] = 1588496546,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "暗影之龙#56172",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "云焕-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1588496546,
						["class"] = 12,
						["bTag"] = "狂野之狼#5347609",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "萌小球灬-燃烧之刃",
						["iLvl"] = 473,
						["time"] = 1588496532,
						["class"] = 8,
						["bTag"] = "我是如花#51199",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "拭泪修罗-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1588496546,
						["class"] = 1,
						["bTag"] = "雲儿安静#5808",
					}, -- [69]
					{
						["role"] = "HEALER",
						["name"] = "胖子哥来了-熊猫酒仙",
						["iLvl"] = 473,
						["time"] = 1588496546,
						["class"] = 5,
						["bTag"] = "杀我队友#51313",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "丶麻花丶-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1588496546,
						["class"] = 8,
						["bTag"] = "麻花#52453",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "Firecam-亚雷戈斯",
						["iLvl"] = 474,
						["time"] = 1588496546,
						["class"] = 2,
						["bTag"] = "Firecam#5615",
					}, -- [72]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "凌乱灬萨满-塞拉摩",
						["iLvl"] = 471,
						["time"] = 1588583050,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "简单粗暴#5211",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Lolo-洛丹伦",
						["time"] = 1588583023,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "水沁心-冰霜之刃",
						["iLvl"] = 478,
						["time"] = 1588583057,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "幸运之翼#522786",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "你从天上来-死亡之翼",
						["iLvl"] = 448,
						["time"] = 1588583050,
						["class"] = 3,
						["bTag"] = "极度郁闷#51684",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "拾丨叁-贫瘠之地",
						["iLvl"] = 476,
						["time"] = 1588583046,
						["class"] = 2,
						["bTag"] = "夏娜#51984",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "與寵共舞-甜水绿洲",
						["time"] = 1588583017,
						["class"] = 3,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "顽皮的小火-阿纳克洛斯",
						["iLvl"] = 476,
						["time"] = 1588583070,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "我你灬大爷#5476",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "黑道聖徒-燃烧之刃",
						["iLvl"] = 435,
						["time"] = 1588583076,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "火拳#5679",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆王丶-安苏",
						["iLvl"] = 471,
						["time"] = 1588583034,
						["class"] = 12,
						["bTag"] = "浮丶沉#51830",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "霜叹酱-奥尔加隆",
						["iLvl"] = 475,
						["time"] = 1588583040,
						["class"] = 3,
						["bTag"] = "吾辈小白#5444",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "雪淇-加基森",
						["iLvl"] = 478,
						["time"] = 1588583050,
						["class"] = 2,
						["bTag"] = "雪淇#51751",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "五十块钱一斤-格雷迈恩",
						["iLvl"] = 476,
						["time"] = 1588583089,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "楼顶夜猫子#5603",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "好无聊的名字-莱索恩",
						["iLvl"] = 475,
						["time"] = 1588583089,
						["class"] = 12,
						["bTag"] = "烟雨临殇#5261",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "软软小太阳丶-伊森利恩",
						["iLvl"] = 464,
						["time"] = 1588583089,
						["class"] = 9,
						["bTag"] = "欧洲天选之人#5774",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "漓奈-血吼",
						["iLvl"] = 454,
						["time"] = 1588583089,
						["class"] = 8,
						["bTag"] = "幸运的百百#51653",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "若离丶-血吼",
						["iLvl"] = 472,
						["time"] = 1588583089,
						["class"] = 4,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "多多关照哦-安苏",
						["iLvl"] = 473,
						["time"] = 1588583034,
						["class"] = 4,
						["bTag"] = "积极游戏重振守望#5171",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "小狐狸凸凸-诺森德",
						["iLvl"] = 439,
						["time"] = 1588583040,
						["class"] = 1,
						["bTag"] = "伤风感冒#5134",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "沉沦飘雪-死亡之翼",
						["iLvl"] = 459,
						["time"] = 1588583050,
						["class"] = 3,
						["bTag"] = "一点点默契#5325",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "雨灬木-无尽之海",
						["iLvl"] = 478,
						["time"] = 1588583040,
						["class"] = 12,
						["bTag"] = "秋殇别恋#52631",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "桃子味鼻涕-白骨荒野",
						["iLvl"] = 471,
						["time"] = 1588583046,
						["class"] = 9,
						["bTag"] = "小鼻屎#5991",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "爱姐姐太好了-燃烧平原",
						["iLvl"] = 479,
						["time"] = 1588583061,
						["class"] = 2,
						["bTag"] = "菲你莫属#5180",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "江山有残阳-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1588583050,
						["class"] = 8,
						["bTag"] = "海哥#5157",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "小豬丶-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1588583040,
						["class"] = 3,
						["bTag"] = "居少#51567",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "逼茄锁-死亡之翼",
						["time"] = 1588583021,
						["class"] = 4,
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "瑟利斯瑞-夏维安",
						["iLvl"] = 464,
						["time"] = 1588583040,
						["class"] = 5,
						["bTag"] = "旭旭323#5804",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Nizhongge-伊森利恩",
						["time"] = 1588583028,
						["class"] = 12,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "丶销魂有罪-冰霜之刃",
						["iLvl"] = 460,
						["time"] = 1588583040,
						["class"] = 12,
						["bTag"] = "庸手丶#5423",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "墨徵-丽丽（四川）",
						["iLvl"] = 474,
						["time"] = 1588583048,
						["class"] = 10,
						["bTag"] = "贪睡之熊#54870",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "超超的跟班-兰娜瑟尔",
						["iLvl"] = 475,
						["time"] = 1588583040,
						["class"] = 8,
						["bTag"] = "超超#52912",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Nearz-安苏",
						["time"] = 1588583507,
						["class"] = 3,
						["leader"] = true,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "靈魂蟲蟲-影之哀伤",
						["time"] = 1588583507,
						["class"] = 7,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "闪开小魂来了-纳沙塔尔",
						["iLvl"] = 477,
						["time"] = 1588583507,
						["class"] = 1,
						["bTag"] = "白菜#5815",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "战争画师-加基森",
						["time"] = 1588583507,
						["class"] = 8,
					}, -- [34]
				},
				["2-257-683-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 436,
						["time"] = 1586965160,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "贝鉨玛利斯-迦拉克隆",
						["iLvl"] = 468,
						["time"] = 1586965160,
						["class"] = 6,
						["bTag"] = "布拉格的一把火#5831",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "麦子丶-阿纳克洛斯",
						["iLvl"] = 435,
						["time"] = 1586965160,
						["class"] = 5,
						["bTag"] = "蛮力之精灵#54830",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "三米阳光-安苏",
						["iLvl"] = 451,
						["time"] = 1586965160,
						["class"] = 12,
						["bTag"] = "路别云泥#5110",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "想名字头疼-阿拉希",
						["iLvl"] = 470,
						["time"] = 1587553074,
						["class"] = 8,
						["bTag"] = "想名字头疼#5359",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 468,
						["time"] = 1587553074,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "小昊吼吼哈嘿-凤凰之神",
						["iLvl"] = 463,
						["time"] = 1587552963,
						["class"] = 11,
						["bTag"] = "古古怪怪#51429",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "殇世-塞拉摩",
						["iLvl"] = 461,
						["time"] = 1587553074,
						["class"] = 6,
						["bTag"] = "于先生#51578",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "小脑斧丶歪歪-死亡之翼",
						["iLvl"] = 468,
						["time"] = 1587553074,
						["class"] = 2,
						["bTag"] = "颓废怨灵#5827",
					}, -- [9]
				},
				["2-256-679-0"] = {
					{
						["role"] = "TANK",
						["name"] = "十三十-克尔苏加德",
						["iLvl"] = 472,
						["time"] = 1587554547,
						["class"] = 12,
						["bTag"] = "沉默之剑#55453",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 468,
						["time"] = 1587554547,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "吃蒜的猫-龙骨平原",
						["iLvl"] = 473,
						["time"] = 1587554547,
						["class"] = 3,
						["bTag"] = "一个不好听的名字#51318",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "灰烬之灵魂-燃烧之刃",
						["iLvl"] = 462,
						["time"] = 1587554547,
						["class"] = 5,
						["bTag"] = "SneezyDwarf#51642",
					}, -- [4]
				},
				["2-140-510-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 468,
						["time"] = 1587482326,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 445,
						["time"] = 1587482326,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "影踪派吊车尾-埃德萨拉",
						["iLvl"] = 453,
						["time"] = 1587482326,
						["class"] = 10,
						["bTag"] = "夜夜丶夜如歌#5309",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "柒叁壹-丹莫德",
						["iLvl"] = 454,
						["time"] = 1587482326,
						["class"] = 2,
						["bTag"] = "沧海丶一枝梅#5327",
					}, -- [4]
				},
				["2-143-521-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 431,
						["time"] = 1586684640,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 462,
						["time"] = 1586684640,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "丶肖奈-燃烧之刃",
						["iLvl"] = 463,
						["time"] = 1586684640,
						["class"] = 2,
						["bTag"] = "昵称#5947",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "明白鬼-黑石尖塔",
						["iLvl"] = 403,
						["time"] = 1586684640,
						["class"] = 12,
						["bTag"] = "菜鸟丶菜鸡#5757",
					}, -- [4]
				},
				["2-137-502-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1587911924,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "梦碎她乡-海克泰尔",
						["iLvl"] = 472,
						["time"] = 1587910686,
						["class"] = 3,
						["bTag"] = "HqweiN#5701",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 459,
						["time"] = 1588576477,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "疯狂斗龙-格瑞姆巴托",
						["iLvl"] = 459,
						["time"] = 1588576477,
						["class"] = 6,
						["bTag"] = "快乐魔精#5806",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "一支穿雲箭-冰风岗",
						["iLvl"] = 457,
						["time"] = 1588576477,
						["class"] = 3,
						["bTag"] = "Snake#5132",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "Understand-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1588576477,
						["class"] = 11,
						["bTag"] = "可乐喝咖啡#5295",
					}, -- [6]
				},
				["2-143-522-0"] = {
					{
						["role"] = "TANK",
						["name"] = "招财丶猫-伊森利恩",
						["iLvl"] = 475,
						["time"] = 1587183353,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "潇洒丶小战#5953",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "木云丶-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1587183353,
						["class"] = 8,
						["bTag"] = "木云#51491",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "槭叶鸢萝-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1587183353,
						["class"] = 2,
						["bTag"] = "啊咧啊咧#51162",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "脆的像玻璃丶-伊森利恩",
						["iLvl"] = 474,
						["time"] = 1587183353,
						["class"] = 6,
						["bTag"] = "冬暖夏凉#51810",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "夏鹿-熔火之心",
						["time"] = 1588663050,
						["class"] = 1,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 461,
						["time"] = 1588663050,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "糊人-奥蕾莉亚",
						["iLvl"] = 470,
						["time"] = 1588663050,
						["class"] = 10,
						["bTag"] = "咖啡厨#5681",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "喆士多仔-熊猫酒仙",
						["iLvl"] = 464,
						["time"] = 1588663050,
						["class"] = 11,
						["bTag"] = "加多寶#51615",
					}, -- [8]
				},
				["2-139-645-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 429,
						["time"] = 1586679253,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 462,
						["time"] = 1586679253,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "魔影回来了-天空之墙",
						["iLvl"] = 435,
						["time"] = 1586679253,
						["class"] = 6,
						["bTag"] = "梁彬#5319",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Cyua-安苏",
						["iLvl"] = 470,
						["time"] = 1586679253,
						["class"] = 2,
						["bTag"] = "半藏#51912",
					}, -- [4]
				},
				["2-139-504-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 433,
						["time"] = 1586875052,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 467,
						["time"] = 1586950366,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "目标转换-燃烧之刃",
						["iLvl"] = 433,
						["time"] = 1586875052,
						["class"] = 11,
						["bTag"] = "MightyPants#58650",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "上帝猎魔-凤凰之神",
						["iLvl"] = 429,
						["time"] = 1586875052,
						["class"] = 12,
						["bTag"] = "Jason#56216",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "温柔阁小桃红-埃德萨拉",
						["iLvl"] = 470,
						["time"] = 1586950366,
						["class"] = 3,
						["bTag"] = "我有十八#51460",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "天地熊僧-格瑞姆巴托",
						["iLvl"] = 464,
						["time"] = 1586950366,
						["class"] = 10,
						["bTag"] = "深海#5568",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "小雅宝宝丶-金色平原",
						["iLvl"] = 466,
						["time"] = 1586950366,
						["class"] = 10,
						["bTag"] = "星墟之风丶#5804",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "大米饼丶-死亡之翼",
						["iLvl"] = 468,
						["time"] = 1586959906,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "回忆之殇#5489",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "意马莫纵-梅尔加尼",
						["iLvl"] = 478,
						["time"] = 1586959906,
						["class"] = 6,
						["bTag"] = "MagicTurtle#53426",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "人鬼怕见-梅尔加尼",
						["iLvl"] = 477,
						["time"] = 1586959906,
						["class"] = 12,
						["bTag"] = "秋天的树叶#51898",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Inone-梅尔加尼",
						["iLvl"] = 470,
						["time"] = 1586959906,
						["class"] = 12,
						["bTag"] = "吃我一记大煎饺#5274",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "playernfniiv-阿纳克洛斯",
						["iLvl"] = 471,
						["time"] = 1587873774,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "讨厌尼姑#5849",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "伊芙-龙骨平原",
						["iLvl"] = 478,
						["time"] = 1587873774,
						["class"] = 12,
						["bTag"] = "水相天蝎#5702",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "哇丶野原葵-燃烧之刃",
						["iLvl"] = 471,
						["time"] = 1587873774,
						["class"] = 2,
						["bTag"] = "DireRaven#560257",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "吃拌面配紅牛-耐奥祖",
						["iLvl"] = 476,
						["time"] = 1587873774,
						["class"] = 11,
						["bTag"] = "豬頭小蟲#51898",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "费尔南多影舞-格瑞姆巴托",
						["iLvl"] = 467,
						["time"] = 1587880577,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "小松菜奈#51339",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "全能玛特伽-血色十字军",
						["iLvl"] = 471,
						["time"] = 1587880577,
						["class"] = 3,
						["bTag"] = "狸狸猫猫#5326",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "大飞饼-伊森利恩",
						["iLvl"] = 470,
						["time"] = 1587880577,
						["class"] = 12,
						["bTag"] = "豆香锅巴#51496",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "檬德-阿纳克洛斯",
						["iLvl"] = 466,
						["time"] = 1587880577,
						["class"] = 11,
						["bTag"] = "遺忘榮耀#5787",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "小宝归来-安苏",
						["iLvl"] = 478,
						["time"] = 1589084425,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "神之魔道#5596",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "十月的雨-凤凰之神",
						["iLvl"] = 461,
						["time"] = 1589084425,
						["class"] = 9,
						["bTag"] = "我的胖子#5704",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "江南财狼-火羽山",
						["iLvl"] = 479,
						["time"] = 1589084425,
						["class"] = 3,
						["bTag"] = "隔壁老王#56615",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "半醉半醒-冬泉谷",
						["iLvl"] = 474,
						["time"] = 1589084425,
						["class"] = 10,
						["bTag"] = "月夜忧郁#5297",
					}, -- [23]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "比巴卜泡泡糖-奥妮克希亚",
						["iLvl"] = 440,
						["time"] = 1587615023,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "玻璃心#51342",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "Hous-卡拉赞",
						["iLvl"] = 451,
						["time"] = 1587615023,
						["class"] = 6,
						["bTag"] = "漩涡狼#5448",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "珞珈蕴秀-埃德萨拉",
						["iLvl"] = 471,
						["time"] = 1587615025,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "Vacant#51895",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "杨桃-迪瑟洛克",
						["iLvl"] = 478,
						["time"] = 1587615023,
						["class"] = 5,
						["bTag"] = "海棠#5945",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "飞天瓜皮小猪-霜之哀伤",
						["time"] = 1587615025,
						["class"] = 9,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "文刀二火-熵魔",
						["iLvl"] = 478,
						["time"] = 1587615021,
						["class"] = 8,
						["bTag"] = "文刀二火#5488",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "猫猫的看家熊-洛萨",
						["iLvl"] = 452,
						["time"] = 1587615021,
						["class"] = 11,
						["bTag"] = "丶月丨影灬#5984",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "神仙茶-鬼雾峰",
						["iLvl"] = 473,
						["time"] = 1587615021,
						["class"] = 4,
						["bTag"] = "果果#55625",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "血豹丨-深渊之巢",
						["iLvl"] = 460,
						["time"] = 1587614927,
						["class"] = 12,
						["bTag"] = "Bloodleopard#51214",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "艿器-密林游侠",
						["time"] = 1587615021,
						["class"] = 2,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Aurelius-红龙军团",
						["time"] = 1587615034,
						["class"] = 2,
						["leader"] = true,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "幽幽听风声-燃烧之刃",
						["iLvl"] = 453,
						["time"] = 1587615023,
						["class"] = 1,
						["bTag"] = "小黑#5628",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Controlx-血色十字军",
						["time"] = 1587615029,
						["class"] = 1,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "月轻弹-艾露恩",
						["iLvl"] = 450,
						["time"] = 1587615021,
						["class"] = 1,
						["bTag"] = "来来#5940",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "长剑乂烈酒-阿克蒙德",
						["iLvl"] = 450,
						["time"] = 1587615025,
						["class"] = 2,
						["bTag"] = "idontcare#5148",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "丷彩儿丷-死亡之翼",
						["iLvl"] = 445,
						["time"] = 1587615023,
						["class"] = 6,
						["bTag"] = "BeRain#5780",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "空白音符-克尔苏加德",
						["iLvl"] = 449,
						["time"] = 1587615023,
						["class"] = 1,
						["bTag"] = "爵士丶雨#5645",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫仙人-影之哀伤",
						["iLvl"] = 450,
						["time"] = 1587615034,
						["class"] = 3,
						["bTag"] = "Surprise#5189",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "猎刃哥哥-鬼雾峰",
						["iLvl"] = 452,
						["time"] = 1587615034,
						["class"] = 12,
						["bTag"] = "幸运之翼#59176",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋大包天-踏梦者",
						["iLvl"] = 460,
						["time"] = 1587615034,
						["class"] = 8,
						["bTag"] = "囗爆#5537",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Lohas-白银之手",
						["time"] = 1587615034,
						["class"] = 8,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "满天飛花雨-火焰之树",
						["iLvl"] = 478,
						["time"] = 1587614927,
						["class"] = 1,
						["bTag"] = "满天飞花雨#5277",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "无奶酒牧-贫瘠之地",
						["iLvl"] = 429,
						["time"] = 1587615023,
						["class"] = 5,
						["bTag"] = "最佳配角#5935",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "小妞练武术-鲜血熔炉",
						["time"] = 1587615034,
						["class"] = 10,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "吃小馒头吗-无尽之海",
						["iLvl"] = 461,
						["time"] = 1587615023,
						["class"] = 10,
						["bTag"] = "老怼#51826",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "南瓜骑士-艾露恩",
						["iLvl"] = 425,
						["time"] = 1587615029,
						["class"] = 3,
						["bTag"] = "Zarosraf#5740",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 450,
						["time"] = 1587615034,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "溜溜哟-熔火之心",
						["time"] = 1587615034,
						["class"] = 6,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "天朝子民-影之哀伤",
						["iLvl"] = 474,
						["time"] = 1587615021,
						["class"] = 2,
						["bTag"] = "菠萝苹果#5513",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "兜蔸-鬼雾峰",
						["iLvl"] = 470,
						["time"] = 1587615034,
						["class"] = 8,
						["bTag"] = "蔸神#5624",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "丷寒枝雀靜丷-安苏",
						["iLvl"] = 468,
						["time"] = 1587614927,
						["class"] = 11,
						["bTag"] = "寒枝雀静#51661",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆小小贼-血吼",
						["iLvl"] = 421,
						["time"] = 1587615027,
						["class"] = 4,
						["bTag"] = "黄芷瑜#5903",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "半瓶晃荡-死亡之翼",
						["iLvl"] = 471,
						["time"] = 1587615021,
						["class"] = 8,
						["bTag"] = "半瓶晃荡#51623",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Lalalalaa-布兰卡德",
						["iLvl"] = 465,
						["time"] = 1587615021,
						["class"] = 2,
						["bTag"] = "Woody#5643",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "釉色的青花瓷-死亡之翼",
						["iLvl"] = 435,
						["time"] = 1587615034,
						["class"] = 7,
						["bTag"] = "小镇风景#51132",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "小小九-祖尔金",
						["iLvl"] = 468,
						["time"] = 1587614927,
						["class"] = 3,
						["bTag"] = "恶魔无双#5278",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Wass-萨洛拉丝",
						["time"] = 1587615034,
						["class"] = 9,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "朱丽叶-埃加洛尔",
						["iLvl"] = 421,
						["time"] = 1587615034,
						["class"] = 1,
						["bTag"] = "不归#5543",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "橙神-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1587615025,
						["class"] = 2,
						["bTag"] = "爆燃的豆腐#5382",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "鸭王会下蛋-奥蕾莉亚",
						["iLvl"] = 465,
						["time"] = 1587624701,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "MMMMMMMMM#51208",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "十月十-洛丹伦",
						["iLvl"] = 467,
						["time"] = 1587624701,
						["class"] = 9,
						["bTag"] = "October10#5859",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "一铭老舅-利刃之拳",
						["iLvl"] = 436,
						["time"] = 1587624701,
						["class"] = 3,
						["bTag"] = "弯曲的土豆#5557",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "夜下小醉-死亡之翼",
						["iLvl"] = 444,
						["time"] = 1587624701,
						["class"] = 2,
						["bTag"] = "宋朝子民#5620",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "小阿九丶-安苏",
						["iLvl"] = 479,
						["time"] = 1587624701,
						["class"] = 2,
						["bTag"] = "故人以北爱荒凉#51438",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "灬小情绪灬-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1587624701,
						["class"] = 10,
						["bTag"] = "莫小痛#5503",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "大河之舞-冰霜之刃",
						["iLvl"] = 461,
						["time"] = 1587624701,
						["class"] = 9,
						["bTag"] = "吉安娜#56232",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "随便打十个-风行者",
						["iLvl"] = 449,
						["time"] = 1587624701,
						["class"] = 12,
						["bTag"] = "LWnero#5800",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "Enumaelish-试炼之环",
						["iLvl"] = 476,
						["time"] = 1587624701,
						["class"] = 12,
						["bTag"] = "cocoso#51762",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "爱迪先-影之哀伤",
						["iLvl"] = 460,
						["time"] = 1587624701,
						["class"] = 1,
						["bTag"] = "爱迪先#5776",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "卉小贱-黑铁",
						["iLvl"] = 425,
						["time"] = 1587624701,
						["class"] = 8,
						["bTag"] = "半夜酒醒最孤独丶#5137",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "妖瞳小岚-阿卡玛",
						["iLvl"] = 476,
						["time"] = 1587624701,
						["class"] = 8,
						["bTag"] = "守护炎樱#5456",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "Lihûa-格瑞姆巴托",
						["iLvl"] = 468,
						["time"] = 1587624701,
						["class"] = 8,
						["bTag"] = "Europeking#51657",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "英雄猎手-屠魔山谷",
						["iLvl"] = 452,
						["time"] = 1587624701,
						["class"] = 3,
						["bTag"] = "英雄#5914",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "你高数五十九-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1587624701,
						["class"] = 9,
						["bTag"] = "妖孽休得猖狂#5750",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "辰月印池-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1587624701,
						["class"] = 2,
						["bTag"] = "宅叔#5570",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走满满-巫妖之王",
						["iLvl"] = 473,
						["time"] = 1587624701,
						["class"] = 7,
						["bTag"] = "猥琐怪叔叔#5193",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "霸啵儿奔-格瑞姆巴托",
						["iLvl"] = 384,
						["time"] = 1587624701,
						["class"] = 2,
						["bTag"] = "Binks#51951",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "无尽永恒-死亡之翼",
						["iLvl"] = 446,
						["time"] = 1587624701,
						["class"] = 4,
						["bTag"] = "GBYAYIBA#5946",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "小砾往前冲-血环",
						["iLvl"] = 450,
						["time"] = 1587624701,
						["class"] = 2,
						["bTag"] = "单曲循环#51868",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "Rockbuddha-安纳塞隆",
						["iLvl"] = 471,
						["time"] = 1587624701,
						["class"] = 8,
						["bTag"] = "HONOR#5359",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "我的宝宝啦-苏塔恩",
						["time"] = 1587624701,
						["class"] = 3,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "易宝宝-风暴之怒",
						["iLvl"] = 434,
						["time"] = 1587624701,
						["class"] = 3,
						["bTag"] = "诺兮么么#5981",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "幕后煮使-神圣之歌",
						["time"] = 1587624701,
						["class"] = 3,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "麥田小热-弗塞雷迦",
						["iLvl"] = 450,
						["time"] = 1587624701,
						["class"] = 4,
						["bTag"] = "鮮血与雷鳴#5980",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "女乃米分可可-提尔之手",
						["iLvl"] = 449,
						["time"] = 1587624701,
						["class"] = 5,
						["bTag"] = "我就是个混混#5552",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "清泉流响-熔火之心",
						["time"] = 1587624701,
						["class"] = 8,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "玄丶冥-死亡之翼",
						["iLvl"] = 463,
						["time"] = 1587624701,
						["class"] = 8,
						["bTag"] = "故事随风余生敬酒#5680",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "捷风莫月-影之哀伤",
						["iLvl"] = 452,
						["time"] = 1587624701,
						["class"] = 6,
						["bTag"] = "天启圣骑士#5499",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "捷风墨月-影之哀伤",
						["iLvl"] = 447,
						["time"] = 1587624701,
						["class"] = 11,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "荷衣环珮-影之哀伤",
						["iLvl"] = 451,
						["time"] = 1587624701,
						["class"] = 2,
						["bTag"] = "天启圣骑士#5499",
					}, -- [70]
					{
						["role"] = "HEALER",
						["name"] = "卿似星坠入梦-影之哀伤",
						["iLvl"] = 451,
						["time"] = 1587624701,
						["class"] = 11,
						["bTag"] = "倾一世温柔#51161",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "小豆子呀-伊森利恩",
						["iLvl"] = 468,
						["time"] = 1587624701,
						["class"] = 4,
						["bTag"] = "不笑猫#51344",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "神精乱行者-伊森德雷",
						["iLvl"] = 447,
						["time"] = 1587624701,
						["class"] = 4,
						["bTag"] = "Jallopino#5226",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "美麗的邂逅-安苏",
						["iLvl"] = 456,
						["time"] = 1587624701,
						["class"] = 11,
						["bTag"] = "美丽的邂逅#5476",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "洫暗丶-血色十字军",
						["iLvl"] = 464,
						["time"] = 1587624701,
						["class"] = 1,
						["bTag"] = "DxhSuGar#5919",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "我的地盘由我-艾莫莉丝",
						["iLvl"] = 474,
						["time"] = 1587624701,
						["class"] = 3,
						["bTag"] = "MagicGnome#592412",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "糖水杨梅-通灵学院",
						["iLvl"] = 441,
						["time"] = 1587624701,
						["class"] = 8,
						["bTag"] = "qmzzmq770912#5644",
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "桃之夭妖女-迅捷微风",
						["iLvl"] = 468,
						["time"] = 1587624701,
						["class"] = 2,
						["bTag"] = "桃子小妖女#5790",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "踏雪微风-无尽之海",
						["iLvl"] = 456,
						["time"] = 1588243073,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "陌上释然#5531",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "史大托-迅捷微风",
						["iLvl"] = 453,
						["time"] = 1588243073,
						["class"] = 8,
						["bTag"] = "吴彦祖#52121",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "咕噜魔法使-恐怖图腾",
						["time"] = 1588243071,
						["class"] = 8,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "蝴蝶丶-古尔丹",
						["iLvl"] = 438,
						["time"] = 1588243073,
						["class"] = 2,
						["bTag"] = "哪些曾经#5992",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "细腰大长腿-海克泰尔",
						["iLvl"] = 456,
						["time"] = 1588243071,
						["class"] = 10,
						["bTag"] = "姐夫#5551",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬泡腾片-阿尔萨斯",
						["iLvl"] = 477,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "阿杜哥哥#5688",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "黑鹰坠落-毁灭之锤",
						["iLvl"] = 466,
						["time"] = 1588243060,
						["class"] = 3,
						["bTag"] = "黄山#5642",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "卡蓝条咯-燃烧之刃",
						["iLvl"] = 425,
						["time"] = 1588243073,
						["class"] = 2,
						["bTag"] = "乐乐乐#51411",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "遗矢的微笑-冰风岗",
						["iLvl"] = 441,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "暗影之鱼人#512191",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "血色凋翎-丽丽（四川）",
						["iLvl"] = 431,
						["time"] = 1588243073,
						["class"] = 6,
						["bTag"] = "血色飘逸#5147",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "三好学生-外域",
						["iLvl"] = 451,
						["time"] = 1588243071,
						["class"] = 12,
						["bTag"] = "莫小熙#5795",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "Zenios-洛萨",
						["iLvl"] = 462,
						["time"] = 1588243073,
						["class"] = 2,
						["bTag"] = "小籠包#5555",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "埃辛诺斯之翼-血羽",
						["iLvl"] = 433,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "牛菩萨#5198",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "丷杉小夏丷-艾莫莉丝",
						["iLvl"] = 476,
						["time"] = 1588243073,
						["class"] = 11,
						["bTag"] = "琦琦#52125",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "闪眼睛-红龙女王",
						["iLvl"] = 476,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "烧包谷#5733",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "灬溯夜灬-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1588243071,
						["class"] = 4,
						["bTag"] = "溯夜#5447",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "送葬者丶丶-影之哀伤",
						["time"] = 1588243073,
						["class"] = 12,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "风卷藏云-伊森利恩",
						["iLvl"] = 439,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "鬼人灬#5922",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "任我恒行-萨菲隆",
						["time"] = 1588243073,
						["class"] = 8,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "伈想是橙丶-格瑞姆巴托",
						["iLvl"] = 454,
						["time"] = 1588243073,
						["class"] = 8,
						["bTag"] = "明日天地#5220",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "菜坤坤-回音山",
						["iLvl"] = 441,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "茹晗#5226",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "法海-希尔瓦娜斯",
						["iLvl"] = 404,
						["time"] = 1588242983,
						["class"] = 8,
						["bTag"] = "勇者胜#5870",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "魅顔-达纳斯",
						["iLvl"] = 453,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "胖子#51382",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "小貝-格瑞姆巴托",
						["iLvl"] = 427,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "五更琉璃#52487",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "都有病-克尔苏加德",
						["iLvl"] = 439,
						["time"] = 1588243073,
						["class"] = 12,
						["bTag"] = "幕后煮屍#5785",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "Blackxx-燃烧军团",
						["iLvl"] = 462,
						["time"] = 1588243073,
						["class"] = 5,
						["bTag"] = "万花筒大炮弹#5152",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "百脱不得骑姐-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1588243073,
						["class"] = 6,
						["bTag"] = "我既是虫群#5771",
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "花花小兽-玛洛加尔",
						["iLvl"] = 475,
						["time"] = 1588243073,
						["class"] = 7,
						["bTag"] = "信仰#5149",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌哒大胖扎-死亡之翼",
						["iLvl"] = 463,
						["time"] = 1588243073,
						["class"] = 2,
						["bTag"] = "weiqiang#5723",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "遇见未来-奎尔丹纳斯",
						["iLvl"] = 462,
						["time"] = 1588243073,
						["class"] = 7,
						["bTag"] = "孤傲的圣骑士#5151",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "戰場原黑儀-艾莫莉丝",
						["iLvl"] = 435,
						["time"] = 1588243073,
						["class"] = 1,
						["bTag"] = "SyuIzumi#5818",
					}, -- [109]
					{
						["role"] = "HEALER",
						["name"] = "尛灬尛灬-死亡之翼",
						["iLvl"] = 462,
						["time"] = 1588243073,
						["class"] = 10,
						["bTag"] = "小丸子#5876",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝奈尔-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1588243073,
						["class"] = 1,
						["bTag"] = "蓝奈尔#5304",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "大光头吴克-卡拉赞",
						["iLvl"] = 468,
						["time"] = 1588243073,
						["class"] = 1,
						["bTag"] = "游泳教练#5159",
					}, -- [112]
					{
						["role"] = "TANK",
						["name"] = "Aiwzhouxin-冬寒",
						["time"] = 1588243073,
						["class"] = 2,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "照乡鹿-苏塔恩",
						["time"] = 1588243073,
						["class"] = 10,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "Vanyangyoo-死亡之翼",
						["time"] = 1588243073,
						["class"] = 8,
					}, -- [115]
				},
				["2-145-530-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 467,
						["time"] = 1586942053,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "唠叨的小鬼-霜之哀伤",
						["iLvl"] = 476,
						["time"] = 1586942053,
						["class"] = 9,
						["bTag"] = "肥猫#52215",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "冷月忧魂-苏塔恩",
						["iLvl"] = 468,
						["time"] = 1586942053,
						["class"] = 6,
						["bTag"] = "冷月悠魂#5934",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "月兑月兑-古尔丹",
						["iLvl"] = 461,
						["time"] = 1586942053,
						["class"] = 11,
						["bTag"] = "密斯特楊#5954",
					}, -- [4]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1587740462,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 455,
						["time"] = 1587740462,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "西力士片-埃德萨拉",
						["iLvl"] = 457,
						["time"] = 1587740462,
						["class"] = 12,
						["bTag"] = "井冈山会师#5557",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "演绎幸福灬-黑手军团",
						["iLvl"] = 455,
						["time"] = 1587740462,
						["class"] = 2,
						["bTag"] = "Ture#5519",
					}, -- [4]
				},
				["2-146-534-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 459,
						["time"] = 1588522170,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "维勒布洛-雷霆之王",
						["iLvl"] = 469,
						["time"] = 1588522170,
						["class"] = 8,
						["bTag"] = "各种远古各种毕业#5962",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "钢钢-红龙军团",
						["iLvl"] = 462,
						["time"] = 1588522170,
						["class"] = 5,
						["bTag"] = "抽抽#5335",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "风回月落-燃烧之刃",
						["iLvl"] = 457,
						["time"] = 1588522170,
						["class"] = 12,
						["bTag"] = "易水两岸#5491",
					}, -- [4]
				},
			},
			["lastSearchCode"] = "2-0-0-0",
		},
	},
}
