
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["洛克达姆 - 雷霆之王"] = "洛克达姆 - 雷霆之王",
	},
	["profiles"] = {
		["洛克达姆 - 雷霆之王"] = {
			["appShine"] = "80300.01",
			["createHistoryList"] = {
				"2-257-683-0", -- [1]
				"2-137-502-0", -- [2]
				"2-141-514-0", -- [3]
				"2-145-530-0", -- [4]
				"2-142-518-0", -- [5]
				"2-143-522-0", -- [6]
				"2-146-534-0", -- [7]
				"2-256-679-0", -- [8]
				"2-140-510-0", -- [9]
				"2-138-507-0", -- [10]
				"2-139-504-0", -- [11]
				"2-143-521-0", -- [12]
				"2-139-645-0", -- [13]
				"111-249-662-0", -- [14]
				"6-0-17-0", -- [15]
				"2-138-644-0", -- [16]
			},
			["minimap"] = {
				["hide"] = false,
			},
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1593015038,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "瓦伦-安苏",
						["iLvl"] = 476,
						["time"] = 1593015040,
						["class"] = 1,
						["bTag"] = "北斗火舞#5972",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "黑雲压辰-安苏",
						["iLvl"] = 477,
						["time"] = 1593015040,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "枫之陨落#5636",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "裴不了-安苏",
						["time"] = 1593015040,
						["class"] = 1,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "低调的破格-安苏",
						["iLvl"] = 432,
						["time"] = 1593015038,
						["class"] = 10,
						["bTag"] = "秋风无情#5771",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "大角先生-安苏",
						["iLvl"] = 472,
						["time"] = 1593015038,
						["class"] = 1,
						["bTag"] = "乃疙瘩#5127",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "凤焱-安苏",
						["iLvl"] = 450,
						["time"] = 1593015032,
						["class"] = 3,
						["bTag"] = "Vcoat#5144",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "Foxbaby-安苏",
						["iLvl"] = 476,
						["time"] = 1593014806,
						["class"] = 7,
						["bTag"] = "你怎么打人呀#5988",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "旗沐阳-安苏",
						["iLvl"] = 472,
						["time"] = 1593015006,
						["class"] = 2,
						["bTag"] = "伤寒#5646",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "自由恶棍-安苏",
						["iLvl"] = 465,
						["time"] = 1593015040,
						["class"] = 2,
						["bTag"] = "rocboy#51911",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "范尼式德鲁依-安苏",
						["iLvl"] = 393,
						["time"] = 1593015040,
						["class"] = 11,
						["bTag"] = "火影宇智波鼬#5416",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "眉清目秀乄-安苏",
						["time"] = 1593015036,
						["class"] = 3,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "糖丨一丨也-安苏",
						["iLvl"] = 458,
						["time"] = 1593015038,
						["class"] = 8,
						["bTag"] = "华丽之虎#525512",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "爱丽西斯-安苏",
						["iLvl"] = 466,
						["time"] = 1593015020,
						["class"] = 1,
						["bTag"] = "野蛮的优雅#5685",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "帅气的阿晗-血色十字军",
						["iLvl"] = 478,
						["time"] = 1593015038,
						["class"] = 8,
						["bTag"] = "哎呦不错哦#52121",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "玫瑰之星-菲米丝",
						["time"] = 1593015034,
						["class"] = 3,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "南理猎马人-罗宁",
						["iLvl"] = 420,
						["time"] = 1593014989,
						["class"] = 12,
						["bTag"] = "AmazingWorld#5749",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "卧底的猫-安其拉",
						["iLvl"] = 469,
						["time"] = 1593015036,
						["class"] = 2,
						["bTag"] = "卧底的猫#5835",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "梦回巅峰-雏龙之翼",
						["iLvl"] = 468,
						["time"] = 1593014983,
						["class"] = 2,
						["bTag"] = "索菲娅圣光#5572",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "氖奶-安苏",
						["iLvl"] = 475,
						["time"] = 1593015040,
						["class"] = 5,
						["bTag"] = "YouAndMe#51676",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "刘韵来-遗忘海岸",
						["iLvl"] = 477,
						["time"] = 1593015038,
						["class"] = 8,
						["bTag"] = "于谯桃星薇#5375",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "隐洧者-死亡之翼",
						["iLvl"] = 467,
						["time"] = 1593015038,
						["class"] = 4,
						["bTag"] = "跳跳熊#517900",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "Arthurcurry-地狱咆哮",
						["iLvl"] = 470,
						["time"] = 1593015032,
						["class"] = 10,
						["bTag"] = "Azeroth#51156",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "丿灬井上和人-贫瘠之地",
						["iLvl"] = 466,
						["time"] = 1593015040,
						["class"] = 8,
						["bTag"] = "Hobart#5792",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "重庆酸菜鱼-安苏",
						["iLvl"] = 420,
						["time"] = 1593015032,
						["class"] = 1,
						["bTag"] = "马腾飞#51253",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "多萝西瓜瓜-辛达苟萨",
						["iLvl"] = 460,
						["time"] = 1593014884,
						["class"] = 3,
						["bTag"] = "amazingcl#5671",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "搖擺-安苏",
						["iLvl"] = 437,
						["time"] = 1593015040,
						["class"] = 1,
						["bTag"] = "不老林#5158",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "布克-天空之墙",
						["iLvl"] = 481,
						["time"] = 1593015038,
						["class"] = 12,
						["bTag"] = "Oscarr#5508",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "凶星神煞-瓦拉斯塔兹",
						["iLvl"] = 475,
						["time"] = 1593015020,
						["class"] = 9,
						["bTag"] = "诡诈之猫#5358",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "芯動灬-安苏",
						["iLvl"] = 481,
						["time"] = 1593015040,
						["class"] = 2,
						["bTag"] = "Silence#58731",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "安妮艾丽莎-安苏",
						["iLvl"] = 477,
						["time"] = 1593014806,
						["class"] = 8,
						["bTag"] = "我与蜡烛#5412",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "扒胸口-海克泰尔",
						["iLvl"] = 477,
						["time"] = 1593015036,
						["class"] = 1,
						["bTag"] = "天纵神武#5855",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "老猫急子-伊森利恩",
						["iLvl"] = 465,
						["time"] = 1593015040,
						["class"] = 3,
						["bTag"] = "ccz#51963",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "让我偷偷看你-安苏",
						["iLvl"] = 461,
						["time"] = 1593015034,
						["class"] = 12,
						["bTag"] = "你怎么打人呀#5988",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "年留夫-黑铁",
						["iLvl"] = 463,
						["time"] = 1593014989,
						["class"] = 1,
						["bTag"] = "曾几何时的年菜#5872",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "友利奈绪丶-阿比迪斯",
						["iLvl"] = 481,
						["time"] = 1593014970,
						["class"] = 12,
						["bTag"] = "尽头#51948",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Decorte-安苏",
						["time"] = 1593015040,
						["class"] = 6,
					}, -- [37]
				},
				["2-257-683-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1592231893,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "咸者芝士-安其拉",
						["iLvl"] = 478,
						["time"] = 1591348046,
						["class"] = 3,
						["bTag"] = "大脸盆子#5359",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "無名-冰霜之刃",
						["iLvl"] = 479,
						["time"] = 1591348261,
						["class"] = 8,
						["bTag"] = "肥宅快乐人#5518",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "跟风法-无尽之海",
						["iLvl"] = 474,
						["time"] = 1591366935,
						["class"] = 8,
						["bTag"] = "Misery#5955",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "丶猫蝮蛇-燃烧之刃",
						["iLvl"] = 475,
						["time"] = 1591367768,
						["class"] = 2,
						["bTag"] = "愤怒的小老哥丶#5584",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Sepamberlr-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1591367768,
						["class"] = 3,
						["bTag"] = "Heldig#5600",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "風浅灬夜-冰风岗",
						["iLvl"] = 473,
						["time"] = 1591367768,
						["class"] = 2,
						["bTag"] = "卢垚坤#5618",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "展志天华-奥尔加隆",
						["iLvl"] = 478,
						["time"] = 1591371620,
						["class"] = 8,
						["bTag"] = "唯独青春不长留#5182",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "艾弥狸娅-血色十字军",
						["iLvl"] = 477,
						["time"] = 1591371620,
						["class"] = 7,
						["bTag"] = "五月丶#5250",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "柳灵魅-伊森利恩",
						["iLvl"] = 473,
						["time"] = 1591371620,
						["class"] = 12,
						["bTag"] = "柳灵#51803",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "玛丶格汉-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1592231893,
						["class"] = 1,
						["bTag"] = "秋名山车神#51433",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "搞巧-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1592231893,
						["class"] = 8,
						["bTag"] = "MiO#52651",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "紫丨天-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1592231893,
						["class"] = 10,
						["bTag"] = "飞飞大人#5635",
					}, -- [13]
				},
				["2-256-679-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 477,
						["time"] = 1593240064,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "小乌龙-提瑞斯法",
						["iLvl"] = 480,
						["time"] = 1593240064,
						["class"] = 11,
						["bTag"] = "小抹茶#51713",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "偷故事的人-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1593240064,
						["class"] = 4,
						["bTag"] = "牛逼通天大#5641",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "灬天行健灬-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1593240064,
						["class"] = 2,
						["bTag"] = "天行剑#5706",
					}, -- [4]
				},
				["2-141-514-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1592400985,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙眼看世界-影之哀伤",
						["iLvl"] = 477,
						["time"] = 1592400985,
						["class"] = 12,
						["bTag"] = "昱升#5407",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "柚子的极意-影之哀伤",
						["iLvl"] = 482,
						["time"] = 1592400985,
						["class"] = 2,
						["bTag"] = "柚子的极意#5977",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "晓戦丶宇-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1592400985,
						["class"] = 1,
						["bTag"] = "尘埃眠于光年#5495",
					}, -- [4]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "自牧丨归荑-冰风岗",
						["iLvl"] = 480,
						["time"] = 1591865495,
						["class"] = 3,
						["bTag"] = "Crazy#511148",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "鈊橙则灵-迅捷微风",
						["iLvl"] = 482,
						["time"] = 1591245164,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Carl#5644",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "无耻的毛毛-迅捷微风",
						["iLvl"] = 478,
						["time"] = 1591245164,
						["class"] = 8,
						["bTag"] = "惊魂之蛙#5911",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "无雨味蓝染-迅捷微风",
						["iLvl"] = 478,
						["time"] = 1591245164,
						["class"] = 12,
						["bTag"] = "雨味蓝染#5774",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Pianoforte-迅捷微风",
						["iLvl"] = 481,
						["time"] = 1591245164,
						["class"] = 2,
						["bTag"] = "地狱小瞟#5612",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "风清灵-格瑞姆巴托",
						["iLvl"] = 475,
						["time"] = 1591245164,
						["class"] = 6,
						["bTag"] = "律动的风#5536",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "伊歌-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1591245162,
						["class"] = 12,
						["bTag"] = "大禹一哥#5196",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法師-燃烧军团",
						["iLvl"] = 472,
						["time"] = 1591245136,
						["class"] = 8,
						["bTag"] = "獠牙#5371",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "大地重光之辉-沙怒",
						["time"] = 1591245164,
						["class"] = 3,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "星汉天空-元素之力",
						["iLvl"] = 479,
						["time"] = 1591245162,
						["class"] = 3,
						["bTag"] = "落小雨#5138",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔猟手-雏龙之翼",
						["iLvl"] = 479,
						["time"] = 1591245136,
						["class"] = 12,
						["bTag"] = "神凯#5575",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Fallenangels-阿格拉玛",
						["iLvl"] = 480,
						["time"] = 1591245164,
						["class"] = 4,
						["bTag"] = "楠帝#5453",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "死亦鬼神-鬼雾峰",
						["iLvl"] = 476,
						["time"] = 1591245136,
						["class"] = 6,
						["bTag"] = "刀影相伴#5948",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "圣光出鞘-鹰巢山",
						["time"] = 1591245164,
						["class"] = 2,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Superchef-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1591245162,
						["class"] = 9,
						["bTag"] = "秦皇岛岛主#51124",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐丶-芬里斯",
						["iLvl"] = 476,
						["time"] = 1591245164,
						["class"] = 12,
						["bTag"] = "如月之恒#51189",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "倒戈丶-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1591245128,
						["class"] = 12,
						["bTag"] = "等风也等你#51708",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "等一位故人-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1591245136,
						["class"] = 4,
						["bTag"] = "幻色夜瞳#5366",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Models-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1591245136,
						["class"] = 8,
						["bTag"] = "萌萌的普普#5717",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "小乳吽-凤凰之神",
						["iLvl"] = 443,
						["time"] = 1591245164,
						["class"] = 11,
						["bTag"] = "我就会送花#5779",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "古战神拂晓-安苏",
						["iLvl"] = 472,
						["time"] = 1591245164,
						["class"] = 12,
						["bTag"] = "PlaneWalkerJ#5617",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "背隐-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1591245164,
						["class"] = 4,
						["bTag"] = "狗带啊狗带#5246",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "制杖-伊森利恩",
						["iLvl"] = 473,
						["time"] = 1591245164,
						["class"] = 6,
						["bTag"] = "狗带啊狗带#5246",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "该不该我事儿-贫瘠之地",
						["iLvl"] = 477,
						["time"] = 1591245162,
						["class"] = 12,
						["bTag"] = "假假#5668",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "亦思伊人-伊森利恩",
						["iLvl"] = 481,
						["time"] = 1591245136,
						["class"] = 8,
						["bTag"] = "温热#51168",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "冷尛漠-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1591245164,
						["class"] = 3,
						["bTag"] = "妖妖菱#5335",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "菲尔灬普斯-埃德萨拉",
						["iLvl"] = 479,
						["time"] = 1591245164,
						["class"] = 9,
						["bTag"] = "菲尔丶普斯#5330",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Iceagr-死亡之翼",
						["iLvl"] = 414,
						["time"] = 1591245164,
						["class"] = 7,
						["bTag"] = "ASDA#5836",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "负九代-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1591245136,
						["class"] = 1,
						["bTag"] = "苍山有井名空#5243",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "吾既是圣光-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1591245162,
						["class"] = 2,
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "食尸鬼粑粑-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1591245136,
						["class"] = 6,
						["bTag"] = "丨石头丨#5263",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "八五七-闪电之刃",
						["iLvl"] = 463,
						["time"] = 1591245136,
						["class"] = 1,
						["bTag"] = "王森#5319",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "蠢萌徳-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1591245136,
						["class"] = 11,
						["bTag"] = "蔡伟#5911",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "夜的鬼魅-阿曼尼",
						["iLvl"] = 477,
						["time"] = 1591245164,
						["class"] = 5,
						["bTag"] = "夜醉#51354",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "羽川翼丶-冰风岗",
						["iLvl"] = 459,
						["time"] = 1591245162,
						["class"] = 4,
						["bTag"] = "shimo47#51423",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "四七五带糟-影之哀伤",
						["iLvl"] = 472,
						["time"] = 1591245136,
						["class"] = 12,
						["bTag"] = "刘允#5108",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "喂哎霹-狂热之刃",
						["iLvl"] = 484,
						["time"] = 1591245136,
						["class"] = 3,
						["bTag"] = "有多远射多远#51626",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "江北的路-梦境之树",
						["time"] = 1591245164,
						["class"] = 8,
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "伊斯梅拉达-斯克提斯",
						["iLvl"] = 450,
						["time"] = 1591245164,
						["class"] = 12,
						["bTag"] = "闲士落客#51152",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "止戦之伤丶-海克泰尔",
						["time"] = 1591245164,
						["class"] = 8,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "嬉笑的年华丶-狂热之刃",
						["iLvl"] = 482,
						["time"] = 1591245136,
						["class"] = 3,
						["bTag"] = "Sugarman#51896",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "Edifiep-血吼",
						["iLvl"] = 470,
						["time"] = 1591424686,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "就问你怕不怕#51958",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "按住拉掰比-血色十字军",
						["iLvl"] = 394,
						["time"] = 1591424686,
						["class"] = 8,
						["bTag"] = "蒙面野爹#5754",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "风暴丶之灵-无尽之海",
						["time"] = 1591424686,
						["class"] = 10,
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "Aurix-菲拉斯",
						["iLvl"] = 464,
						["time"] = 1591424686,
						["class"] = 2,
						["bTag"] = "sesshouhmaru#5663",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "嫇月-格瑞姆巴托",
						["iLvl"] = 450,
						["time"] = 1591424686,
						["class"] = 12,
						["bTag"] = "木马#5812",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "Fromabyss-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1591424670,
						["class"] = 3,
						["bTag"] = "西瓜籽#51500",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "是余味啊-贫瘠之地",
						["iLvl"] = 483,
						["time"] = 1591424686,
						["class"] = 4,
						["bTag"] = "余味#51669",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "肉松餅-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1591424686,
						["class"] = 12,
						["bTag"] = "殊彦#5508",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔利亚-伊森利恩",
						["iLvl"] = 475,
						["time"] = 1591424684,
						["class"] = 12,
						["bTag"] = "狼盔#5768",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "武破天下-死亡之翼",
						["iLvl"] = 482,
						["time"] = 1591424684,
						["class"] = 10,
						["bTag"] = "Lostloki#51260",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "大波浪渣女-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1591424670,
						["class"] = 4,
						["bTag"] = "初级奶爸#51780",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Purgatorio-迅捷微风",
						["time"] = 1591424686,
						["class"] = 12,
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "滑不溜丢丶-格瑞姆巴托",
						["iLvl"] = 481,
						["time"] = 1591865495,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "嗷呜丶#5421",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱的使者-梦境之树",
						["iLvl"] = 479,
						["time"] = 1591865466,
						["class"] = 12,
						["bTag"] = "娱乐天空#5396",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "能量与琻-格瑞姆巴托",
						["iLvl"] = 478,
						["time"] = 1591865466,
						["class"] = 11,
						["bTag"] = "杀光小猪仔#5193",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "丶牧风-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1591865466,
						["class"] = 4,
						["bTag"] = "HFei#5541",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "修乄竹-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1591865466,
						["class"] = 11,
						["bTag"] = "修竹#5934",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "临时风雨-安东尼达斯",
						["time"] = 1591865422,
						["class"] = 3,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "含蓄的射手-红云台地",
						["iLvl"] = 478,
						["time"] = 1591865495,
						["class"] = 3,
						["bTag"] = "含蓄的射手#5440",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "蜡笔坑-红龙军团",
						["iLvl"] = 476,
						["time"] = 1591865466,
						["class"] = 3,
						["bTag"] = "天然坑自然崩#5908",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "灬牛牛-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591865495,
						["class"] = 11,
						["bTag"] = "飘逸滴狼#5491",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "丨弓丨-雷霆之王",
						["iLvl"] = 471,
						["time"] = 1591865495,
						["class"] = 3,
						["bTag"] = "暗影之风暴#525265",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "炙灼-卡德加",
						["iLvl"] = 478,
						["time"] = 1591865495,
						["class"] = 8,
						["bTag"] = "kikomi#5380",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "流年灬染指-暗影议会",
						["iLvl"] = 472,
						["time"] = 1591865495,
						["class"] = 2,
						["bTag"] = "今夕丶何夕#51276",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "克拉老爷-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1591865495,
						["class"] = 1,
						["bTag"] = "奥古斯丁的力量#5336",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "丨衠丨-鬼雾峰",
						["iLvl"] = 478,
						["time"] = 1591865495,
						["class"] = 9,
						["bTag"] = "Silent#53704",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "潘四风-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1591865466,
						["class"] = 3,
						["bTag"] = "雷霆之枪#51908",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "圣洋洋-血色十字军",
						["iLvl"] = 479,
						["time"] = 1591865495,
						["class"] = 2,
						["bTag"] = "Savour#51508",
					}, -- [69]
					{
						["role"] = "HEALER",
						["name"] = "裁决之光-恶魔之魂",
						["iLvl"] = 481,
						["time"] = 1591865495,
						["class"] = 2,
						["bTag"] = "相遇無名#5363",
					}, -- [70]
					{
						["role"] = "HEALER",
						["name"] = "怀柔-卡珊德拉",
						["iLvl"] = 468,
						["time"] = 1591865495,
						["class"] = 2,
						["bTag"] = "等一个宗师#5709",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "铃咽花凋丶-兰娜瑟尔",
						["iLvl"] = 418,
						["time"] = 1591865495,
						["class"] = 3,
						["bTag"] = "未聞花名丶#51514",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "落地承包小哥-贫瘠之地",
						["iLvl"] = 478,
						["time"] = 1591865466,
						["class"] = 7,
						["bTag"] = "哦吧刚弄死她#5197",
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "狂野蓝玫瑰-加基森",
						["iLvl"] = 480,
						["time"] = 1591865495,
						["class"] = 11,
						["bTag"] = "血玫瑰#5595",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "火千飓-幽暗沼泽",
						["iLvl"] = 469,
						["time"] = 1591865495,
						["class"] = 4,
						["bTag"] = "火千飓#5870",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "丨冰河丨-燃烧之刃",
						["iLvl"] = 475,
						["time"] = 1591865495,
						["class"] = 6,
						["bTag"] = "晨昏叶影#5595",
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "我要爆爆-埃德萨拉",
						["iLvl"] = 463,
						["time"] = 1591865495,
						["class"] = 2,
						["bTag"] = "我是个正经的胖子#5619",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "Schuetze-踏梦者",
						["iLvl"] = 480,
						["time"] = 1591865495,
						["class"] = 11,
						["bTag"] = "爪黄飞鹰#5565",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "Aoewee-燃烧之刃",
						["iLvl"] = 463,
						["time"] = 1591865495,
						["class"] = 12,
						["bTag"] = "Loewee#5597",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "孬哥打的好啊-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1591865495,
						["class"] = 1,
						["bTag"] = "严肃#51638",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "疏狂图一醉-黑铁",
						["iLvl"] = 481,
						["time"] = 1591865495,
						["class"] = 3,
						["bTag"] = "幸福来的太突然#5243",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "偸心的贼-奈法利安",
						["iLvl"] = 466,
						["time"] = 1591865466,
						["class"] = 4,
						["bTag"] = "到此为止#5200",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "Carson-格瑞姆巴托",
						["iLvl"] = 460,
						["time"] = 1591865495,
						["class"] = 3,
						["bTag"] = "ziyang#51180",
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "野良绯丶-冰风岗",
						["iLvl"] = 479,
						["time"] = 1591865495,
						["class"] = 2,
						["bTag"] = "爱吃椰子的明飛#5864",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "伊梦幽幽-鬼雾峰",
						["iLvl"] = 480,
						["time"] = 1591865460,
						["class"] = 5,
						["bTag"] = "伊梦幽幽#5177",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "你的未来-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591865495,
						["class"] = 1,
						["bTag"] = "热心市民#51857",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "哈力波特别大-巫妖之王",
						["iLvl"] = 451,
						["time"] = 1591865495,
						["class"] = 2,
						["bTag"] = "结城明日奈#5718",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法泡泡-黑铁",
						["iLvl"] = 469,
						["time"] = 1591865466,
						["class"] = 8,
						["bTag"] = "丨无心丨#5149",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "沉默的萧然-血色十字军",
						["time"] = 1591865466,
						["class"] = 5,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "若月花吹雪-迦拉克隆",
						["time"] = 1591865495,
						["class"] = 12,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "冉丶-伊莫塔尔",
						["iLvl"] = 484,
						["time"] = 1591865495,
						["class"] = 1,
						["bTag"] = "妥妥丶#5128",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "變型灬金刚-海克泰尔",
						["iLvl"] = 479,
						["time"] = 1591865495,
						["class"] = 11,
						["bTag"] = "磊磊#52460",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "黒白無常-阿克蒙德",
						["iLvl"] = 465,
						["time"] = 1591867284,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "孙靓#5904",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "今夜有约-利刃之拳",
						["time"] = 1591867438,
						["class"] = 12,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "萌面女超人-阿克蒙德",
						["iLvl"] = 455,
						["time"] = 1591867282,
						["class"] = 8,
						["bTag"] = "奶油小猫咪#5694",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "Damimilove-安苏",
						["time"] = 1591867286,
						["class"] = 3,
						["leader"] = true,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "须臾涧-逐日者",
						["iLvl"] = 480,
						["time"] = 1591867280,
						["class"] = 3,
						["bTag"] = "liaozhenhua#5482",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "魔羽非凡-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1591867284,
						["class"] = 3,
						["bTag"] = "魔羽非凡#5124",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "果果龙少-洛丹伦",
						["iLvl"] = 481,
						["time"] = 1591867438,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "梁龙#5322",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "雲訫戀-迪瑟洛克",
						["iLvl"] = 478,
						["time"] = 1591867280,
						["class"] = 7,
						["bTag"] = "风绝影#5568",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "皇家筱白-燃烧平原",
						["iLvl"] = 448,
						["time"] = 1591867438,
						["class"] = 2,
						["bTag"] = "老白33749#5237",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "咕噜灵波-加基森",
						["iLvl"] = 474,
						["time"] = 1591867280,
						["class"] = 11,
						["bTag"] = "达盖尔的旗帜#51209",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "浪漫城网咖-血色十字军",
						["iLvl"] = 482,
						["time"] = 1591867304,
						["class"] = 3,
						["bTag"] = "邢泉520#5737",
					}, -- [103]
					{
						["role"] = "HEALER",
						["name"] = "奶不动打不高-安苏",
						["iLvl"] = 462,
						["time"] = 1591867438,
						["class"] = 5,
						["bTag"] = "污兄弟#5369",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "佐子木暗毛-影之哀伤",
						["iLvl"] = 462,
						["time"] = 1591867438,
						["class"] = 11,
						["bTag"] = "佐佐木简直筛#5876",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "安慕希丶-冰霜之刃",
						["iLvl"] = 466,
						["time"] = 1591867438,
						["class"] = 12,
						["bTag"] = "霸波尔奔#51899",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "别对我喵喵叫-死亡之翼",
						["iLvl"] = 465,
						["time"] = 1591867429,
						["class"] = 4,
						["bTag"] = "珈音#51215",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "灬伊灬-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1591867438,
						["class"] = 8,
						["bTag"] = "沉默的羔羊#52141",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "Te-血色十字军",
						["iLvl"] = 473,
						["time"] = 1591867310,
						["class"] = 8,
						["bTag"] = "纸条#51277",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "卷卷凉-埃德萨拉",
						["iLvl"] = 475,
						["time"] = 1591867326,
						["class"] = 8,
						["bTag"] = "凉小揪#5635",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋疼的辉耀-克尔苏加德",
						["iLvl"] = 442,
						["time"] = 1591867438,
						["class"] = 7,
						["bTag"] = "辉耀#5434",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "粗心大魔王-红龙军团",
						["iLvl"] = 479,
						["time"] = 1591867438,
						["class"] = 7,
						["bTag"] = "粗心大魔王#51422",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "王仔-克尔苏加德",
						["iLvl"] = 433,
						["time"] = 1591867438,
						["class"] = 1,
						["bTag"] = "Scott#5755",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "光速輪椅兽-克尔苏加德",
						["iLvl"] = 479,
						["time"] = 1591867438,
						["class"] = 6,
						["bTag"] = "跳跃之狮#56726",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "Pyhapaladin-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1591867438,
						["class"] = 2,
						["bTag"] = "便便#5508",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "争胜宝宝-红龙军团",
						["iLvl"] = 474,
						["time"] = 1591867429,
						["class"] = 8,
						["bTag"] = "争胜宝宝#5966",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "红烧丶排骨-风暴之鳞",
						["iLvl"] = 470,
						["time"] = 1591867438,
						["class"] = 8,
						["bTag"] = "呖咕呖咕丨胡#5791",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "紫禁城雅咩蝶-海克泰尔",
						["iLvl"] = 435,
						["time"] = 1591949446,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "喵喵灬稚#5192",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "西门菠萝-阿比迪斯",
						["iLvl"] = 473,
						["time"] = 1591949446,
						["class"] = 2,
						["bTag"] = "跳跳熊#5302752",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "丨人间大炮丨-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1591949446,
						["class"] = 12,
						["bTag"] = "花都风剑#5948",
					}, -- [120]
					{
						["role"] = "TANK",
						["name"] = "小趙-影之哀伤",
						["iLvl"] = 482,
						["time"] = 1591949462,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "王先森#51872",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "冰凝朵朵-血色十字军",
						["iLvl"] = 481,
						["time"] = 1591949462,
						["class"] = 7,
						["bTag"] = "家有小公主#5599",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "爷一君临天下-安苏",
						["iLvl"] = 461,
						["time"] = 1591949446,
						["class"] = 1,
						["bTag"] = "灵魂摆渡人#51133",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "Wubao-玛多兰",
						["time"] = 1591949462,
						["class"] = 3,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "冰火之魂-幽暗沼泽",
						["iLvl"] = 478,
						["time"] = 1592463378,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "星倦#5645",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "晒着太阳的猪-安苏",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "霸气暴走#5748",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "运动男孩科比-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "delicious#51466",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "莉莲娜维斯-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1592463393,
						["class"] = 8,
						["bTag"] = "有关部门#51674",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "太爺-无尽之海",
						["iLvl"] = 482,
						["time"] = 1592463378,
						["class"] = 3,
						["bTag"] = "Deity#5745",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "奶妈先上-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1592463378,
						["class"] = 1,
						["bTag"] = "一二三亖#51452",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "井九-梅尔加尼",
						["iLvl"] = 448,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "井九#51582",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "我家一一-伊森利恩",
						["iLvl"] = 481,
						["time"] = 1592463393,
						["class"] = 3,
						["bTag"] = "浓浓柠檬茶#5375",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "卩丶浅影灬-布兰卡德",
						["iLvl"] = 470,
						["time"] = 1592463393,
						["class"] = 4,
						["bTag"] = "Eason#53768",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "根本就不慌-伊森利恩",
						["time"] = 1592463393,
						["class"] = 7,
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "归苝望-安苏",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "韦峰#5588",
					}, -- [135]
					{
						["role"] = "TANK",
						["name"] = "雪中魂-埃加洛尔",
						["iLvl"] = 484,
						["time"] = 1592463378,
						["class"] = 11,
						["bTag"] = "雪中魂#51210",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "乐源-安苏",
						["iLvl"] = 462,
						["time"] = 1592463393,
						["class"] = 3,
						["bTag"] = "乐歪歪#5728",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "仇幕安-格瑞姆巴托",
						["iLvl"] = 481,
						["time"] = 1592463378,
						["class"] = 9,
						["bTag"] = "仇幕新#5575",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "梦仙穹丶焰-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1592463378,
						["class"] = 12,
						["bTag"] = "梦仙穹#5783",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼咒-巫妖之王",
						["time"] = 1592463393,
						["class"] = 8,
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "凌雲壯志-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1592463378,
						["class"] = 9,
						["bTag"] = "粗壮有力#5436",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁的马蹄-菲拉斯",
						["iLvl"] = 431,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "狂野之怒#51483",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "龍之戰-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "寶唄児微笑#5995",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "天津大叔-凤凰之神",
						["iLvl"] = 470,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "柠檬#54280",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "Imfiredup-凤凰之神",
						["iLvl"] = 482,
						["time"] = 1592463393,
						["class"] = 8,
						["bTag"] = "邦桑迪#51775",
					}, -- [145]
					{
						["role"] = "HEALER",
						["name"] = "打小一只角-龙骨平原",
						["iLvl"] = 475,
						["time"] = 1592463393,
						["class"] = 7,
						["bTag"] = "你说你想要桃#5484",
					}, -- [146]
					{
						["role"] = "TANK",
						["name"] = "索尔丶-黑石尖塔",
						["iLvl"] = 458,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "大萌德一统江湖#5206",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "新发地采购员-海克泰尔",
						["iLvl"] = 477,
						["time"] = 1592463378,
						["class"] = 8,
						["bTag"] = "快乐肥宅#5978",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "丨洛芫丨-无尽之海",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 2,
						["bTag"] = "洛芫#5953",
					}, -- [149]
					{
						["role"] = "TANK",
						["name"] = "假面具-希尔瓦娜斯",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 2,
						["bTag"] = "冰水之寒#5565",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "其实你不懂-血牙魔王",
						["iLvl"] = 480,
						["time"] = 1592463378,
						["class"] = 2,
						["bTag"] = "其实你不懂#5777",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "Fogost-巫妖之王",
						["time"] = 1592463393,
						["class"] = 4,
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "林迟青-血色十字军",
						["iLvl"] = 479,
						["time"] = 1592463378,
						["class"] = 4,
						["bTag"] = "CFisher#5365",
					}, -- [153]
					{
						["role"] = "HEALER",
						["name"] = "尛乖丶-阿曼尼",
						["iLvl"] = 479,
						["time"] = 1592463393,
						["class"] = 2,
						["bTag"] = "兜兜丶#51231",
					}, -- [154]
					{
						["role"] = "TANK",
						["name"] = "得鲁二-熔火之心",
						["iLvl"] = 474,
						["time"] = 1592463393,
						["class"] = 11,
						["bTag"] = "大海无量#51579",
					}, -- [155]
					{
						["role"] = "TANK",
						["name"] = "芦笋-烈焰峰",
						["iLvl"] = 479,
						["time"] = 1592463393,
						["class"] = 1,
						["bTag"] = "lulan#51886",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "吾愛衣裳尽-鬼雾峰",
						["iLvl"] = 446,
						["time"] = 1592463393,
						["class"] = 2,
						["bTag"] = "SkyHero#5948",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "吃圣活-冰风岗",
						["iLvl"] = 452,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "ffgaojun#5413",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "Smallfox-苏拉玛",
						["time"] = 1592463393,
						["class"] = 4,
					}, -- [159]
					{
						["role"] = "TANK",
						["name"] = "阿准的小号-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1592463393,
						["class"] = 11,
						["bTag"] = "阿准#5754",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "为了篰落-克尔苏加德",
						["iLvl"] = 480,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "御用太监#5224",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "失之莪命丶-阿纳克洛斯",
						["iLvl"] = 458,
						["time"] = 1592463393,
						["class"] = 12,
						["bTag"] = "时间旅行者#51845",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "術士大媽-燃烧之刃",
						["iLvl"] = 463,
						["time"] = 1592463378,
						["class"] = 9,
						["bTag"] = "恶魔之眼#51209",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁老哥丨-格瑞姆巴托",
						["iLvl"] = 472,
						["time"] = 1592550961,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "DUANG#53130",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影丨鬼魅-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1592550963,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "圈圈#5766",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "夜点心七七八-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1592550963,
						["class"] = 8,
						["bTag"] = "一朵汉子#51643",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "万人敌丶张飞-安苏",
						["iLvl"] = 456,
						["time"] = 1592550963,
						["class"] = 1,
						["bTag"] = "天汾李小龙#5456",
					}, -- [167]
					{
						["role"] = "TANK",
						["name"] = "丿天问丶-埃德萨拉",
						["iLvl"] = 477,
						["time"] = 1592550963,
						["class"] = 2,
						["bTag"] = "天问#52183",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "冻起来-冰风岗",
						["iLvl"] = 479,
						["time"] = 1592550963,
						["class"] = 8,
						["bTag"] = "Droz#5736",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "老雪花来一打-摩摩尔",
						["iLvl"] = 475,
						["time"] = 1592550963,
						["class"] = 8,
						["bTag"] = "磊哥耍大刀#5232",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "風吹的過路客-伊森利恩",
						["iLvl"] = 450,
						["time"] = 1592550963,
						["class"] = 1,
						["bTag"] = "风吹的过路客#5719",
					}, -- [171]
					{
						["role"] = "TANK",
						["name"] = "黑眼圈-塔纳利斯",
						["iLvl"] = 443,
						["time"] = 1592550963,
						["class"] = 12,
						["bTag"] = "狂舞蝶#5847",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "哥特式的饭桶-凤凰之神",
						["time"] = 1592550963,
						["class"] = 6,
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "怺恆的疾风-霜狼",
						["iLvl"] = 478,
						["time"] = 1593101996,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "怺恆的承诺#5966",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "怺恆的华尔兹-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1593101996,
						["class"] = 7,
						["bTag"] = "怺恆的承诺#5966",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "Danmb-血色十字军",
						["iLvl"] = 482,
						["time"] = 1593101996,
						["class"] = 7,
						["bTag"] = "敏感的萨满#5588",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "名字不好念-古尔丹",
						["iLvl"] = 481,
						["time"] = 1593101996,
						["class"] = 2,
						["bTag"] = "没收万佳#5360",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "那故青牛基-燃烧之刃",
						["iLvl"] = 468,
						["time"] = 1593101996,
						["class"] = 11,
						["bTag"] = "那故巴基库#5826",
					}, -- [178]
					{
						["role"] = "TANK",
						["name"] = "辰星闪耀-黑铁",
						["iLvl"] = 479,
						["time"] = 1593101996,
						["class"] = 2,
						["bTag"] = "劳资就是墙#5922",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "贼行丶天下-纳克萨玛斯",
						["iLvl"] = 479,
						["time"] = 1593101996,
						["class"] = 4,
						["bTag"] = "傻宝#5419",
					}, -- [180]
					{
						["role"] = "TANK",
						["name"] = "佛如几乎-安苏",
						["iLvl"] = 473,
						["time"] = 1593101996,
						["class"] = 11,
						["bTag"] = "吃喝玩乐#5184",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "颖哥-迅捷微风",
						["iLvl"] = 469,
						["time"] = 1593101996,
						["class"] = 1,
						["bTag"] = "liuying#5520",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "花凤凰-黑暗虚空",
						["iLvl"] = 460,
						["time"] = 1593101996,
						["class"] = 8,
						["bTag"] = "花想容#5567",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "昨夜的风-安苏",
						["iLvl"] = 479,
						["time"] = 1593101996,
						["class"] = 2,
						["bTag"] = "怜星#5433",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "戈德米斯-瓦拉斯塔兹",
						["iLvl"] = 467,
						["time"] = 1593101996,
						["class"] = 8,
						["bTag"] = "sony#51162",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "Calculuss-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1593101976,
						["class"] = 6,
						["bTag"] = "回廊的回廊#5785",
					}, -- [186]
					{
						["role"] = "TANK",
						["name"] = "Skyland-雷霆之王",
						["iLvl"] = 480,
						["time"] = 1593101996,
						["class"] = 11,
						["bTag"] = "半生不熟的羊#5504",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "英雄-寒冰皇冠",
						["iLvl"] = 453,
						["time"] = 1593101996,
						["class"] = 7,
						["bTag"] = "你才种田#5378",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "犇气丷冲天-埃德萨拉",
						["iLvl"] = 480,
						["time"] = 1593101996,
						["class"] = 3,
						["bTag"] = "完美日记#5662",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "猪仔包-耐奥祖",
						["iLvl"] = 477,
						["time"] = 1593101996,
						["class"] = 4,
						["bTag"] = "Del520#5649",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "工总行丶行长-贫瘠之地",
						["iLvl"] = 480,
						["time"] = 1593101976,
						["class"] = 1,
						["bTag"] = "崔乃嘏#51881",
					}, -- [191]
					{
						["role"] = "TANK",
						["name"] = "天堂姠左-贫瘠之地",
						["iLvl"] = 473,
						["time"] = 1593101996,
						["class"] = 2,
						["bTag"] = "BloodyTyrant#5849",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "蛨上埖开-梅尔加尼",
						["iLvl"] = 479,
						["time"] = 1593101996,
						["class"] = 5,
						["bTag"] = "陌上花开#5900",
					}, -- [193]
					{
						["role"] = "TANK",
						["name"] = "萌萌的小奶僧-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1593101996,
						["class"] = 10,
						["bTag"] = "洛天依#51530",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "Vaczrt-贫瘠之地",
						["iLvl"] = 479,
						["time"] = 1593101976,
						["class"] = 12,
						["bTag"] = "砂仁猪心#5480",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "犇德-冰风岗",
						["iLvl"] = 459,
						["time"] = 1593101996,
						["class"] = 11,
						["bTag"] = "勤奋的民工#5278",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒小小星-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1593101996,
						["class"] = 4,
						["bTag"] = "MiniNinja#576489",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "猎酒不归人-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1593101996,
						["class"] = 3,
						["bTag"] = "达人灬多多#5515",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "我看你没我帅-芬里斯",
						["iLvl"] = 464,
						["time"] = 1593101996,
						["class"] = 12,
						["bTag"] = "天霜云柳#5701",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "小毛驴迪安-罗宁",
						["time"] = 1593101996,
						["class"] = 9,
					}, -- [200]
					{
						["role"] = "TANK",
						["name"] = "Mseven-冰霜之刃",
						["iLvl"] = 475,
						["time"] = 1593101996,
						["class"] = 2,
						["bTag"] = "Anjinho#51356",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "帶刀不如帶我-冰风岗",
						["iLvl"] = 482,
						["time"] = 1593101976,
						["class"] = 8,
						["bTag"] = "思念到如今#5695",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "Palace-时光之穴",
						["iLvl"] = 399,
						["time"] = 1593101996,
						["class"] = 2,
						["bTag"] = "palace#51128",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "我翅膀好了-冰风岗",
						["iLvl"] = 484,
						["time"] = 1593101976,
						["class"] = 2,
						["bTag"] = "咸鱼思想#5559",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "强丶悍-燃烧之刃",
						["iLvl"] = 472,
						["time"] = 1593101996,
						["class"] = 11,
						["bTag"] = "郭子语#5137",
					}, -- [205]
					{
						["role"] = "HEALER",
						["name"] = "欧蕾亚-红龙军团",
						["iLvl"] = 436,
						["time"] = 1593101996,
						["class"] = 5,
						["bTag"] = "Janathan#5346",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "冷血工具人-安苏",
						["iLvl"] = 469,
						["time"] = 1593101996,
						["class"] = 9,
						["bTag"] = "神抽狗#5797",
					}, -- [207]
					{
						["role"] = "TANK",
						["name"] = "天天不是单身-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1593101996,
						["class"] = 6,
						["bTag"] = "等我成为大叔#51854",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "大花狐-安格博达",
						["iLvl"] = 395,
						["time"] = 1593101996,
						["class"] = 4,
						["bTag"] = "超能之裤#54457",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "Sincefeb-燃烧之刃",
						["iLvl"] = 480,
						["time"] = 1593101996,
						["class"] = 4,
						["bTag"] = "致命之鼬#51777",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "鬫衛-死亡之翼",
						["iLvl"] = 467,
						["time"] = 1593101996,
						["class"] = 1,
						["bTag"] = "厄运小王子#5223",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落丶小白-拉文凯斯",
						["iLvl"] = 456,
						["time"] = 1593101996,
						["class"] = 8,
						["bTag"] = "小白#51239",
					}, -- [212]
					{
						["role"] = "HEALER",
						["name"] = "地板不小心-藏宝海湾",
						["iLvl"] = 479,
						["time"] = 1593160753,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "killbill#5945",
					}, -- [213]
					{
						["role"] = "HEALER",
						["name"] = "紫色冰芯-火焰之树",
						["iLvl"] = 387,
						["time"] = 1593160753,
						["class"] = 7,
						["bTag"] = "梦之火舞#5152",
					}, -- [214]
					{
						["role"] = "HEALER",
						["name"] = "天天爪-萨菲隆",
						["iLvl"] = 477,
						["time"] = 1593160753,
						["class"] = 11,
						["bTag"] = "一百个小鱼干#5436",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "剩光小骑-红龙军团",
						["iLvl"] = 482,
						["time"] = 1593160753,
						["class"] = 2,
						["bTag"] = "CalvinHumble#5794",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "花飞絮-黑铁",
						["iLvl"] = 484,
						["time"] = 1593160753,
						["class"] = 1,
						["bTag"] = "makeloving#5287",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "靚爆镜-克尔苏加德",
						["iLvl"] = 485,
						["time"] = 1593160753,
						["class"] = 3,
						["bTag"] = "chickensgo#5486",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "黎明杀机-战歌",
						["iLvl"] = 470,
						["time"] = 1593160751,
						["class"] = 4,
						["bTag"] = "形势卜严峻#51905",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "香格里拉的鱼-暗影迷宫",
						["iLvl"] = 461,
						["time"] = 1593160736,
						["class"] = 1,
						["bTag"] = "superfeitian#5715",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "佛意-国王之谷",
						["iLvl"] = 471,
						["time"] = 1593160679,
						["class"] = 3,
						["bTag"] = "机机#5711",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "一德统天下-丽丽（四川）",
						["time"] = 1593160753,
						["class"] = 11,
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "盛夏清风-格瑞姆巴托",
						["iLvl"] = 462,
						["time"] = 1593160736,
						["class"] = 4,
						["bTag"] = "扑通扑通跳动的心#5363",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "寒月凝雪-巫妖之王",
						["iLvl"] = 448,
						["time"] = 1593160753,
						["class"] = 2,
						["bTag"] = "慕月之狼#5429",
					}, -- [224]
					{
						["role"] = "HEALER",
						["name"] = "Jonoe-燃烧之刃",
						["iLvl"] = 431,
						["time"] = 1593160753,
						["class"] = 7,
						["bTag"] = "VinMart#5179",
					}, -- [225]
					{
						["role"] = "HEALER",
						["name"] = "诗和远方丶-寒冰皇冠",
						["iLvl"] = 486,
						["time"] = 1593160753,
						["class"] = 2,
						["bTag"] = "万宝露丶#5531",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "铃鹿山下-泰兰德",
						["iLvl"] = 447,
						["time"] = 1593160753,
						["class"] = 4,
						["bTag"] = "会尬舞的蛇皮怪#5928",
					}, -- [227]
					{
						["role"] = "TANK",
						["name"] = "云影-迅捷微风",
						["iLvl"] = 431,
						["time"] = 1593160753,
						["class"] = 12,
						["bTag"] = "三池幽冥#5385",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "無殇-格瑞姆巴托",
						["iLvl"] = 442,
						["time"] = 1593160753,
						["class"] = 4,
						["bTag"] = "夜无伤#5440",
					}, -- [229]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1592666724,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯乄風-巨龙之吼",
						["iLvl"] = 480,
						["time"] = 1592666724,
						["class"] = 12,
						["bTag"] = "母牛#51525",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "所噶哦所噶-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1592666724,
						["class"] = 12,
						["bTag"] = "风趣兮#5873",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "萌死人不要钱-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1592666724,
						["class"] = 5,
						["bTag"] = "天下第一风流#5720",
					}, -- [4]
				},
				["2-137-502-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 474,
						["time"] = 1591103688,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "上士戀手-燃烧之刃",
						["time"] = 1591103688,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "风暴烈酒丶玲-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1591103688,
						["class"] = 10,
						["bTag"] = "小糯米#51955",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "佳慧欧妮-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1591103688,
						["class"] = 10,
						["bTag"] = "殷老师#5116",
					}, -- [4]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "大芬七-白银之手",
						["time"] = 1591164102,
						["class"] = 3,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "斩魂法-影之哀伤",
						["time"] = 1591164102,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "陈岩岩-安苏",
						["iLvl"] = 477,
						["time"] = 1591164102,
						["class"] = 2,
						["bTag"] = "天涯孤独#5623",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "小旋风冲锋-血色十字军",
						["time"] = 1591163897,
						["class"] = 1,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "淦灬淦-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1591164102,
						["class"] = 12,
						["bTag"] = "糖果大大#51520",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "謎翼-死亡之翼",
						["iLvl"] = 484,
						["time"] = 1591164102,
						["class"] = 6,
						["bTag"] = "令狐逸#5448",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "余味-血色十字军",
						["iLvl"] = 456,
						["time"] = 1591164102,
						["class"] = 12,
						["bTag"] = "萌新丶小鶸#5906",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Kananishino-死亡之翼",
						["time"] = 1591164102,
						["class"] = 8,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "月色好朦胧-范克里夫",
						["time"] = 1591164102,
						["class"] = 12,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "依然怀旧去-安苏",
						["time"] = 1591753137,
						["class"] = 11,
						["leader"] = true,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "法爷等等我-死亡之翼",
						["time"] = 1591753137,
						["class"] = 8,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "封街混混-伊森利恩",
						["time"] = 1591753137,
						["class"] = 3,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "狡诈的阿昆达-黑铁",
						["time"] = 1591753137,
						["class"] = 8,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜幻想曲-燃烧军团",
						["time"] = 1591753137,
						["class"] = 2,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "丿你好勇士-格瑞姆巴托",
						["time"] = 1591753137,
						["class"] = 1,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Tinger-血色十字军",
						["time"] = 1591753137,
						["class"] = 8,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "切菊专家-丹莫德",
						["time"] = 1591753137,
						["class"] = 12,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "無术-凤凰之神",
						["iLvl"] = 467,
						["time"] = 1591756452,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "雪中悍刀行#5541",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "哈提是二狗-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1591756445,
						["class"] = 3,
						["bTag"] = "冯何#5627",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "无比厉害的牛-安苏",
						["iLvl"] = 476,
						["time"] = 1591755421,
						["class"] = 5,
						["bTag"] = "风狗圣王#5880",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "布尔凯索大王-燃烧之刃",
						["iLvl"] = 470,
						["time"] = 1591756462,
						["class"] = 1,
						["bTag"] = "旅店老板的女婿#51781",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "摘丶星-贫瘠之地",
						["iLvl"] = 477,
						["time"] = 1591754638,
						["class"] = 12,
						["bTag"] = "思君年#5195",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "我怕夏洛误会-凤凰之神",
						["iLvl"] = 476,
						["time"] = 1591755421,
						["class"] = 8,
						["bTag"] = "LuckyPants#57976",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "最钟意奶茶-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1591756462,
						["class"] = 8,
						["bTag"] = "JyMai#5383",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "黑牛肉-死亡之翼",
						["iLvl"] = 468,
						["time"] = 1591755110,
						["class"] = 2,
						["bTag"] = "Melancholia#51480",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "全团的饲养员-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1591755421,
						["class"] = 2,
						["bTag"] = "M0006#5694",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "妈妈说我强-狂热之刃",
						["iLvl"] = 473,
						["time"] = 1591755421,
						["class"] = 12,
						["bTag"] = "亚亚图雷#51398",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "沐橙灬-贫瘠之地",
						["iLvl"] = 481,
						["time"] = 1591755421,
						["class"] = 10,
						["bTag"] = "托尼托尼丶乔巴#51558",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "天线插槽-霜之哀伤",
						["time"] = 1591756572,
						["class"] = 3,
						["leader"] = true,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "利威尔阿克曼-迅捷微风",
						["time"] = 1591756572,
						["class"] = 3,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "十月的星空-凤凰之神",
						["time"] = 1591756572,
						["class"] = 8,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "聖炎焚城郭-死亡之翼",
						["time"] = 1591756572,
						["class"] = 2,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "点一盏琉璃灯-血色十字军",
						["time"] = 1591756572,
						["class"] = 1,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "枫叶恋-罗宁",
						["time"] = 1591756572,
						["class"] = 8,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "飞学洛花-燃烧之刃",
						["time"] = 1591756572,
						["class"] = 6,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "强效炎爆-伊森利恩",
						["time"] = 1591756572,
						["class"] = 8,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "何处觅良人-迅捷微风",
						["time"] = 1591756572,
						["class"] = 12,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "小笨牛丶魔-丽丽（四川）",
						["iLvl"] = 465,
						["time"] = 1591759493,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "么么卡卡#5530",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "丶阿飛-迅捷微风",
						["iLvl"] = 480,
						["time"] = 1591759493,
						["class"] = 6,
						["bTag"] = "丶無情#51339",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "偷心牛魔-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1591758188,
						["class"] = 1,
						["bTag"] = "艾尔之子#511242",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "奶不住了-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1591756903,
						["class"] = 2,
						["bTag"] = "Neilyo#52298",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "闲云丶野鹤-丽丽（四川）",
						["iLvl"] = 479,
						["time"] = 1591757110,
						["class"] = 3,
						["bTag"] = "Killer#57549",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "Onlytoohate-阿尔萨斯",
						["time"] = 1591756839,
						["class"] = 2,
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "格诺登-血吼",
						["iLvl"] = 474,
						["time"] = 1591759493,
						["class"] = 10,
						["bTag"] = "笑里看你妹#5956",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Firehappy-破碎岭",
						["iLvl"] = 478,
						["time"] = 1591759493,
						["class"] = 9,
						["bTag"] = "自由向往#5189",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼妹儿-黑暗虚空",
						["iLvl"] = 479,
						["time"] = 1591756890,
						["class"] = 8,
						["bTag"] = "鬼妹儿#51743",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "高锰酸钾甜豆-血色十字军",
						["iLvl"] = 479,
						["time"] = 1591759493,
						["class"] = 2,
						["bTag"] = "扒拉咚#5376",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "海龟点火发射-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1591758807,
						["class"] = 8,
						["bTag"] = "天才小汇#51877",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "希开头的圣骑-加基森",
						["iLvl"] = 479,
						["time"] = 1591759493,
						["class"] = 2,
						["bTag"] = "Rutocl#5666",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "克里斯塔皮爷-瑟莱德丝",
						["iLvl"] = 480,
						["time"] = 1591759493,
						["class"] = 3,
						["bTag"] = "贝琪扒皮#5496",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "水瓶座丨晓气-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1591758807,
						["class"] = 1,
						["bTag"] = "晓气爷#5528",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "傲灬笑-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1591759493,
						["class"] = 8,
						["bTag"] = "SIKTIS#5430",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Aastropheilz-冰风岗",
						["iLvl"] = 479,
						["time"] = 1591759493,
						["class"] = 1,
						["bTag"] = "谁说的清楚#5243",
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "Daenerys-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1592975012,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Hizzy#5147",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "丶东尼大木丶-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1592975012,
						["class"] = 1,
						["bTag"] = "东尼大木#51174",
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "无尽光星-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1592975012,
						["class"] = 7,
						["bTag"] = "qpliuxin#5700",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "七枸焚-迅捷微风",
						["iLvl"] = 478,
						["time"] = 1592975012,
						["class"] = 12,
						["bTag"] = "多姐夫#5361",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "荒食-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1592975012,
						["class"] = 9,
						["bTag"] = "荒食人家#5858",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "取名字烧脑-安苏",
						["iLvl"] = 479,
						["time"] = 1592975012,
						["class"] = 8,
						["bTag"] = "迷恋你背影#5300",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "反贪吃局局长-无尽之海",
						["iLvl"] = 478,
						["time"] = 1592972987,
						["class"] = 8,
						["bTag"] = "杨思琪#5690",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "粘王之王-梦境之树",
						["iLvl"] = 477,
						["time"] = 1592975012,
						["class"] = 9,
						["bTag"] = "波霸奶茶#51668",
					}, -- [61]
					{
						["role"] = "HEALER",
						["name"] = "牛哔老丈人-伊森利恩",
						["iLvl"] = 480,
						["time"] = 1592975012,
						["class"] = 10,
						["bTag"] = "妖哥#5157",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "大眼仔嘴歌-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1592975012,
						["class"] = 8,
						["bTag"] = "大眼仔的怒火#5983",
					}, -- [63]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "雨雾悠悠-冰霜之刃",
						["iLvl"] = 483,
						["time"] = 1591242628,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "雨雾悠悠#5392",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "清楓羽落-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591242517,
						["class"] = 2,
						["bTag"] = "霜冻#5223",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "重生的火凤凰-莱索恩",
						["iLvl"] = 480,
						["time"] = 1591242501,
						["class"] = 2,
						["bTag"] = "鳯小凰#5697",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "夕羽-巫妖之王",
						["iLvl"] = 480,
						["time"] = 1591242529,
						["class"] = 12,
						["bTag"] = "蓝色黑点#5268",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "该点外卖了-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1591242628,
						["class"] = 4,
						["bTag"] = "村长这有人偷粪#5166",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Akiya-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1591242569,
						["class"] = 4,
						["bTag"] = "我真是杀了你们的#5892",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "晓彤妹妹-伊森利恩",
						["time"] = 1591242540,
						["class"] = 1,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "惊靈-阿拉希",
						["iLvl"] = 481,
						["time"] = 1591242580,
						["class"] = 5,
						["bTag"] = "精灵暗牧#5939",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "咸鱼翻跟头-布兰卡德",
						["iLvl"] = 484,
						["time"] = 1591242623,
						["class"] = 6,
						["bTag"] = "晓涛涛#5104",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "寵丷冰冰丷-伊森利恩",
						["iLvl"] = 482,
						["time"] = 1591242602,
						["class"] = 2,
						["bTag"] = "寵丷冰冰#5261",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "净网先锋-凤凰之神",
						["time"] = 1591242628,
						["class"] = 9,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "閗婦乳-阿纳克洛斯",
						["iLvl"] = 480,
						["time"] = 1591242628,
						["class"] = 4,
						["bTag"] = "我归来了#5590",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "梁喜喜-鬼雾峰",
						["iLvl"] = 479,
						["time"] = 1591243749,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "喜梁梁#5651",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "楠得迷糊-地狱之石",
						["iLvl"] = 480,
						["time"] = 1591242915,
						["class"] = 12,
						["bTag"] = "百里乐铭#5160",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "爱喝小米粥-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1591242997,
						["class"] = 6,
						["bTag"] = "UncleCold#51355",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "依利达丶-巫妖之王",
						["iLvl"] = 477,
						["time"] = 1591242859,
						["class"] = 12,
						["bTag"] = "BT160809#5645",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "一月蚀一-风行者",
						["iLvl"] = 480,
						["time"] = 1591243869,
						["class"] = 4,
						["bTag"] = "小财神#5648",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "国服首席术-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1591243869,
						["class"] = 9,
						["bTag"] = "史诗之裤#5237354",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "杰克史派洛-太阳之井",
						["iLvl"] = 479,
						["time"] = 1591243452,
						["class"] = 7,
						["bTag"] = "杰克斯派洛#51745",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "Apollo-石爪峰",
						["iLvl"] = 482,
						["time"] = 1591243869,
						["class"] = 2,
						["bTag"] = "靈魂獸#5533",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Tresdin-加尔",
						["time"] = 1591243869,
						["class"] = 2,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "步歩-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591247762,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "gelinduo#5424",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋总红了-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591248078,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "丹哥#51807",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "红风-末日行者",
						["iLvl"] = 480,
						["time"] = 1591247923,
						["class"] = 1,
						["bTag"] = "骄傲之心#5449",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "沐诗诗-血环",
						["iLvl"] = 483,
						["time"] = 1591247838,
						["class"] = 5,
						["bTag"] = "哈布斯宝宝#5513",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "優雅灬之風-死亡之翼",
						["iLvl"] = 480,
						["time"] = 1591248078,
						["class"] = 12,
						["bTag"] = "优雅灬之風#5264",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "乛向南乛-布兰卡德",
						["iLvl"] = 484,
						["time"] = 1591248116,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "沐草江南#5855",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "此雨-托塞德林",
						["iLvl"] = 482,
						["time"] = 1591248116,
						["class"] = 12,
						["bTag"] = "杜安东#5969",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "恩佐斯的小三-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1591248116,
						["class"] = 6,
						["bTag"] = "得不到永远在骚动#5215",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "果哥-克洛玛古斯",
						["iLvl"] = 484,
						["time"] = 1591248116,
						["class"] = 4,
						["bTag"] = "果哥#5785",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "血刺印-古尔丹",
						["iLvl"] = 482,
						["time"] = 1591249495,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "风往哪吹#5704",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Lovelyyore-克尔苏加德",
						["iLvl"] = 477,
						["time"] = 1591249793,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "LoveLYYore#5116",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "心碎谁安慰-凤凰之神",
						["iLvl"] = 483,
						["time"] = 1591249538,
						["class"] = 8,
						["bTag"] = "阿琨#51997",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "夜丨幕丶-能源舰",
						["iLvl"] = 475,
						["time"] = 1591249595,
						["class"] = 8,
						["bTag"] = "凯恩#513234",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "弑杀冰寒-血牙魔王",
						["iLvl"] = 479,
						["time"] = 1591249904,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "滢滢猪爸爸#5577",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "瘦的只剩胸-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1591249904,
						["class"] = 5,
						["bTag"] = "walqcx#5779",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "尝试切你中路-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1591249974,
						["class"] = 10,
						["bTag"] = "金炯嗯捅鸡#5580",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "去吧圈圈熊-雷霆之王",
						["iLvl"] = 481,
						["time"] = 1591250016,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "去吧皮卡丘#5233",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光的抉择-雏龙之翼",
						["iLvl"] = 480,
						["time"] = 1591250016,
						["class"] = 2,
						["bTag"] = "深渊巨兽派大星#5929",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "漩涡鸣人-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1591250016,
						["class"] = 4,
						["bTag"] = "JayXun#5450",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "菟尐菟-巨龙之吼",
						["iLvl"] = 483,
						["time"] = 1591250016,
						["class"] = 3,
						["bTag"] = "hehe#52453",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "可疑的射爷-萨尔",
						["iLvl"] = 479,
						["time"] = 1591420675,
						["class"] = 3,
						["bTag"] = "董大荃#5743",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "万箭归心-安纳塞隆",
						["iLvl"] = 468,
						["time"] = 1591420675,
						["class"] = 3,
						["bTag"] = "寒枫傲天#5148",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "覇王硬上弓-凤凰之神",
						["iLvl"] = 484,
						["time"] = 1591420675,
						["class"] = 3,
						["bTag"] = "HuntsMan#51659",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "卩风鈴窗下灬-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1591863909,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "饭后茶点#51925",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "我是疯子-燃烧军团",
						["iLvl"] = 478,
						["time"] = 1591863325,
						["class"] = 3,
						["bTag"] = "没褶子的包子#5465",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "垚宝宝-狂热之刃",
						["iLvl"] = 480,
						["time"] = 1591863719,
						["class"] = 3,
						["bTag"] = "丶欧尼酱#5692",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "后来的反派-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1591863710,
						["class"] = 3,
						["bTag"] = "残花败柳丶#5464",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "茵芭斯-白银之手",
						["iLvl"] = 475,
						["time"] = 1591864081,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Caramel#5501",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "灬派大星丶-燃烧之刃",
						["iLvl"] = 483,
						["time"] = 1591864122,
						["class"] = 8,
						["bTag"] = "fancysli#5348",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "维奥莱特-无尽之海",
						["iLvl"] = 480,
						["time"] = 1591865065,
						["class"] = 12,
						["bTag"] = "宙斯#5422",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "好久不見-贫瘠之地",
						["iLvl"] = 477,
						["time"] = 1591864219,
						["class"] = 12,
						["bTag"] = "船到桥头自然沉#51532",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "小七少-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1591864322,
						["class"] = 6,
						["bTag"] = "小七#51800",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "喵灬北南-血色十字军",
						["iLvl"] = 483,
						["time"] = 1591864338,
						["class"] = 3,
						["bTag"] = "旺灬西东#5830",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "千千-雷霆之王",
						["iLvl"] = 482,
						["time"] = 1591864873,
						["class"] = 3,
						["bTag"] = "千牧#5482",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "西伯利亞狼-加基森",
						["iLvl"] = 480,
						["time"] = 1591865002,
						["class"] = 8,
						["bTag"] = "闪亮之裤#5261740",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "挠头-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1591864873,
						["class"] = 12,
						["bTag"] = "Lance#5970",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "茅野爱衣-黑暗之矛",
						["iLvl"] = 479,
						["time"] = 1591865130,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "锻炼神经的奇葩#5872",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝翔四哥-凤凰之神",
						["iLvl"] = 481,
						["time"] = 1591865130,
						["class"] = 3,
						["bTag"] = "Ghos#51416",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "丨东丨东丨-阿纳克洛斯",
						["iLvl"] = 480,
						["time"] = 1591865130,
						["class"] = 12,
						["bTag"] = "怒风仲裁#5994",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "Arkhcm-燃烧之刃",
						["iLvl"] = 484,
						["time"] = 1591865130,
						["class"] = 2,
						["bTag"] = "异度安卡#5461",
					}, -- [61]
					{
						["role"] = "HEALER",
						["name"] = "齐娜-阿尔萨斯",
						["time"] = 1591869466,
						["class"] = 2,
						["leader"] = true,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "狂暴怒怒-火羽山",
						["iLvl"] = 480,
						["time"] = 1591869585,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "彩色念念#5264",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "戈洛玛古什-凤凰之神",
						["time"] = 1591869538,
						["class"] = 6,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "乳猪丘比特-冰霜之刃",
						["iLvl"] = 473,
						["time"] = 1591869383,
						["class"] = 3,
						["bTag"] = "徐飞#51644",
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "拉萨等你-奥斯里安",
						["iLvl"] = 478,
						["time"] = 1591869585,
						["class"] = 1,
						["bTag"] = "骑车去拉萨#5870",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "Csniper-火烟之谷",
						["iLvl"] = 480,
						["time"] = 1591869585,
						["class"] = 1,
						["bTag"] = "Csniper#5139",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "Kfox-霜之哀伤",
						["iLvl"] = 484,
						["time"] = 1592460944,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "一個殺手的白日夢#5761",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "Ccpokamolodo-血环",
						["iLvl"] = 480,
						["time"] = 1592461452,
						["class"] = 1,
						["bTag"] = "鲍茂泽#5265",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "中绌奥特曼-艾莫莉丝",
						["iLvl"] = 480,
						["time"] = 1592461109,
						["class"] = 11,
						["bTag"] = "拐子#52432",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "魔改丶杰诺斯-无尽之海",
						["iLvl"] = 480,
						["time"] = 1592461955,
						["class"] = 12,
						["bTag"] = "踢阿伯落海#5348",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "江门-无尽之海",
						["iLvl"] = 479,
						["time"] = 1592461592,
						["class"] = 11,
						["bTag"] = "rvnctjpl#5626",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "Kotowaru-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1592462164,
						["class"] = 12,
						["bTag"] = "来啊互相伤害啊#51535",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "凌虚-耐奥祖",
						["iLvl"] = 480,
						["time"] = 1592462164,
						["class"] = 2,
						["bTag"] = "恨世生#5835",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰丨杀戮-无尽之海",
						["iLvl"] = 480,
						["time"] = 1592462034,
						["class"] = 1,
						["bTag"] = "信仰丨杀戮#5376",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "氿紋尨-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1592462164,
						["class"] = 3,
						["bTag"] = "艾尔之子#58131",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "万能蕉-阿尔萨斯",
						["iLvl"] = 479,
						["time"] = 1592462164,
						["class"] = 10,
						["bTag"] = "蕉爷#5317",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "妖妖蕶-巨龙之吼",
						["iLvl"] = 479,
						["time"] = 1592465200,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "致命之绕指柔#5967",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "墨隐-冬拥湖",
						["iLvl"] = 480,
						["time"] = 1592465713,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "墨隐#51678",
					}, -- [79]
					{
						["role"] = "HEALER",
						["name"] = "夜歌-冬拥湖",
						["iLvl"] = 477,
						["time"] = 1592465713,
						["class"] = 5,
						["bTag"] = "时崎丶狂三#51593",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "艾格紋-血色十字军",
						["iLvl"] = 483,
						["time"] = 1592465449,
						["class"] = 5,
						["bTag"] = "余音缭绕#51523",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "丶大胖-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1592465713,
						["class"] = 12,
						["bTag"] = "小胖#51133",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "点儿正-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1592466383,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "电动摇摇摇#5503",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "月影如歌-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1592466569,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "好久不见#52526",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "看什么看-燃烧军团",
						["iLvl"] = 480,
						["time"] = 1592466434,
						["class"] = 8,
						["bTag"] = "缅怀曾经的魔兽#5600",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "Bigsnake-烈焰峰",
						["iLvl"] = 473,
						["time"] = 1592466221,
						["class"] = 4,
						["bTag"] = "BigSnake#51311",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "怵歪-织亡者",
						["iLvl"] = 480,
						["time"] = 1592466982,
						["class"] = 2,
						["bTag"] = "乡里伢#51816",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "无情豆包-安苏",
						["time"] = 1592466567,
						["class"] = 12,
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "时砂-贫瘠之地",
						["iLvl"] = 482,
						["time"] = 1592466799,
						["class"] = 1,
						["bTag"] = "时砂#51675",
					}, -- [89]
					{
						["role"] = "HEALER",
						["name"] = "和歌忘忧-狂热之刃",
						["iLvl"] = 481,
						["time"] = 1592466629,
						["class"] = 2,
						["bTag"] = "ChristmaSss#5451",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "痤疮-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1592466982,
						["class"] = 9,
						["bTag"] = "AppleBloom#5264",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "疯灬少-克尔苏加德",
						["iLvl"] = 474,
						["time"] = 1592466982,
						["class"] = 12,
						["bTag"] = "战不悔#5201",
					}, -- [92]
					{
						["role"] = "NONE",
						["name"] = "多萝西瓜瓜-辛达苟萨",
						["iLvl"] = 460,
						["time"] = 1593015421,
						["class"] = 3,
						["bTag"] = "amazingcl#5671",
					}, -- [93]
					{
						["role"] = "NONE",
						["name"] = "奥斯陆小鱼-伊利丹",
						["iLvl"] = 473,
						["time"] = 1593015421,
						["class"] = 5,
						["bTag"] = "贪睡熊#56550",
					}, -- [94]
					{
						["role"] = "NONE",
						["name"] = "乊灬乊-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1593015421,
						["class"] = 11,
						["bTag"] = "乊灬乊#51253",
					}, -- [95]
					{
						["role"] = "NONE",
						["name"] = "你大丶爷的-安其拉",
						["iLvl"] = 451,
						["time"] = 1593015421,
						["class"] = 12,
						["bTag"] = "白老板#5942",
					}, -- [96]
					{
						["role"] = "NONE",
						["name"] = "長門有希-克尔苏加德",
						["iLvl"] = 474,
						["time"] = 1593015421,
						["class"] = 6,
						["bTag"] = "長門有希俺的嫁#5226",
					}, -- [97]
					{
						["role"] = "NONE",
						["name"] = "尐龙女-安苏",
						["time"] = 1593015421,
						["class"] = 5,
					}, -- [98]
					{
						["role"] = "NONE",
						["name"] = "奶茶十二-贫瘠之地",
						["iLvl"] = 462,
						["time"] = 1593015421,
						["class"] = 1,
						["bTag"] = "欧皇贺#5403",
					}, -- [99]
					{
						["role"] = "NONE",
						["name"] = "小拇指的約定-冰风岗",
						["iLvl"] = 459,
						["time"] = 1593015421,
						["class"] = 3,
						["bTag"] = "爱哭的毛毛虫#5235",
					}, -- [100]
					{
						["role"] = "NONE",
						["name"] = "红塔山-影之哀伤",
						["iLvl"] = 482,
						["time"] = 1593015421,
						["class"] = 6,
						["bTag"] = "斯通#5864",
					}, -- [101]
					{
						["role"] = "HEALER",
						["name"] = "浮世青行灯-阿曼尼",
						["iLvl"] = 480,
						["time"] = 1593015185,
						["class"] = 11,
						["bTag"] = "洛可可#5559",
					}, -- [102]
					{
						["role"] = "NONE",
						["name"] = "小狐狸萌萌哒-古拉巴什",
						["iLvl"] = 443,
						["time"] = 1593015421,
						["class"] = 3,
						["bTag"] = "立花闻千代#5734",
					}, -- [103]
					{
						["role"] = "NONE",
						["name"] = "闇翼加閪咩-白骨荒野",
						["iLvl"] = 477,
						["time"] = 1593015421,
						["class"] = 2,
						["bTag"] = "foxiheiyear#5504",
					}, -- [104]
					{
						["role"] = "NONE",
						["name"] = "老猫急子-伊森利恩",
						["iLvl"] = 465,
						["time"] = 1593015421,
						["class"] = 3,
						["bTag"] = "ccz#51963",
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "刚学会上网-阿曼尼",
						["iLvl"] = 477,
						["time"] = 1593015185,
						["class"] = 5,
						["bTag"] = "淡薄了时光#5701",
					}, -- [106]
					{
						["role"] = "NONE",
						["name"] = "疯狂的提姆-海克泰尔",
						["iLvl"] = 443,
						["time"] = 1593015421,
						["class"] = 8,
						["bTag"] = "提姆哎#5450",
					}, -- [107]
					{
						["role"] = "NONE",
						["name"] = "屁是我放的-燃烧之刃",
						["iLvl"] = 481,
						["time"] = 1593015421,
						["class"] = 11,
						["bTag"] = "李章是条狗#5907",
					}, -- [108]
					{
						["role"] = "NONE",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1593015421,
						["class"] = 3,
						["bTag"] = "Auguat#5660",
					}, -- [109]
					{
						["role"] = "NONE",
						["name"] = "夜隼-伊利丹",
						["iLvl"] = 475,
						["time"] = 1593015421,
						["class"] = 9,
						["bTag"] = "守护默默#5845",
					}, -- [110]
					{
						["role"] = "NONE",
						["name"] = "奴家就徥静静-风暴之眼",
						["iLvl"] = 462,
						["time"] = 1593015421,
						["class"] = 6,
						["bTag"] = "玄墓山小妖#5372",
					}, -- [111]
					{
						["role"] = "NONE",
						["name"] = "龙魂之星-基尔加丹",
						["iLvl"] = 473,
						["time"] = 1593015421,
						["class"] = 2,
						["bTag"] = "龙魂之星#5380",
					}, -- [112]
					{
						["role"] = "NONE",
						["name"] = "Wgxd-符文图腾",
						["iLvl"] = 459,
						["time"] = 1593015421,
						["class"] = 11,
						["bTag"] = "死而不僵#5443",
					}, -- [113]
					{
						["role"] = "NONE",
						["name"] = "桃公主驾到-安苏",
						["iLvl"] = 480,
						["time"] = 1593015421,
						["class"] = 4,
						["bTag"] = "Ming#5479",
					}, -- [114]
					{
						["role"] = "NONE",
						["name"] = "見妞卸甲-风暴之怒",
						["iLvl"] = 453,
						["time"] = 1593015421,
						["class"] = 1,
						["bTag"] = "见妞卸甲#5168",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "酱酱飞-克尔苏加德",
						["iLvl"] = 459,
						["time"] = 1593015194,
						["class"] = 1,
						["bTag"] = "巨硕之矮人#57356",
					}, -- [116]
					{
						["role"] = "NONE",
						["name"] = "工作使我快乐-血牙魔王",
						["iLvl"] = 476,
						["time"] = 1593015421,
						["class"] = 1,
						["bTag"] = "广西金嫂子#5748",
					}, -- [117]
					{
						["role"] = "NONE",
						["name"] = "爱丽西斯-安苏",
						["iLvl"] = 466,
						["time"] = 1593015421,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "野蛮的优雅#5685",
					}, -- [118]
					{
						["role"] = "NONE",
						["name"] = "无辜德-血牙魔王",
						["iLvl"] = 448,
						["time"] = 1593015421,
						["class"] = 11,
						["bTag"] = "无辜德#5530",
					}, -- [119]
					{
						["role"] = "NONE",
						["name"] = "忧伤的凤-埃克索图斯",
						["iLvl"] = 468,
						["time"] = 1593015421,
						["class"] = 4,
						["bTag"] = "无屑#5879",
					}, -- [120]
					{
						["role"] = "NONE",
						["name"] = "Magicfinder-遗忘海岸",
						["iLvl"] = 463,
						["time"] = 1593015421,
						["class"] = 12,
						["bTag"] = "Soladrin#5801",
					}, -- [121]
					{
						["role"] = "NONE",
						["name"] = "愤怒的便当-提尔之手",
						["iLvl"] = 431,
						["time"] = 1593015421,
						["class"] = 6,
						["bTag"] = "广告位招租#51177",
					}, -- [122]
					{
						["role"] = "NONE",
						["name"] = "霜丶月-神圣之歌",
						["iLvl"] = 453,
						["time"] = 1593015421,
						["class"] = 12,
						["bTag"] = "动力牛#5379",
					}, -- [123]
					{
						["role"] = "NONE",
						["name"] = "Lakemendota-海加尔",
						["iLvl"] = 478,
						["time"] = 1593015421,
						["class"] = 8,
						["bTag"] = "峯岸肥深#5571",
					}, -- [124]
				},
				["2-146-534-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Sarawst-雷霆之王",
						["iLvl"] = 476,
						["time"] = 1591535210,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Auguat#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "给你全部的爱-冰风岗",
						["iLvl"] = 476,
						["time"] = 1591517024,
						["class"] = 3,
						["bTag"] = "柳大胡子#5402",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "小叮猫-格瑞姆巴托",
						["time"] = 1591517024,
						["class"] = 2,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "七宝丷-燃烧之刃",
						["time"] = 1591517024,
						["class"] = 11,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "教授吴-燃烧之刃",
						["iLvl"] = 474,
						["time"] = 1591535210,
						["class"] = 11,
						["bTag"] = "鸡龟骨艮耕#5151",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "一小骑士-血吼",
						["iLvl"] = 479,
						["time"] = 1591535210,
						["class"] = 2,
						["bTag"] = "戴套加攻击#5601",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "猫灬之优雅-奥妮克希亚",
						["time"] = 1591535210,
						["class"] = 12,
					}, -- [7]
				},
			},
			["settings"] = {
				["panel"] = false,
			},
			["version"] = "80300.01",
			["lastSearchCode"] = "2-0-0-0",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"6-0-0-0", -- [2]
				"9-0-19-0", -- [3]
				"3-0-0-0", -- [4]
				"111-0-0-0", -- [5]
				"4-0-0-0", -- [6]
				"1-0-0-0", -- [7]
			},
		},
	},
}
