
AtlasLootClassicDB = {
	["global"] = {
		["__addonrevision"] = 1030000,
	},
	["profileKeys"] = {
		["牧容乀 - 末日之刃"] = "牧容乀 - 末日之刃",
		["王灵牧 - 末日之刃"] = "王灵牧 - 末日之刃",
		["賊吉尔帅 - 末日之刃"] = "賊吉尔帅 - 末日之刃",
		["贼吉尔硬 - 末日之刃"] = "贼吉尔硬 - 末日之刃",
	},
	["profiles"] = {
		["牧容乀 - 末日之刃"] = {
		},
		["王灵牧 - 末日之刃"] = {
			["GUI"] = {
				["point"] = {
					nil, -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					5.433135811472310e-05, -- [4]
					-2.716567905736160e-05, -- [5]
				},
				["selected"] = {
					nil, -- [1]
					"ShadowfangKeep", -- [2]
					4, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["賊吉尔帅 - 末日之刃"] = {
			["GUI"] = {
				["selected"] = {
					nil, -- [1]
					"Ragefire", -- [2]
					nil, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["贼吉尔硬 - 末日之刃"] = {
		},
	},
}
