
MasterPlanAG = {
	["雷霆之王"] = {
		["渣渣非"] = {
			["class"] = "ROGUE",
			["faction"] = "Horde",
		},
		["洛克达姆"] = {
			["curOil"] = 2185,
			["summary"] = {
				["lastOilTime"] = 1588046724,
				["inProgress"] = {
					[683] = 1588121840,
					[276] = 1588114632,
					[444] = 1588107414,
					[558] = 1588107960,
					[665] = 1588093010,
					[745] = 1588111524,
					[359] = 1588114618,
					[736] = 1588080949,
					[391] = 1588107375,
					[698] = 1588093529,
					[625] = 1588093572,
					[670] = 1588085806,
					[456] = 1588107424,
				},
				["ti3"] = 127855,
				["ti2"] = 122486,
				["tt1"] = true,
				["ti1"] = 118531,
				["tt3"] = true,
				["tt2"] = true,
			},
			["faction"] = "Horde",
			["cacheSize"] = 1000,
			["class"] = "ROGUE",
			["curRes"] = 9675,
			["lastCacheTime"] = 1586670977,
		},
		["无牙尛个子"] = {
			["summary"] = {
				["ti1"] = 118529,
				["inProgress"] = {
					[479] = 1566938467,
					[313] = 1566938465,
					[483] = 1566938483,
					[184] = 1566925874,
					[365] = 1566938472,
					[177] = 1566926776,
					[107] = 1566942069,
				},
				["tt1"] = true,
			},
			["faction"] = "Horde",
			["class"] = "HUNTER",
			["curRes"] = 9215,
			["lastCacheTime"] = 1583760753,
		},
		["嚣张的名字"] = {
			["faction"] = "Horde",
			["class"] = "HUNTER",
		},
	},
	["IgnoreRewards"] = {
	},
}
SV_GarrisonMissionManager = {
}
