
AngryKeystones_Config = {
	["__version"] = 1,
}
AngryKeystones_Data = {
	["state"] = {
		["mapID"] = 369,
		["splits"] = {
			1713, -- [1]
			888, -- [2]
			1345, -- [3]
			2557, -- [4]
			1842, -- [5]
			["party1Name"] = "无牙尛个子",
			["party1Class"] = "猎人",
			["party4Class"] = "战士",
			["party2Name"] = "大地丶咆哮",
			["patch"] = "8.3.0",
			["timeLimit"] = 2280,
			["level"] = 7,
			["timeElapsed"] = 2556.577,
			["party3Role"] = "HEALER",
			["affixes3"] = 13,
			["party5Role"] = "DAMAGER",
			["party3Name"] = "迷途玉玉",
			["affixes2"] = 7,
			["party1Role"] = "DAMAGER",
			["party4Name"] = "佩奇藏起来了",
			["party4Role"] = "TANK",
			["party3Class"] = "圣骑士",
			["wasEnergized"] = true,
			["affixes1"] = 9,
			["party5Class"] = "猎人",
			["mapID"] = 2097,
			["party2Role"] = "DAMAGER",
			["date"] = 1589387836,
			["party2Class"] = "战士",
			["party5Name"] = "电动马达",
		},
		["playerDeaths"] = {
			["电动马达-羽月"] = 9,
			["无牙尛个子"] = 5,
			["迷途玉玉-玛瑟里顿"] = 6,
			["佩奇藏起来了-斯克提斯"] = 2,
			["大地丶咆哮-克尔苏加德"] = 6,
		},
		["splitNames"] = {
			"击败戈巴马克国王", -- [1]
			"击败冈克", -- [2]
			"击败崔克茜和耐诺", -- [3]
			"击败HK-8型空中压制单位", -- [4]
			"敌方部队", -- [5]
		},
	},
	["splits"] = {
	},
	["progress"] = {
		[154758] = {
			[6] = 1,
		},
		[150143] = {
			[4] = 4,
		},
		[150547] = {
			11, -- [1]
		},
		[150160] = {
			[5] = 3,
		},
		[150276] = {
			[5] = 4,
		},
		[150249] = {
			[4] = 9,
		},
		[150253] = {
			[6] = 2,
		},
		[150195] = {
			[4] = 4,
		},
		[150168] = {
			[6] = 1,
		},
		[155094] = {
			[4] = 2,
		},
		[150169] = {
			[4] = 4,
		},
		[152009] = {
			[5] = 2,
		},
		[150292] = {
			[5] = 1,
		},
		[150250] = {
			[4] = 8,
		},
		[155090] = {
			[4] = 2,
		},
		[150165] = {
			[5] = 6,
		},
		[150293] = {
			[4] = 5,
		},
		[150142] = {
			[4] = 4,
		},
		[150146] = {
			[4] = 2,
		},
		[154663] = {
			[4] = 1,
		},
		[154744] = {
			[6] = 1,
		},
		[150251] = {
			[4] = 4,
		},
		[150254] = {
			[4] = 2,
		},
	},
}
